Repository: pisilinux/uludag
Catalog: branches/kde/history-manager/2008/po/*.po
Languages: es

source: Progress
es: Progreso

source: <h4><b>Preparing PISI</b></h4>
es: <h4><b>Preparando PISI</b></h4>

source: Taking a snapshot of system
es: Realizando captura de instantánea del sistema

source: History Manager is already running!
es: Administrador de históricos ya se está ejecutando !!

source: History Manager
es: Administrador de Historicos

source: Cannot connect to Comar daemon
es: No posible conectar con el servicio Comar

source: History Manager Interface
es: Interfaz de Administrador de Historicos

source: All Operations
es: Todas las Operaciones

source: Snapshots
es: Instantáneas

source: Upgrades
es: Actualizaciones

source: Removes
es: Desinstalaciones

source: Installations
es: Instalaciones

source: TakeBacks
es: Restauraciones

source: Take Back Plan
es: Plan de Restauración

source: Operation Details
es: Detalles de la Operación

source: New Snapshot
es: Nueva Instantánea

source: Date
es: Fecha

source: Your system will be restored to that date if you click Take Back button.<br>These are the package installation and removals, also configuration files below (in snapshots) will overwrite your current configuration files.
es: El sistema restaurará el estado de esta fecha, al presionar el botón Reestablecer.<br>Esto considera los programas instalados y desinstalados, y tambien los archivos de configuración (de las instantaneas) sobreescribirán los archivos de la configuración actual.

source: Restore to This Point
es: Restaurar hasta este punto

source: This will take a New Snapshot of your system
es: Se realizará una instantánea nueva de su sistema

source: This will restore your system back to : %1 %2 If you're unsure, click Cancel and see TakeBack Plan
es: Se reestablecerá el estado previo de sus sistema a : %1 %2 Si no está seguro, puede presionar Cancelar y revisar el plan de Restauración

source: Take Back operation completed
es: Operación de restauración terminada

source: New Snapshot Taken
es: Nueva Instantánea

source: Operation Cancelled
es: Operación abortada

source: Updating User Interface
es: Actualizando interfaz de usuario

source: Finished with Errors
es: Terminado con Errores

source: Operation Finished with Errors
es: Operación terminada con Errores

source: Finished Succesfully
es: Terminado con éxito

source: Fetching %1
es: Descargando %1

source: <b>Access Granted</b><br>
es: <b>Acceso Aceptado</b><br>

source: <b>Access Denied</b><br>
es: <b>Acceso Denegado</b><br>

source: Operation Started
es: Operación iniciada

source: Ordering Packages for Operation
es: Ordenando Paquetes para la Operación

source: Removing : %1
es: Eliminando: %1

source: Installing : %1
es: Instalando : %1

source: Extracting : %1
es: Extrayendo : %1

source: Configuring : %1
es: Configurando : %1

source: Taking a Snapshot of System
es: Realizando una instantánea del sistema

source: Taking System Back to %1 %2 <br>
es: Restaurando sistema a %1 %2 <br>

source: Select an entry to view details
es: Seleccione una entrada para ver detalles

source: Type: <b>%1</b>
es: Tipo: <b>%1</b>

source: There are %1 packages in this snapshot
es: Hay %1 paquetes en esta instantánea

source: Configuration files in snapshot:
es: Archivos de configuración en la instantánea:

source: Take Back Plan for %1 operation on %2
es: Plan de restauración para %1 operaciones en %2

source: These package(s) will be <b>installed</b> :
es: Se <b>instalarán</b> los siguientes paquetes :

source: These package(s) will be <b>removed</b> :
es: Se <b>eliminarán</b> los siguientes paquetes :

source: <b>Preparing PiSi...</b>
es: <b>Preparando PiSi...</b>

source: snapshot
es: Instantánea

source: upgrade
es: actualizar

source: remove
es: eliminar

source: install
es: instalar

source: takeback
es: restaurar

source: Cannot connect to dbus
es: No posible conectar con dbus

source: D-Bus Error
es: Error D-Bus

source: COMAR Auth Error
es: Error de autenticación COMAR

source: COMAR Error
es: Error COMAR

source: You are not authorized for this operation.
es: No tiene autorización para esta operación.
