Repository: pisilinux/uludag
Catalog: branches/kde/service-manager/2008/po/*.po
Languages: de, it, nl, pl, pt_br

source: Service Manager
de: Dienste-Manager
it: Gestore dei servizi
nl: Dienstbeheer
pl: Menedżer Usług
pt_br: Gerenciador de Serviços

source: Service Manager is already started!
de: Dienste-Manager wird bereits ausgeführt!
it: Il gestore dei servizi è già in esecuzione!
nl: Dienstbeheer is reeds gestart!
pl: Menedżer Usług już działa!
pt_br: Gerenciador de Serviços já está executando!

source: Unable to connect to DBus.
de: Verbindung zum DBus nicht möglich.
it: Impossibile connettersi a DBus!
nl: Kan geen verbinding maken met DBus.

source: DBus Error
de: DBus-Fehler
it: Errore DBus!
nl: DBus fout

source: You are not authorized for this operation.
de: Sie sind nicht berechtigt diesen Vorgang auszuführen.
it: Non hai i permessi necessari per eseguire questa operazione.
nl: U mag deze handeling niet verrichten.
pl: Nie masz uprawnień dla tej operacji
pt_br: Você não tem permissão para realizar esta operação.

source: D-Bus Error
de: D-Bus-Fehler
it: Errore D-Bus!
nl: D-Bus fout

source: COMAR Error
de: COMAR-Fehler
it: Errore COMAR!
nl: COMAR fout

source: Select a service from list.
de: Wählen Sie ein Dienst aus der Liste aus.
it: Scegli un servizio dalla lista.
nl: Kies een dienst van de lijst.
pl: Wybierz usługę z listy.
pt_br: Selecione um serviço da lista.

source: Clear Search
de: Suche leeren
it: Pulisci
nl: Leeg zoekopdracht

source: Start
de: Starten
it: Avvia
pl: Uruchom
pt_br: Iniciar

source: Restart
de: Neustarten
it: Riavvia
nl: Herstart
pl: Zrestartuj
pt_br: Iniciar

source: %s is running.
de: %s ist gestartet.
it: %s è in esecuzione.
nl: %s is actief.
pl: % działa
pt_br: %s está executando.

source: %s is not running.
de: %s ist angehalten.
it: %s non è in esecuzione.
nl: %s is niet actief.
pl: % nie działa
pt_br: %s não está executando.

source: If you stop this service, you may have problems. Are you sure you want to stop this service?
de: Wenn Sie diesen Dienst anhalten, können evtl. Probleme auftreten. Sind Sie sicher, dass Sie diesen Dienst anhalten möchten?
it: Se fermi questo servizio, potresti riscontrare dei problemi. Sei sicuro di voler fermare questo servizio?
nl: Als u deze dienst stopt, kunt u in de problemen raken. Weet u zeker dat u deze dienst wilt stoppen?
pl: Jeżeli zatrzymasz tą usługę możesz mieć problemy. Czy na pewno chcesz zatrzymać tą usługę?
pt_br: Se você parar este serviço, você poderá ter problemas. Você tem certeza de que quer parar este serviço?

source: If you disable this service, you may have problems. Are you sure you want to do this?
de: Wenn Sie diesen Dienst anhalten, können evtl. Probleme auftreten. Sind Sie sicher, dass Sie diesen Dienst anhalten möchten?
it: Se fermi questo servizio, potresti riscontrare dei problemi. Sei sicuro di voler fermare questo servizio?
nl: Als u deze dienst stopt, kunt u in de problemen raken. Weet u zeker dat u deze dienst wilt stoppen?
pl: Jeżeli wyłączysz tą usługę możesz mieć problemy. Czy na pewno chcesz zatrzymać tą usługę?
pt_br: Se você parar este serviço, você poderá ter problemas. Você tem certeza de que quer parar este serviço?

source: Service
de: Dienst
it: Servizio
nl: Dienst
pl: Usługa
pt_br: Serviço

source: Run on Startup
de: Automatisch starten
it: Esecuzione all'avvio
nl: Bij opstarten uitvoeren
pl: Uruchom przy starcie systemu
pt_br: Execute Durante Inicialização

source: Package
de: Paket
it: Pacchetto
nl: Pakket
pl: Pakiet
pt_br: Pacote

source: Run on startup.
de: Automatisch starten
it: Esegui all'avvio.
nl: Bij opstarten uitvoeren
pl: Uruchom na starcie systemu.
pt_br: Execute durante inicialização

source: Don't run on startup.
de: Nicht automatisch starten.
it: Non eseguire all'avvio.
nl: Niet uitvoeren bij opstarten.
pl: Nie uruchamiaj na starcie systemu
pt_br: Não execute durante inicialização

source: Reset Search
de: Suche Leeren
it: Riavvia
nl: Herstart zoekopdracht
pl: Zrestartuj
pt_br: Iniciar

source: Search:
de: Suche:
it: Ricerca:
nl: Zoek:

source: &List servers only.
de: &Liste nur die Server auf.
it: E&lenca solo i server.
nl: &Lijst van alleen servers.
pl: &Listuj tylko serwery.
pt_br: &Listar servidores somente.
