Repository: pisilinux/uludag
Catalog: tags/kde/kaptan/2.2/po/*.po
Languages: pt_br

source: hours
pt_br: horas

source: &Single-click to open files and folders
pt_br: Clique &simples para abrir arquivos e pastas

source: &Test Wallpaper
pt_br: Papel de Parede de &Teste

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. With package-manager you can easily install new programs and upgrade your system. But also can work in the system tray and periodically checks new upgrades of the programs that are installed on your system.
pt_br: <b>Gerenciador de pacotes</b> é uma interface gráfica para o <b>PiSi</b>. Com o gerenciador de pacotes, você pode facilmente instalar novos programas e atualizar seu sistema. Mas ele também pode trabalhar na bandeja do sistema a periodicamente checar por novas atualizações dos programas que já estão instalado no seu sistema.

source: <b>Pardus </b>is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; with acquiring the strong ideas, architecture and code of other distributions; with a custom configuration framework which has the ability to evolve into an autonomous system; for simplifying the installation and usage of the computers.
pt_br: <b>Pardus </b>é uma distribuição GNU/Linux: com foco nas necessidades de desktop básicas de um usuário familiar com computador; com a aquisição de fortes idéias, arquitetura e código de outras distribuições; com um framework de configuração personalizada, que tem a habilidade de evoluir em um sistema autônomo; para simplificar a instalação e uso dos computadores.

source: <big>Loading...</big>
pt_br: <big>Carregando...</big>

source: <center>You have finished! Now you can start using <b>Pardus</b></center>
pt_br: <center>Você terminou! Agora você pode começar a usar o <b>Pardus</b></center>

source: Button Order
pt_br: Ordem dos Botões

source: Check updates automatically for every
pt_br: Checar atualizações automaticamente a cada

source: Click behaviour
pt_br: Comportamento do clique

source: Congratulations
pt_br: Parabéns

source: Don't change desktop background!
pt_br: Não mude o plano de fundo do desktop.

source: Dou&ble-click to open files and folders (select icons on first click)
pt_br: Clique &duplo para abrir arquivos e pastas (selecione ícones no primeiro clique)

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
pt_br: Aqui, você pode selecionar um <b>estilo </b>para o seu desktop. <b>Pardus</b> lhe fornece alguns estilos atrativos.

source: Here, you can select a <b>wallpaper</b> for your desktop background. <b>Pardus</b> provides eye candy wallpapers, you can select one of them, as you wish.
pt_br: Aqui, você pode selecionar um <b>papel de parede</b> para o plano de fundo de seu desktop. <b>Pardus</b> fornece papéis de parede atrativos e você pode selecionar algum deles, caso queira.

source: If you are left-handed, you may prefer to swap the functions of the left and right buttons on your pointing device by choosing the 'Left handed' option below. You can also select default click behaviour.
pt_br: Se você é canhoto, você pode preferir trocar as funções dos botões esquerdo e direito do seu mouse, escolhendo a opção 'Canhoto' abaixo. Você também pode selecionar o comportamento padrão de clique.

source: Left handed
pt_br: Canhoto

source: Mouse Setup
pt_br: Configuração do Mouse

source: Network Setup
pt_br: Configuração da Rede

source: Package Manager
pt_br: Gerenciador de Pacotes

source: Reverse scroll
pt_br: Rolagem reversa

source: Right handed
pt_br: Destro

source: Show in system tray
pt_br: Mostre na bandeja do sistema

source: Start Tasma
pt_br: Iniciar Tasma

source: Style
pt_br: Estilo

source: Style Setup
pt_br: Configuração do Estilo

source: Test Style
pt_br: Testar Estilo

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. This application will also set some default configuration for a better desktop :).
pt_br: Esta aplicação, chamada <b>Kaptan Desktop</b>, ajudará você com a configuração básica, porém suficiente, do desktop do <b>Pardus</b> de uma forma rápida. Esta aplicação também modificará algumas configurações padrões para um desktop melhor :).

source: Use enhanced Kickoff style menu
pt_br: Use o aprimorado estilo de menu Kickoff

source: Wallpaper
pt_br: Papel de Parede

source: Wallpaper Setup
pt_br: Configuração do Papel de Parede

source: Welcome
pt_br: Bem-vindo
