Repository: pisilinux/uludag
Catalog: tags/kde/disk-manager/1.2/po/*.po
Languages: tr

source: Disks
tr: Diskler

source: Partitions
tr: Disk Bölümleri

source: Disk Manager
tr: Disk Yöneticisi

source: File System Type :
tr: Dosya Sistemi Tipi:

source: Mount Point :
tr: Bağlama Noktası :

source: Additional Options :
tr: Ek Seçenekler :

source: Get Default Options
tr: Öntanımlı Seçenekleri Getir

source: Find Disks Automatically
tr: Diskleri Otomatik Bul

source: Show System Partitions
tr: Sistem Bölümlerini Göster

source: To update disk changes the manager must run as root
tr: Disk değişiklikleri için yönetici girişi yapmalısınız

source: User not in disk group !
tr: Kullanıcı disk grubunda değil !

source: Completed
tr: Tamamlandı

source: File /etc/fstab updated !
tr: Dosya /etc/fstab güncellendi !

source: %s for %s failure !!
tr: %s işlemi %s için başarısız oldu !!

source: Mount Point
tr: Bağlama Noktası

source: File System Type
tr: Dosya Sistemi Tipi

source: Disk Manager is already running!
tr: Disk Yöneticisi zaten çalışıyor!
