Repository: pisilinux/uludag
Catalog: branches/kde/boot-manager/2007/po/*.po
Languages: it

source: Boot Manager
it: Gestore di avvio

source: Developer and Current Maintainer
it: Sviluppatore e manutentore corrente

source: Contributions to Boot.Loader model.
it: Contributi al modello Boot.Loader.

source: Boot Manager is already started!
it: Il gestore di avvio è già in esecuzione!

source: New Entry
it: Nuova voce

source: Unused Kernels
it: Kernel inutilizzati

source: Remember last booted entry.
it: Ricorda la voce scelta all'ultimo avvio.

source: Timeout:
it: Attesa:

source: Title:
it: Titolo:

source: System:
it: Sistema:

source: Root:
it: Radice:

source: Kernel Parameters:
it: Parametri kernel:

source: Initial Ramdisk:
it: Ramdisk iniziale:

source: Set as default boot entry.
it: Imposta come voce di avvio predefinita.

source: There must be at least one Pardus entry.
it: Deve esserci almeno una voce di Pardus.

source: Access Denied
it: Accesso negato

source: Are you sure you want to remove this entry?
it: Sei sicuro di voler eliminare questa voce?

source: Delete Entry
it: Elimina voce

source: This is a Pardus kernel entry. Do you want to uninstall it from the system?
it: Questa è la voce di un kernel Pardus. Desideri disinstallarlo dal sistema?

source: Uninstall Kernel
it: Disinstalla kernel

source: These kernels are installed in the system but doesn't exist in boot loader list:
it: Questi kernel sono installati nel sistema ma non esistono nella lista del gestore di avvio:

source: Add Boot Entry
it: Aggiungi voce di avvio

source: Uninstall
it: Disinstalla

source: Do you want to uninstall selected kernel(s) from the system?
it: Desideri disinstallare il/i kernel selezionato/i dal sistema?

source: Bootloader configuration changed by another application.
it: La configurazione del gestore di avvio è stata modificata da un'altra applicazione.

source: Failed
it: Errore

source: You are not allowed to edit boot loader settings.
it: Non hai i permessi necessari per modificare le impostazioni di avvio.

source: Edit entry
it: Modifica voce

source: Delete entry
it: Elimina voce
