<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>



  
  
  <title>Pardus 2007.3 notas de lanzamiento</title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8">
</head>


<body>



<h1>Notas de Lanzamiento de Pardus 2007.3</h1>



<h2>1. Bienvenido a Pardus 2007.3</h2>
Bienvenido a Pardus versi&oacute;n 2007.3, otra estupenda
versi&oacute;n por los desarrolladores de Pardus, traductores, artistas
y editores de documentaci&oacute;n. Esta versi&oacute;n contiene nuevas
herramientas y software actualizado.
<p>Le invitamos cordialmente a visitar&nbsp;<a href="http://www.pardus.org.tr/eng">www.pardus.org.tr/eng</a> para m&aacute;s informaciones.
    </p>

<h3>1.1 Notificaci&oacute;n - Feedback</h3>
Puede utilizar la p&aacute;gina web bugs.pardus.org.tr para enviar un
reporte de falla, una correcci&oacute;n o cualquier sugerencia
relacionada con Pardus. Nos gustar&iacute;a agradecer a nuestros
usuarios y desarrolladores por su env&iacute;o de reportes de fallas,
correcciones y sugerencias para esta versi&oacute;n. <br>




<br>
Tambi&eacute;n puede utilizar el aplicativo de feedback, disponible en
el men&uacute;, para enviar sus ideas y opiniones sobre Pardus
v&iacute;a internet.
<h2>2. Caracter&iacute;sticas Principales</h2>

     Esta secci&oacute;n describe las caracteristicas de la versi&oacute;n 2007.3. 
    
<h3>
      2.1 Administrador de Red actualizado
   </h3>
Administrador de Red puede detectar los propios perfiles wireless y
conmutar automaticamente a uno de ellos. Tambi&eacute;n da
informaci&oacute;n v&iacute;a una ventana popup desde la barra de
tareas, y por lo tanto es m&aacute;s intuitivo y amigable.
<h3>
      2.2 Sistema de administraci&oacute;n de paquetes mejorado
    </h3>

     Administrador de Paquetes est&aacute; m&aacute;s pulido ahora. Muchos de los errores reportados fueron corregidos. 
    
<h3>2.3 YALI </h3>
YALI (yet another Linux installer) ahora hace las preguntas al
principio, y luego realiza la instalaci&oacute;n. De esta forma el
proceso resulta m&aacute;s flexible y consume menos tiempo. El usuario
tambien puede decidir si quiere ingresar autom&aacute;ticamente al
escritorio (autologin). Tambi&eacute;n se incluyeron definiciones de
nuevos discos r&iacute;gidos, para simplificar el proceso de
instalaci&oacute;n. <br>


<br>
Adem&aacute;s YALI puede determinar si un disco es booteable o no y
decidir en cual disco se va a instalar. Pardus es la primera
distribuci&oacute;n de Linux con esta facilidad.
<h3>
      2.4 Aplicaciones Actualizadas
    </h3>
KDE, el entorno de escritorio primario en Pardus 2007.3 fue actualizado
a la versi&oacute;n 3.5.8. La suite de oficina OpenOffice.org
est&aacute; ahora en la versi&oacute;n 2.3. K3b, la aplicaci&oacute;n
para quemar CD y DVD fue actualizada a la versi&oacute;n 1.0.4.
<h2>3. Requerimientos de Instalaci&oacute;n</h2>


Se puede ejecutar&nbsp;Pardus 2007.3 en un equipo con hardware
promedio. Sugerimos al menos&nbsp;512 MB de memoria RAM&nbsp;y procesador
de 1200 MHz para un rendimiento aceptable. Requerimientos de hardware
m&iacute;nimos y recomendados para Pardus
2007.3 son:

<ul>

 <li>Memoria RAM 256 MB (512MB recomendado)</li>
  <li>Procesador 800 MHz Intel o AMD&nbsp;(1200 MHz recomendado)</li>

  <li>Al menos 4 GB de espacio en disco r&iacute;gido (10 GB&nbsp;recomendado)</li>

</ul>

<h2>4. Contacto</h2>





Por favor, visite la p&aacute;gina web de&nbsp;Pardus&nbsp;(<a href="http://www.pardus.org.tr/eng">www.pardus.org.tr/eng</a>) por m&aacute;s informaci&oacute;n.

</body>
</html>
