Repository: pisilinux/uludag
Catalog: trunk/kde/history-manager/po/*.po
Languages: ru

source: Options
ru: Функции

source: Startup Load :
ru: Автозапуск:

source: Operations
ru: Операции

source: History Manager
ru: Менеджер истории

source: Current Maintainer
ru: Текущий сопровождающий

source: %1 Operations Loaded
ru: %1 Операция загружена

source: Loading operation details..
ru: Загрузка настроек операции...

source: Details for operation on %1 at %2
ru: Подробная информация %1 % 2

source: There are %1 packages in this snapshot.
ru: Есть%1 пакетов в этот снимок.

source: Ready ..
ru: Готов ..

source: Loading Operation Plan
ru: Загрузка плана операций

source: Configuration files in snapshot:
ru: Файлы конфигурации для снимка

source: <br> These package(s) will be <b>installed</b> :<br>
ru: <br> Эти пакеты будут <b>установлены</b> :<br>

source: <br> These package(s) will be <b>removed</b> :<br>
ru: <br> Эти пакеты будут <b>удалены</b> :<br>

source: Takeback plan for Operation on %1 at %2
ru: План восстановления для операции %1 на %2

source: Takeback operation verification
ru: Проверка операций отката

source: <center>This will restore your system back to : <b>%1</b> - <b>%2</b><br>
ru: <center>Это вернет вашу систему назад к : <b>%1</b> - <b>%2</b><br>

source: If you're unsure, click Cancel and see TakeBack Plan.</center>
ru: Если вы не уверены, нажмите Отменить и смотрите план восстановления.</center>

source: Taking back to : %1
ru: Возврат к : %1

source: Start new snapshot
ru: Начать новый снимок

source: <center>This will take a snapshot of your system.<br>Click Ok when you're ready.</center>
ru: <center>Это сделает новый снимок вашей системы.<br>Нажмите ОК, когда будете готовы.</center>

source: Taking New Snapshot
ru: Создание снимка

source: Authentication Failed
ru: Проверка аутентификации не удалась

source: Finished succesfully
ru: Закончено успешно

source: Taking Snapshot : <b>%s</b>/100
ru: Создание снимка : <b>%s</b>/100

source: Upgrade
ru: Обновление

source: Removal
ru: Удаленное

source: Emerge
ru: Появление

source: Installation
ru: Установка

source: Snapshot
ru: Снимок

source: Takeback
ru: Возврат

source: Repository Update
ru: Обновление репозитория

source: No: %1 Type: %2
ru: №: %1 Тип: %2

source: History Date - Time /Label
ru: Дата Истории - Время/Текст

source: No: Type:
ru: №: Тип:

source: Take back to this point
ru: Возврат к этой точке

source: Details
ru: Подробная информация

source: Show operation plan
ru: Показать план операции

source: New Snapshot
ru: Новый снимок

source: History Settings
ru: Настройка Истории

source: Alias :
ru: Алиасы:

source: Cancel
ru: Отмена

source: - Loading Pisi History
ru: - Загрузка истории Pisi

source: Copy
ru: Копировать
