Repository: pisilinux/uludag
Catalog: tags/kde/knazar/0.2/po/*.po
Languages: de

source: Protect
de: Schützen

source: knazar - No Harmfull look allowed!
de: KNazar - Kein schädlicher Blicke erlaubt!

source: KNazar is starting to protect your Pardus Linux from harmfull looks...
de: KNazar beginnt Ihr Pardus Linux vor schädlichen Blicken zu schützen...

source: KNazar is stoping to protect your Pardus Linux from harmfull looks...
de: KNazar hört auf Ihr Pardus Linux vor schädlichen Blicken zu schützen...

source: knazar - You are completely demilitarized...
de: KNazar - Sie sind völlig entmilitarisiert...

source: <qt><nobr><b>Nazar Received and eliminated successfuly</b></nobr><br><nobr></nobr></qt>
de: <qt><nobr><b>Nazar erhalten und erfolgreich beseitigt</b></nobr><br><nobr></nobr></qt>

source: <qt><nobr><b>Nazar Received and it HARMED!</b></nobr><br><nobr></nobr></qt>
de: <qt><nobr><b>Nazar empfangen und es hat beschädigt!</b></nobr><br><nobr></nobr></qt>

source: knazar - %1 attacks received so far, %2 are defated and %3 are received...
de: KNazar - bisher %1 Angriff(e) empfangen , %2 sind beseitigt worden und %3 haben beschädigt...

source: KNazar is a usefull part of the Pardus Linux
de: KNazar ist eine wichtiges Teil von Pardus Linux

source: KDE Nazar Application
de: KDE Nazar Anwendung
