Repository: pisilinux/uludag
Catalog: branches/kde/pardusman/2008/po/*.po
Languages: nl

source: Project file '%s' does not exists!
nl: Project bestand '%s' bestaat niet!

source: Not a Pardusman project file, invalid xml!
nl: Geen Pardusman project bestand, ongeldige xml!

source: Not a Pardusman project file
nl: Geen Pardusman project bestand

source: Save &as...
nl: Opslaan &als...

source: Pardusman says: Teh winnars dont use teh drugs!
nl: Pardusman zegt: De winnaars gebruiken niet van de drugs!

source: Title:
nl: Titel:

source: Title of distribution media, used in grub menu.
nl: Titel van distributie medium, gebruikt in het grub menu.

source: Work folder:
nl: Werkmap:

source: This folder holds local repository cache and temporary files generated during the ISO making process.
nl: Deze map bevat de lokale repository cache en tijdelijke bestanden welk gegenereerd zijn tijdens het maken van de ISO.

source: PiSi package repository of the distribution. Must be a URL pointing to the repository index file (i.e. pisi-index.xml.bz2).
nl: Pisi pakket repository van de distributie. Moet een URL zijn welk verwijst naar het repository index bestand (bijv. pisi-index.xml.bz2).

source: Release files:
nl: Release bestanden:

source: Content of this folder is copied onto the root folder of CD.
nl: Inhoud van deze map is gekopieerd naar de root map van de CD.

source: This parameters will add to the install media's GRUB
nl: Deze parameters zullen toegevoegd worden aan de intallatie media van GRUB

source: Installation
nl: Installatie

source: Live system
nl: Live systeem

source: Media:
nl: Medium:

source: Custom size
nl: Aangepaste grootte

source: Select packages
nl: Selecteer pakketten

source: Make ISO
nl: Maak ISO

source: Select release files folder
nl: Selecteer release bestanden map

source: Select folder for temporary files and cache
nl: Selecteer map voor tijdelijke bestanden en cache

source: Release files directory does not exist.
nl: Release bestanden bestaan niet.

source: Project title not given.
nl: Geen titel aan project gegeven.

source: Project directory not given.
nl: Project directory niet opgegeven.

source: Repository address not given.
nl: Repository adres niet opgegeven.

source: New project - Pardusman
nl: Nieuw project - Pardusman

source: Select a project...
nl: Selecteer een project...

source: Project '%s' opened.
nl: Project '%s' geopend.

source: Saved.
nl: Opgeslagen.

source: Save project as...
nl: Project opslaan als..

source: Project saved as '%s'.
nl: Project opgeslagen als '%s'.

source: Pardus distribution media maker
nl: Pardus distributie media maker

source: Version:
nl: Versie:

source: %s, release %s, build %s
nl: %s, release %s, bouw %s

source: Summary:
nl: Samenvatting:

source: Description:
nl: Beschrijving:

source: Depends on:
nl: Afhankelijk van:

source: Depended by:
nl: Afhankelijkheid door:

source: Total of %d packages, %s bytes compressed, %s bytes installed.
nl: Totaal van %d pakketten, %s bytes gecomprimeerd, %s bytes geïnstalleerd.

source: Search:
nl: Zoek:

source: Package
nl: Pakket

source: Archive Size
nl: Archiefgrootte

source: Installed Size
nl: Geïnstalleerde grootte

source: No packages selected.
nl: Geen pakketten geïnstalleerd.

source: %d packages selected, %s bytes archive size, %s bytes installed size.
nl: %d pakketten geselecteerd, %s bytes archiefgrootte, %s bytes geïnstalleerde grootte.

source: Use selected packages
nl: Gebruik geselecteerde pakketten
