Repository: pisilinux/uludag
Catalog: tags/kde/tasma/1.0.9/po/*/tasma.po
Languages: de

source: Configuration Center
de: Konfigurationszentrum

source: Welcome to TASMA
de: Willkommen zu TASMA

source: TASMA is a configuration application for Pardus Operating System. You can tweak the systems default configuration settings and by using the modules presented in TASMA.
de: TASMA ist ein Konfigurationsprogramm für das Pardus Betriebssystem. Durch die Verwendung der Module in TASMA, können Sie die Systemvoreinstellungen optimieren.

source: For a better understanding modules are grouped by categories. You can activate a category by selecting a category from the left. After activating a category its contents will be shown as icons in the right panel. You can start a configuration module by clicking (or double clicking) its icon.
de: Für eine bessere Verständigung, wurden die Module in Katogerien gruppiert. Sie können eine Kategorie aktivieren, indem Sie eine Kategorie aus dem linken Bereich auswählen. Nachdem Sie eine Kategorie aktiviert haben, wird dessen Inhalt als Icon in der rechten Leiste angezeigt. Sie können ein Konfigurationsmodule durch klicken( oder durch einem Doppelklick) des jeweiligen Icons starten.

source: TASMA - Pardus Configuration Center
de: TASMA - Pardus Konfigurationszentrum

source: Pardus Configuration Center
de: Pardus Konfigurationszentrum

source: Current Maintainer
de: Aktueller Verwalter des Programms

source: Old Maintainer & Original Author
de: Vorheriger Verwalter & ursprünglicher Autor

source: KDE Developers
de: Die KDE Entwickler

source: Module Developers
de: Die Moduleentwickler

source: About Current Module
de: Über das aktuelle Module

source: &Back
de: &Zurück

source: &Reset
de: &Zurücksetzen

source: &Administrator Mode
de: &Verwalter Modus

source: <big>Loading...</big>
de: <big>Lädt...</big>
