Repository: pisilinux/uludag
Catalog: branches/kde/network-manager/corporate2/po/*.po
Languages: it, pl, sv, tr

source: Name:
it: Nome:
pl: Nazwa:
sv: Namn:
tr: İsim:

source: Authentication
it: Autenticazione
pl: Uwierzytelnienie
sv: Autentisering
tr: Kimlik doğrulama

source: Address:
it: Indirizzo:
pl: Adres:
sv: Adress:
tr: Adres:

source: Automatic
it: Automatico
pl: Automatycznie
sv: Automatisk
tr: Otomatik

source: Turn on/off connection
it: Attiva/Disattiva connessione
pl: Włącz/wyłącz połączenie
sv: Slå på/av anslutning
tr: Bağlantıyı aç/kapa

source: Configure connection
it: Configura la connessione
pl: Konfiguracja połączenia
sv: Anpassa anslutning
tr: Bağlantıyı yapılandır

source: Delete connection
it: Elimina la connessione
pl: Usuń połączenie
sv: Ta bort anslutning
tr: Bağlantıyı sil

source: Should I delete the '%s' connection?
it: Desideri eliminare la connessione '%s'?
pl: Powinienem usunąć połączenie '%s' ?
sv: Ska jag radera anslutningen '%s'?
tr: '%s' bağlantısı kaldırılsın mı?

source: Delete connection?
it: Eliminazione connessione
pl: Usunąć połączenie?
sv: Ta bort anslutning?
tr: Bağlantıyı kaldır?

source: No device!
it: Nessun dispositivo!
pl: Brak urządzenia!
sv: Ingen enhet!
tr: Aygıt yok!

source: New connection
it: Nuova connessione
pl: Nowe połączenie
sv: Ny anslutning
tr: Yeni bağlantı

source: Name Service Settings
it: Impostazioni dei server dei nomi (DNS)
pl: Ustawienia nazwy usługi
sv: Namninställningar
tr: İsim Servisi Ayarları

source: Connect Automatically
it: Connessione automatica
pl: Połącz Automatycznie
sv: Anslut automatiskt
tr: Otomatik Bağlan

source: Try Auto Connect on startup
it: Prova a connetterti in automatico all'avvio
pl: Próbuj automatycznie połączyć się na starcie
sv: Försök ansluta vid uppstart
tr: Açılışta Otomatik Bağlanmayı Dene

source: Network Connections Help
it: Aiuto sulle connessioni di rete
pl: Pomoc - połączenia sieciowe
sv: Hjälp för nätverksanslutningar
tr: Ağ Bağlantıları Yardımı

source: Computer
pl: Komputer
sv: Dator
tr: Bilgisayar

source: Host name:
it: Nome host:
pl: Nazwa hosta
sv: Värddatornamn:
tr: Makine adı:

source: Name servers
it: Server dei nomi (DNS)
pl: Nazwy serwerów
sv: Namnservrar
tr: İsim sunucuları

source: Up
it: Su
pl: Do góry
sv: Upp
tr: Yukarı

source: Down
it: Giù
pl: Do dołu
sv: Ner
tr: Aşağı

source: Add Name Server
it: Aggiungi server dei nomi
pl: Dodaj Nazwę serwera
sv: Lägg till namnserver
tr: İsim Sunucusu Ekle

source: Name server:
it: Server dei nomi (DNS):
pl: Nazwa serwera:
sv: Namnserver:
tr: İsim sunucusu:

source: You are not authorized for this operation.
it: Non hai i permessi necessari per eseguire questa operazione.
sv: Du saknar behörighet för denna åtgärd.
tr: Bu işlemi yapmaya yetkili değilsiniz.

source: Network Manager was not able to communicate with your network device. If it's a wireless interface, make sure that its radio switch is turned on. This is usually done through a switch or Fn keys in modern notebooks.
it: Il Gestore di Rete non è stato in grado di comunicare con la tua periferica di rete. Se è una periferica senza fili, assicurati che sia attivata. Generalmente nei portatili la si può attivare con i tasti Fn.
sv: Nätverkshanteraren kunde inte få kontakt med ditt nätverkskort. Om det är ett trådlöst kort, se till att det är aktiverat. Det görs vanligen med en knapp eller någon Fn-tangent på moderna bärbara datorer.
tr: Ağ yöneticisi, ağ aygıtı ile bağlantı kuramadı. Kablosuz bir aygıt ise, aygıtın açık olduğundan emin olun. Dizüstü bilgisayarlarda, genellikle Fn tuşları ya da bir açma/kapama tuşu ile yapılabilir.

source: The DHCP service was not able to assign an IP address to your network interface. Make sure that the network you're trying to connect is able to assign IP addresses through its DHCP service. Otherwise, you have to manually assign an IP address.
it: Il serivizio DHCP non è stato in grado di assegnare un indirizzo IP alla tua scheda di rete. Assicurati che la rete a cui ti vuoi connettere sia in grado di assegnare un indirizzo IP tramite il suo servizio DHCP. Altrimenti, dovrai assegnare manualmente un indirizzo IP.
sv: DHCP-tjänsten kunde inte tilldela någon IP-adress till nätverkskortet. Se till att nätverket du försöker ansluta till kan dela ut IP-adresser med en DHCP-server. I annat fall får du ange en IP-adress på egen hand.
tr: DHCP servisinden IP adresi alınamadı. Ağın erişilebilir olduğundan ve ağ üzerinde bir DHCP sunucu bulunduğundan emin olun. Değilse, el ile IP vermeyi deneyin.

source: Network Manager - Error
it: Gestore di Rete: Errore
pl: Manager sieci - Błąd
sv: Nätverkshanteraren - Fel
tr: Ağ Yöneticisi - Hata

source: new connection
it: nuova connessione
pl: nowe połączenie
sv: ny anslutning
tr: yeni bağlantı

source: Internet Connection Sharing
it: Condivisione della connessione Internet
sv: Internetanslutningsdelning
tr: Internet Bağlantısı Paylaşımı

source: Share Internet Connection
it: Condividi connessione Internet
sv: Dela Internetanslutning
tr: Internet Bağlantısını Paylaştır

source: Interface that goes to internet
it: Interfaccia per la connessione ad Internet
sv: Gränssnitt till Internet
tr: Internet'e açılan arayüz

source: Interface that will share connection
it: Interfaccia che condividerà la connessione
sv: Gränssnitt som kommer att dela anslutning
tr: Bağlantının paylaştırılacağı arayüz

source: D-Bus Error
it: Errore DBUS
sv: D-Bus-fel
tr: D-Bus Hatası

source: COMAR Error
it: Errore COMAR
pl: Błąd COMAR
sv: COMAR-fel
tr: COMAR Hatası

source: Changing States of Interfaces Failed
it: Cambiamento dello stato delle interfacce fallito
sv: Ändring av gränssnittets tillstånd misslyckades
tr: Arayüz Bağlantı Durumu Değiştirilemedi

source: DHCP Server Error
it: Errore Server DHCP
sv: DHCP-serverfel
tr: DHCP Sunucu Hatası

source: The interfaces that you have selected must be different to share internet connection
it: L'interfaccia che hai selezionato deve essere diversa da quella per la condivisione.
sv: Du måste välja ett annat gränssnitt för att dela Internetanslutning
tr: Internete açılan ve bağlantının paylaştırıldığı arayüzler birbirinden farklı olmalı

source: Check Selected Interfaces
it: Controlla Interfacce Selezionate
sv: Kontrollera valda gränssnitt
tr: Seçilen Arayüzleri Dene

source: The sharing of your connection has been successfully done.
it: La condivisione della tua connessione è stata effettuata con successo.
sv: Anslutningsdelningen utfördes med lyckat resultat.
tr: Bağlantı paylaşımı tamamlandı.

source: Sharing is OK
it: Condivisione OK!
sv: Delning är ok
tr: Bağlantı paylaşımı tamam.

source: You do not have an ip address for the interface that goes to internet
it: Non hai un IP per l'interfaccia addetta alla connessione
sv: Du har inte någon IP-adress för gränssnittet som är anslutet till Internet
tr: Internet'e açılan arayüz IP alamadı

source: IP address not found
it: Indirizzo IP non trovato
sv: Kunde inte hitta IP-adress
tr: IP adresi bulunamadı

source: Network Manager
it: Gestore della rete
pl: Manager sieci
sv: Nätverkshanteraren
tr: Ağ Yöneticisi

source: Network manager module is already started!
it: Il modulo Gestore della rete è già in esecuzione!
pl: Moduł zarządzania siecią jest już uruchomiony!
sv: Nätverkshanteraren körs redan!
tr: Ağ ayarlama arayüzü zaten çalışıyor!

source: Current networking backend is set to GNOME NetworkManager. You should switch back to COMAR backend for being able to use this network applet.
it: Al momento, il backend è riservato a GNOME NetworkManager. Devi impostare il backend a COMAR per usare questa applet.
sv: Aktuell nätverksbakände är satt till GNOME NetworkManager. Du behöver växla tillbaka till COMARs bakände för att kunna köra detta miniprogram.
tr: Mevcut ağ altyapısı GNOME NetworkManager olarak ayarlanmış. Bu ağ programcığını kullanabilmek için COMAR altyapısına geri dönmeniz gerekiyor.

source: Create a new connection
it: Crea una nuova connessione
pl: Utwórz nowe połączenie
sv: Skapa ny anslutning
tr: Yeni bir bağlantı oluştur

source: Select device:
it: Seleziona il dispositivo:
pl: Wybierz urządzenie:
sv: Välj enhet:
tr: Aygıt seçin:

source: Create
it: Crea
pl: Utwórz
sv: Skapa
tr: Oluştur

source: No suitable device found
it: Nessun dispositivo adatto trovato
pl: Nie odnaleziono odpowiednich urządzeń
sv: Ingen passande enhet funnen
tr: Uygun bir aygıt bulunamadı

source: Install network packages!
it: Installa i pacchetti della rete!
pl: Zainstaluj pakiety sieciowe!
sv: Installera nätverkspaket!
tr: Ağ paketlerini kurun!

source: No package with COMAR network scripts are installed yet.
it: Non è stato installato alcun pacchetto contenente gli script di rete di COMAR.
pl: Żadne pakiety ze skryptami sieciowymi managera COMAR nie są jeszcze zainstalowane.
sv: Inga paket med COMAR nätverksskript är installerade.
tr: ÇOMAR ağ betiği sağlayan hiç bir paket kurulu değil.

source: Channel
it: Canale
pl: Kanał
sv: Kanal
tr: Kanal

source: Mode
it: Modalità
pl: Tryb
sv: Läge
tr: Mod

source: Protocol
it: Protocollo
pl: Protokuł
sv: Protokoll
tr: Protokol

source: No remotes found
pl: Nic nie znaleziono
sv: Inga fjärr funna
tr: Bağlantı noktası bulunamadı

source: <hidden>
it: <nascosto>
pl: <ukryty>
sv: <dold>
tr: <gizli>

source: Scan results:
it: Risultati scansione:
pl: Wynik skanowania:
sv: Skanningsresultat:
tr: Tarama sonuçları:

source: Scan again
it: Nuova scansione
pl: Przeskanuj ponownie
sv: Skanna igen
tr: Yeniden tara

source: Use
it: Usa
pl: Użyj
sv: Använd
tr: Kullan

source: Connection name:
it: Nome connessione:
pl: Nazwa połączenia:
sv: Anslutning:
tr: Bağlantı ismi:

source: Connection
it: Connessione
pl: Połączenie
sv: Anslutning
tr: Bağlantı

source: Device:
it: Dispositivo:
sv: Enhet:
tr: Aygıt:

source: Select
it: Seleziona
pl: Wybierz
sv: Välj
tr: Seç

source: Scan
it: Scansione
pl: Skanuj
sv: Skanna
tr: Tara

source: Security:
it: Sicurezza:
sv: Säkerhet:
tr: Güvenlik:

source: No authentication
it: Nessuna autenticazione
pl: Brak autoryzacji
sv: Ingen autentisering
tr: Kimlik doğrulama yok

source: Authentication:
it: Autenticazione
sv: Autentisering
tr: Kimlik Doğrulama:

source: Inner Authentication:
sv: Inre autentisering
tr: İç Doğrulama:

source: Anonymous Identity:
it: Identità Anonima:
sv: Anonym identitet
tr: Anonim Kimlik:

source: User/Identity
it: Utente/Identità
sv: Användare/identitet
tr: Kullanıcı/Kimlik

source: Password:
sv: Lösenord:
tr: Parola:

source: Client Certificate:
it: Certificato Client:
sv: Klientcertifikat:
tr: İstemci Sertifikası:

source: browse
it: Sfoglia
sv: bläddra
tr: gözat

source: CA Certificate:
it: Certificato CA:
sv: CA-certifikat:
tr: CA Sertifikası:

source: Private Key File:
it: File chiave Privata:
sv: Privat nyckelfil:
tr: Özel Anahtar Dosyası:

source: Private Key Password:
it: Password Chiave Privata:
sv: Privat lösenordsnyckel:
tr: Özel Anahtar Parolası:

source: *|Certificates
it: *|Certificati
sv: *|Certifikat
tr: *|Sertifikalar

source: Select CA Certificate File
it: Seleziona il file del certificato CA
sv: Välj CA-certifikatsfil
tr: CA Sertifika Dosyası Seçin

source: Select Client Certificate File
it: Seleziona il file del certificato client
sv: Välj klientcertifikatfil
tr: İstemci Sertifika Dosyası Seçin

source: Select Private Key File
it: Seleziona il file della chiave privata
sv: Välj privat nyckelfil
tr: Özel Anahtar Dosyası Seçin

source: Network settings
it: Impostazioni di rete
pl: Ustawienia sieci
sv: Nätverksinställningar
tr: Ağ ayarları

source: Automatic query (DHCP)
it: Richiesta automatica (DHCP)
pl: Automatyczne zapytanie (DHCP)
sv: Automatisk förfrågan (DHCP)
tr: Otomatik ayar (DHCP)

source: Manual
it: Manuale
pl: Podręcznik
sv: Manuell
tr: Elle ayarla

source: Custom
it: Personalizzato
pl: Własne
sv: Anpassad
tr: Özel

source: Net mask:
it: Maschera di rete:
sv: Nätmask:
tr: Ağ maskesi:

source: Gateway:
sv: Förmedlingsnod:
tr: Ağ geçidi:

source: Configure network connection
it: Configura connessioni di rete
pl: Konfiguruj połączenie sieciowe
sv: Anpasa nätverksanslutning
tr: Ağ bağlantısını ayarla

source: Your wireless interface has been disabled by kill switch. Please activate it first.
sv: Ditt trådlösa nätverkskort har stängts av av hårdvarubrytaren. Vänligen aktivera den först.
tr: Kablosuz arayüz anahtar tarafından pasifleştirilmiş. Lütfen önce etkinleştirin.

source: Scanning...
it: Scansione in corso...
pl: Skanuję...
sv: Skannar...
tr: Taranıyor...

source: Profile <b>%s</b> matched.
it: Il profilo <b>%s</b> corrisponde.
pl: Profil <b>%s</b> dopasowany.
sv: Profil <b>%s</b> matchade.
tr: Profil <b>%s</b> bulundu.

source: There is no matched profile
it: Nessun profilo corrispondente
pl: Nie ma pasującego profilu
sv: Det finns inte någon matchande profil.
tr: Eşleşen bir profil bulunamadı

source: No scan result
it: Nessun risultato dalla scansione
pl: Brak wyników skanowania
sv: Inga skanningsresultat
tr: Herhangi bir ağ bulunamadı

source: Connecting to <b>%s</b> ...
it: Connessione a <b>%s</b> ...
pl: Łączę z <b>%s</b> ...
sv: Ansluter till <b>%s</b> ...
tr: <b>%s</b> profiline bağlanıyor...

source: Firewall...
sv: Brandvägg...
tr: Güvenlik Duvarı...

source: Edit Connections...
it: Modifica connessioni...
pl: Edytuj połączenia...
sv: Redigera anslutningar...
tr: Bağlantıları Düzenle...

source: Show Notifications
it: Mostra notifiche
pl: Pokazuj Powiadomienia
sv: Visa underrättelser
tr: Uyarıları Göster

source: Icon Per Device
it: Icona per ogni dispositivo
pl: Ikona Urządzenia
sv: En ikon per enhet
tr: Her Aygıtın Kendi Simgesi

source: Single Icon
it: Icona singola
pl: Pojedyńcza Ikona
sv: En ikon
tr: Tek Simge

source: Should network-applet start automatically when you login?
it: Desideri avviare l'applet di rete automaticamente al login?
pl: Uruchamiać aplet sieci automatycznie podczas logowania?
sv: Ska nätverksminiprogrammet startas automatiskt när du loggar in?
tr: Ağ programcığı açılışta otomatik çalışsın mı?

source: Connecting to <b>%1</b> ...
it: Connessione a <b>%1</b> ...
pl: Łączę z <b>%1</b> ...
sv: Ansluter till <b>%1</b> ...
tr: <b>%1</b> profiline bağlanıyor...

source: Connected to <b>%1</b>
it: Connesso a <b>%1</b>
pl: Połączono z <b>%1</b>
sv: Ansluten till <b>%1</b>
tr: <b>%1</b> profiline bağlandı

source: Connection failed <b>%1</b>
it: Connessione fallita <b>%1</b>
pl: Połączenie nie powiodło się <b>%1</b>
sv: Anslutningen misslyckades <b>%1</b>
tr: Bağlantı başarısız <b>%1</b>

source: You are offline now
it: Sei attualmente non in linea
pl: Jesteś offline
sv: Du är nu frånkopplad
tr: Şu anda bağlı değilsiniz

source: Network Applet
it: Applet di rete
pl: Aplet Sieci
sv: Nätverksminiprogram
tr: Ağ Programcığı

source: Mod:
pl: Tryb:
