Repository: pisilinux/uludag
Catalog: trunk/playground/intern/2009/migration/po/*.po
Languages: nl

source: Wallpaper
nl: Achtergrondafbeelding

source: Firefox bookmarks cannot be loaded.
nl: Firefox-bladwijzers kunnen niet geladen worden.

source: Firefox bookmarks loaded.
nl: Firefox-bladwijzers geladen.

source: Internet Explorer favorites cannot be loaded.
nl: Internet Explorer bladwijzers kunnen niet geladen worden.

source: Internet Explorer favorites loaded.
nl: Internet Explorer bladwijzers geladen.

source: Firefox is open. Please close it first to continue...
nl: Firefox is actief. Sluit het eerst af om door te gaan...

source: Windows Mail accounts cannot be loaded.
nl: Windows Mail accounts kunnen niet geladen worden.

source: Windows Mail accounts loaded.
nl: Windows Mail accounts geladen.

source: Thunderbird accounts cannot be loaded.
nl: Thunderbird-accounts kunnen niet geladen worden.

source: Thunderbird accounts loaded.
nl: Thunderbird-accounts geladen.

source: MSN accounts cannot be loaded.
nl: MSN-accounts kunnen niet geladen worden.

source: MSN accounts loaded.
nl: MSN-accounts geladen.

source: GTalk accounts cannot be loaded.
nl: GTalk-accounts kunnen niet geladen worden.

source: GTalk accounts loaded.
nl: GTalk-accounts geladen.

source: E-Mail Messages
nl: E-Mail berichten

source: News Accounts
nl: Nieuwsgroepen

source: Desktop Links
nl: Bureaubladkoppelingen

source: Folder '%s' cannot be created, please choose another folder!
nl: Kan map '%s' niet aanmaken, kies een andere map!

source: You don't have permission to write to folder '%s', please choose another folder!
nl: U heeft geen toestemming om naar map '%s' te schrijven, kies een andere map!

source: Total size of files you've chosen is %(size)d MB, but you have only %(free)d MB of free space!
nl: Totale grootte van geselecteerde bestanden is %(size)d MB, maar er is slechts %(free)d MB vrije ruimte!

source: Wallpaper changed.
nl: Achtergrond gewijzigd.

source: Bookmarks saved.
nl: Bladwijzers opgeslagen.

source: Mail Accounts saved.
nl: Mail-accounts opgeslagen.

source: Accounts saved.
nl: Accounts opgeslagen.

source: News Accounts saved.
nl: Nieuwsgroepen opgeslagen.

source: Instant Messenger Accounts saved.
nl: Instant Messenger accounts opgeslagen.

source: Link '%s' created.
nl: Koppeling '%s' aangemaakt.

source: Nothing done, because no option selected. You can close the wizard...
nl: Niets gedaan omdat geen optie geselecteerd is. U kunt de assistent nu sluiten...

source: All operations completed. You can close the wizard...
nl: Alle bewerkingen zijn uitgevoerd. U kunt de assistent nu sluiten...

source: Migration Tool
nl: Migratiegereedschap

source: A wizard to transfer files and settings from existing operating systems
nl: Een assistent voor het overzetten van bestanden en instellingen van een bestaand besturingsysteem

source: Developer and Current Maintainer
nl: Ontwerper en huidige onderhouder

source: Pardus Migration Tool
nl: Pardus migratiegereedschap

source: Next
nl: Volgende

source: Finish
nl: Voltooien

source: Selecting User
nl: Gebruiker selecteren

source: Selecting Options
nl: Opties selecteren

source: Selecting Files
nl: Bestanden selecteren

source: Applying Changes
nl: Wijzigingen toepassen

source: Migration Tool Help
nl: Help migratiegereedschap

source: Step
nl: Stap

source: Migration tool couldn't find any old users in your computer. You can't use this aplication.
nl: Migratiegereedschap kan geen oude gebruikers op de computer vinden. En daarom niet te gebruiken.

source: No User
nl: Geen gebruiker

source: Keep current wallpaper
nl: Huidige achtergrond behouden

source: Don't use wallpaper
nl: Geen achtergrond gebruiken

source: Does not change your wallpaper.
nl: Achtergrond niet veranderen.

source: Use my old wallpaper
nl: Mijn oude achtergrond gebruiken

source: Copies your old wallpaper to Pardus and sets it as new background image.
nl: Kopieert uw oude achtergrond naar Pardus en gebruikt het als nieuwe achtergrond.

source: Firefox bookmarks
nl: Firefox-bladwijzers

source: Copies your old Firefox bookmarks to Firefox under Pardus.
nl: Kopieert uw oude Firefox-bladwijzers naar Firefox van Pardus.

source: Internet Explorer favorites
nl: Internet Explorer bladwijzers

source: Copies your old Internet Explorer favorites to Firefox under Pardus.
nl: Kopieert uw oude bladwijzers van Internet Explorer naar Firefox van Pardus.

source: E-Mail and News Accounts
nl: E-mail en nieuwsgroepen

source: Copies your old mail and newsgroup accounts to KMail and KNode applications.
nl: Kopieert uw oude e-mail en nieuwsgroepenaccounts naar KMail en KNode van Pardus.

source: Copy e-mail messages from e-mail accounts
nl: Kopieert e-mail berichten van e-mailaccounts

source: Copies your e-mail messages to KMail from selected applications above.
nl: Kopieert uw e-mail berichten naar KMail van bovenstaande geselecteerde applicaties.

source: Copies your MSN Messenger accounts to Kopete.
nl: Kopieert uw MSN Messenger accounts naar Kopete.

source: Copies your GTalk accounts to Kopete.
nl: Kopieert uw GTalk-accounts naar Kopete.

source: Welcome to Pardus Migration Tool. You can transfer files and settings from your existing operating systems to Pardus with this application.
nl: Welkom bij het migratiegereedschap van Pardus. Hiermee kunt u bestanden en instellingen van uw huidige besturingsysteem naar Pardus overzetten.

source: After selecting user, you will be able to copy wallpaper, bookmarks, e-mail accounts, e-mail messages, news accounts, instant messenger accounts and files to Pardus. Please choose the user and click "next" to continue...
nl: Na het selecteren van de gebruiker is het mogelijk om achtergrondafbeeldingen, bladwijzers, e-mail accounts, e-mailberichten, nieuwsgroepen, instant messenger accounts en bestanden naar Pardus voet te zetten. Selecteer de gebruiker en klik op "Volgende" om door te gaan...

source: Do Nothing
nl: Niets doen

source: Does not use your old files. <br>You can still access them from their old location.
nl: Gebruik uw oude bestande niet. <br> Ze zijn bereikbaar van de oude locatie.

source: Put links to my desktop
nl: Plaats koppelingen op mijn bureaublad

source: Does not copy your files. Instead, it puts shortcuts of your existing folders to your desktop for easy access.<br> By this way, you can save disk space.
nl: Kopieer uw bestanden niet. In plaats daarvan worden, voor gemakkelijke toegang, snelkoppelingen op het bureaublad geplaatst. <br>Dit bespaart schijfruimte.

source: Copy files to directory:
nl: Kopieer bestanden naar map:

source: Copies selected files to another directory of Pardus.
nl: Kopieer geselecteerde bestanden naar een andere map van Pardus.

source: My Documents
nl: Mijn documenten

source: Desktop
nl: Bureaublad

source: My Music
nl: Mijn muziek

source: My Pictures
nl: Mijn afbeeldingen

source: My Video
nl: Mijn video

source: Name
nl: Naam

source: Size
nl: Grootte

source: Please wait while applying changes...
nl: Even geduld, wijzigingen worden toegepast...

source: Prepare:
nl: Voorbereiden:

source: Apply:
nl: Toepassen:

source: Warning!
nl: Waarschuwing!

source: file '%s' cannot be copied
nl: kan bestand '%s' niet kopiÃ«ren

source: file '%s' copied
nl: bestand '%s' gekopieerd

source: Migrated Folder
nl: Overgezette map

source: This messagebox is migrated using Pardus Migration Tool
nl: Deze MessageBox is door het migratiegereedschap van Pardus gemigreerd

source: Message Box %s copied
nl: Message Box %s gekopieerd
