Repository: pisilinux/uludag
Catalog: branches/kde/boot-manager/2008/po/*.po
Languages: es, pl, tr

source: New Entry
es: Nueva entrada
pl: Nowy Wpis
tr: Yeni Ekle

source: Unused Kernels
es: Núcleos (kernels) sin usar
pl: Nieużywane Kernele
tr: Kullanılmayan Çekirdekler

source: Remember last booted entry.
es: Recordar la elección del ultimo arranque.
pl: Pamiętaj ostatni wpis
tr: Son açılan kaydı, bir sonraki açılışta hatırla.

source: Timeout:
es: Tiempo de espera:
pl: Maksymalny czas:
tr: Bekleme Süresi:

source: Title:
es: Título:
pl: Tytuł:
tr: Başlık:

source: System:
es: Sistema:
tr: Sistem:

source: Root (or UUID):
es: Raíz (o UUID):
tr: Root (veya UUID):

source: Kernel:
es: Núcleo (kernel):
tr: Çekirdek:

source: Kernel Parameters:
es: Parámetros del kernel:
pl: Parametry Kernela:
tr: Çekirdek Parametreleri:

source: Initial Ramdisk:
es: Disco RAM inicial:
pl: Ramdysk (initrd)
tr: Açılış Ramdisk:

source: Set as default boot entry.
es: Establecer como elección por defecto
pl: Ustaw jako domyślne.
tr: Öntanımlı açılış kaydı olarak ata.

source: There must be at least one Pardus entry.
es: Se requiere por lo menos una entrada de Pardus.
pl: Musi być co najmniej jeden wpis Pardusa.
tr: En az bir Pardus girdisi olmalı.

source: Access Denied
es: Acceso denegado
pl: Odmowa Dostępu
tr: Erişim Reddedildi

source: Are you sure you want to remove this entry from the boot loader?
es: Está seguro que desea remover esta entrada ?
tr: Bu kaydı önyükleyici listesinden kaldırmak istediğinize emin misiniz?

source: Delete Entry
es: Eliminar Entrada
pl: Skasuj Wpis
tr: Kaydı Sil

source: This is a Pardus kernel entry. Do you want to uninstall it from the system?
es: Esto es una entrada de núcleo (kenel) de Pardus. Desea desinstalarlo del sistema ?
pl: To jest wpis kernela Pardusa. Czy chcesz odinstalować go z systemu?
tr: Bu bir Pardus çekirdek girdisi. Sistemden tamamen kaldırmak ister misiniz?

source: Uninstall Kernel
es: Desinstalar núcleo
pl: Usuwanie Kernela
tr: Çekirdeği Sistemden Kaldır

source: Failed
es: Falló
pl: Niepowodzenie
tr: Başarısız

source: These kernels are installed in the system but doesn't exist in boot loader list:
es: Los siguientes núcleos (kernel) están disponibles en el sistema, pero no están en la lista de arranque:
pl: Te kernele są zainstalowane w systemie ale nie są wpisane w menedżerze rozruchu GRUB
tr: Bu çekirdekler sisteminizde kurulu ancak önyükleyici listesinde bulunmuyor:

source: Add Boot Entry
es: Agregar entrada de arranque
pl: Dodaj Wpis
tr: Açılış Girdisi Ekle

source: Uninstall
es: Desinstalar
pl: Usuń
tr: Sistemden Kaldır

source: Ok
pl: Tak
tr: Tamam

source: Do you want to uninstall selected kernel(s) from the system?
es: Desea desinstalar los núcleos (kernel) seleccionados del sistema ?
pl: Czy chcesz usunąć zaznaczony/e kernel/e z systemu?
tr: Seçilen çekirdek(ler)i sistemden kaldırmak istiyor musunuz?

source: Unable to connect to DBus.
es: No posible conectar a DBus
pl: Nie można połączyć się z DBus.
tr: DBus'a bağlanılamadı.

source: DBus Error
es: Error DBus
pl: Błąd DBus
tr: DBus Hatası

source: You are not authorized for this operation.
es: No tiene permisos para esta operación.
pl: Nie masz uprawnień do tej operacji.
tr: Bu işlemi yapma yetkiniz yok.

source: Waiting DBus...
es: Esperando DBus...
pl: Oczekiwanie na DBus...
tr: DBus bekleniyor...

source: Connection to the DBus unexpectedly closed, trying to reconnect...
es: Desconexión inesperada con DBus, intentando reconectar...
pl: Połączenie z DBusem zostało zerwane, łączę ponownie...
tr: DBus bağlantısı beklenmedik bir şekilde sonlandı, yeniden bağlanmaya çalışıyor...

source: Cannot connect to the DBus! If it is not running you should start it with the 'service dbus start' command in a root console.
es: No posible conectar con DBus! Si no se está ejecutando lo debería iniciar con el comando 'service dbus start' desde una consola de root.
pl: Nie można połączyć się z DBus! Jeżeli nie działa to powinieneś uruchomić usługę 'service dbus start' jako root.
tr: DBus'a bağlanılamadı! Eğer DBus servisi çalışmıyorsa konsolda root kullanıcısı olarak 'service dbus start' komutunu deneyebilirsiniz.

source: COMAR Error
es: Error Comar
pl: Błąd COMAR
tr: COMAR Hatası

source: Bootloader configuration changed by another application.
es: La configuración de arranque fue modificada por otro programa.
pl: Konfiguracja menedżera GRUB zmieniona przez inną aplikację.
tr: Önyükleyici ayarları başka bir uygulama tarafından değiştirildi.

source: Boot Manager
es: Administrador de Arranque
pl: Konfiguracja Menedżera Rozruchowego GRUB
tr: Açılış Yöneticisi

source: Developer and Current Maintainer
es: Desarrollador y Mantenedor actual
pl: Autor
tr: Geliştirici ve Şimdiki Sorumlu

source: Contributions to Boot.Loader model.
es: Contribuciones al concepto del Cargador de Arranque.
pl: Pomoc w rozwoju
tr: Boot.Loader modeline katkılar.

source: Boot Manager is already started!
es: El administrador de arranque ya se está ejecutando !
pl: Menedżer Rozruchowy już działa!
tr: Açılış Yöneticisi zaten çalışıyor!

source: Edit entry
es: Editar entrada
pl: Edytuj wpis
tr: Kaydı düzenle

source: Delete entry
es: Eliminar entrada
pl: Skasuj wpis
tr: Kaydı sil
