Repository: pisilinux/uludag
Catalog: branches/kde/service-manager/corporate2/po/*.po
Languages: ca, tr

source: You are not authorized for this operation.
ca: No teniu autorització per a efectuar aquesta operació
tr: Bu işlemi yapmaya yetkiniz yok.

source: An error occurred: %s
tr: Bir hata meydana geldi: %s

source: Service Manager
ca: Gestor de serveis
tr: Servis Yöneticisi

source: Service Manager is already started!
ca: Ho sent. El gestor de serveis ja està en marxa
tr: Servis Yöneticisi zaten çalışıyor!

source: Select a service from list.
ca: Tria un servei de la llista.
tr: Listeden bir servis seçin.

source: Clear Search
tr: Aramayı Temizle

source: Start
ca: Engega
tr: Başlat

source: Restart
ca: Engega
tr: Yeniden Başlat

source: %s is running.
ca: %s està en marxa.
tr: %s çalışıyor.

source: %s is not running.
ca: %s no està en marxa.
tr: %s çalışmıyor.

source: If you stop this service, you may have problems. Are you sure you want to stop this service?
ca: En aturar aquest servei, podeu tenir problemes. Esteu segur/a que el voleu aturar?
tr: Bu servisi durdurursanız, problem yaşayabilirsiniz. Servisi durdurmak istediğinizden emin misiniz?

source: If you disable this service, you may have problems. Are you sure you want to do this?
ca: En aturar aquest servei, podeu tenir problemes. Esteu segur/a que el voleu aturar?
tr: Bu servisi kapatırsanız, problem yaşayabilirsiniz. Servisi kapatmak istediğinizden emin misiniz?

source: Service Description
tr: Servis Açıklaması

source: Run on Startup
ca: Posa en marxa en engegar l'ordinador
tr: Açılışta Çalıştır

source: Service Name
tr: Servis Adı

source: Run on startup.
ca: Posa'l en marxa en engegar l'ordinador
tr: Açılışta çalıştır.

source: Don't run on startup.
ca: No el poses en marxa en engegar l'ordinador
tr: Açılışta çalıştırma.

source: Reset Search
ca: Engega
tr: Aramayı Temizle

source: Search:
tr: Ara:

source: &List servers only.
ca: &Només servidors de llistat.
tr: &Sadece sunucuları listele.
