Repository: pisilinux/uludag
Catalog: tags/kde/network-manager/1.15.4/po/*.po
Languages: ca

source: Create a new connection
ca: Crea una nova connexió

source: Select device:
ca: Tria un dispositiu:

source: Create
ca: Crea

source: No suitable device found
ca: No hi ha cap dispositiu adequat

source: Install network packages!
ca: Instal·la els paquets relatius a la xarxa

source: No package with COMAR network scripts are installed yet.
ca: No hi ha cap paquet instal·lat amb seqüències de xarxa relatives a COMAR

source: Network Manager
ca: Arranjador de la xarxa

source: <hidden>
ca: <amagat>

source: Scan results:
ca: Resultats de l'exploració:

source: Scan again
ca: Explora una altra vegada

source: Use
ca: Fés-la servir

source: Connection name:
ca: Nom de la connexió:

source: Connection
ca: Connexió

source: Device:
ca: Dispositiu:

source: Select
ca: Seleciona

source: Scan
ca: Explora

source: Authentication
ca: Autenticació

source: No authentication
ca: Sense autenticació

source: Password:
ca: Mot de pas:

source: User name:
ca: Nom d'usuari:

source: Network settings
ca: Arranjaments de la xarxa

source: Automatic query (DHCP)
ca: Protocol dinàmic (DHCP)

source: Manual
ca: Personalitzat

source: Address:
ca: Adreça:

source: Custom
ca: A mida

source: Net mask:
ca: Màscara de xarxa:

source: Gateway:
ca: Portal d'enllaç:

source: Name servers
ca: Nom dels servidors

source: Automatic
ca: Automàtic

source: Configure network connection
ca: Configura la connexió de la xarxa

source: Waiting COMAR...
ca: Cal esperar el servei de COMAR...

source: Connection to the COMAR unexpectedly closed, trying to reconnect...
ca: La connexió a COMAR s'ha tallat sense inesperadament. Mirem de reconnectar...

source: Cannot connect to the COMAR! If it is not running you should start it with the 'service comar start' command in a root console.
ca: No em puc connectar a COMAR. Si no està en marxa, l'hauríeu de tornar a engear amb el comandament 'service comar start' com a arrel d'ençà d'una terminal

source: new connection
ca: nova connexió

source: Name:
ca: Nom:

source: Turn on/off connection
ca: Connecta / Desconnecta

source: Configure connection
ca: Configura la connexió

source: Delete connection
ca: Esborra la connexió

source: Should I delete the '%s' connection?
ca: Que vols que esborre la connexió '%s'?

source: Delete connection?
ca: Esborre la connexió?

source: No device!
ca: Ho sent. No hi ha cap dispositiu

source: New connection
ca: Nova connexió

source: Name Service Settings
ca: Nom dels arranjaments del servei (DNS)

source: Network Connections Help
ca: Ajut per a la connexió de la xarxa

source: Network manager module is already started!
ca: Ho sent. El mòdul de l'arranjador de la xarxa ja està en marxa

source: Firewall...
ca: Tallafocs...

source: Edit Connections...
ca: Edita les connexions...

source: Icon Per Device
ca: Icona per dispositiu

source: Single Icon
ca: Icona simple

source: Should network-applet start automatically when you login?
ca: Que vols que el programa de gestió de xarxa s'engegue automàticament en entrar al sistema?

source: Computer
ca: Ordinador

source: Host name:
ca: Nom de l'ordinador amfitrió:

source: Up
ca: Obert

source: Down
ca: Tancat

source: Add Name Server
ca: Afegeix un nom de servidor

source: Name server:
ca: Nom del servidor:
