Repository: pisilinux/uludag
Catalog: branches/kde/user-manager/2008/po/*.po
Languages: ca, es, it, pl, pt_br

source: Select manually
ca: Selecciona manualment
es: Seleccion manual
it: Scegli manualmente
pl: Wybierz ręcznie
pt_br: Selecionar manualmente

source: Group name:
ca: Nom del grup:
es: Nombre de Grupo:
it: Nome del gruppo:
pl: Nazwa grupy:
pt_br: Nome do grupo:

source: Enter a group ID or use auto selection
ca: Introduïu una ID de grup o feu servir la selecció automàtica
es: Ingrese ID del grupo o use selección automatica
it: Inserici un ID per il gruppo o utilizza la selezione automatica
pl: Wpisz ID grupy lub użyj autoselekcji
pt_br: Digite o ID do grupo ou use a seleção automática

source: Enter a group name
ca: Introduïu un nom per al grup
es: Ingrese un nombre de grupo
it: Inserisci il nome di un gruppo
pl: Podaj nazwę grupy
pt_br: Digite um nome de grupo

source: Enter Information For New Group
ca: Introduïu informació per al nou grup
es: Ingrese Información para el grupo nuevo
it: Inserisci le informazioni per il nuovo gruppo
pl: Podaj informacje o nowej grupie
pt_br: Digitar Informação Para Novo Grupo

source: Adding group...
ca: Afegim un grup...
es: Agregando grupo...
it: Aggiunta del gruppo in corso...
pl: Dodawanie grupy...
pt_br: Adicionando grupo...

source: Show system user and groups
ca: Mostra l'usuari del sistema i els grups
es: Mostrar usuarios y grupos del sistema
it: Mostra gli utenti e i gruppi di sistema
pl: Pokaż użytkowników oraz grupy
pt_br: Mostrar usuários e grupos do sitema

source: User name
ca: Nom de l'usuari
es: Nombre de usuario
it: Nome utente
pl: Nazwa użytkownika
pt_br: Nome de usuário

source: Full name
ca: Nom complet
es: Nombre completo
it: Nome completo
pl: Pełna nazwa
pt_br: Nome completo

source: Group name
ca: Nom del grup
es: Nombre de grupo
it: Nome del gruppo
pl: Nazwa grupy
pt_br: Nome do grupo

source: Users
ca: Usuaris
es: Usuarios
it: Utenti
pl: Użytkownicy
pt_br: Usuários

source: Groups
ca: Grups
es: Grupos
it: Gruppi
pl: Grupy
pt_br: Grupos

source: User Manager Help
ca: Ajuda del gestor d'usuaris
es: Ayuda del Administrador de Usuarios
it: Aiuto sull'amministrazione degli utenti
pl: Pomoc - zarządzanie użytkownikami
pt_br: Ajuda do Gerenciador de Usuários

source: <big><b>Should I delete this user?</b></big><br><br>Name: %s<br>User name: %s<br>ID: %d
ca: <big><b>Que voleu eliminar aquest usuari?</b></big><br><br>Nom: %s<br>Nom de l'usuari: %s<br>ID: %d
es: <big><b>Eliminar este usuario ?</b></big><br><br>Nombre: %s<br>Nombre de usuario: %s<br>ID: %d
it: <big><b>Desideri veramente eliminare questo utente?</b></big><br><br>Nome: %s<br>Nome utente: %s<br>ID: %d
pl: <big><b>Powinienem usunąć tego użytkownika?</b></big><br><br>Nazwa: %s<br>Nazwa użytkownika: %s<br>ID: %d
pt_br: <big><b>Devo deletar este usuário?</b></big><br><br>Nome: %s<br>Nome de usuário: %s<br>ID: %d

source: Delete User
ca: Suprimeix l'usuari
es: Eliminar Usuario
it: Eliminazione utente
pl: Usuń Użytkownika
pt_br: Deletar Usuário

source: Delete user and files
ca: Suprimeix l'usuari i els arxius
es: Eliminar usuario y archivos personales
it: Elimina utente e i suoi file
pl: Usuń użytkownika oraz jego pliki
pt_br: Deletar usuário e arquivos

source: Delete user
ca: Suprimeix l'usuari
es: Eliminar usuario
it: Elimina utente
pl: Usuń użytkownika
pt_br: Deletar usuário

source: <big><b>Should I delete this group?</b></big><br><br>Group name: %s<br>ID: %d
ca: <big><b>Que voleu eliminar aquest usuari?</b></big><br><br>Nom del grup: %s<br>ID: %d
es: <big><b>Eliminar este grupo ?</b></big><br><br>Nombre de grupo: %s<br>ID: %d
it: <big><b>Desideri veramente eliminare questo gruppo?</b></big><br><br>Nome del gruppo: %s<br>ID: %d
pl: <big><b>Usunąć tą grupę?</b></big><br><br>Nazwa grupy: %s<br>ID: %d
pt_br: <big><b>Devo deletar este grupo?</b></big><br><br>Nome do grupo: %s<br>ID: %d

source: Delete Group
ca: Suprimeix el grup
es: Eliminar Grupo
it: Elimina gruppo
pl: usuń grupę
pt_br: Deletar Grupo

source: Unable to connect to DBus.
es: No posible conectar con DBus
it: Impossibile connettersi a DBus!
pl: Nie mogę połączyć się z DBus.

source: DBus Error
es: Error DBus
it: Errore DBus!
pl: Błąd DBus

source: You are not authorized for this operation.
es: No tiene los derechos necesarios para esta operación.
it: Non hai i permessi necessari per eseguire questa operazione.
pl: Nie masz uprawnień dla tej operacji.

source: COMAR Error
es: Error COMAR
it: Errore COMAR!
pl: Błąd COMARa

source: User/group operations
es: Operaciones de Usuario/Grupo
it: Operazioni su Utenti/Gruppi
pl: Operacje na użytkownikach/grupach

source: Network settings
es: Configuración de Red
it: Impostazioni di rete
pl: Ustawienia sieci

source: Package operations
es: Operaciones con Paquetes
it: Operazioni sui pacchetti
pl: Operacje na pakietach

source: Service operations
es: Operaciones con Servicios
it: Operazioni sui servizi
pl: Operacje na usługach

source: Date/time operations
es: Configuración de Hora/Fecha
it: Operazioni su data e ora
pl: Operacje na dacie/czasie

source: Kernel module operations
es: Operaciones con módulos del Kernel
it: Operazioni sui moduli del kernel
pl: Operacje na modułach kernela

source: Bootloader settings
es: Configuración de Arranque
it: Operazioni sul bootloader
pl: Ustawienia menedżera rozruchowego

source: Screen settings
es: Configuración de Pantalla
it: Operazioni sullo schermo
pl: Ustawienia ekranu

source: User name:
ca: Nom d'usuari:
es: Nombre de usuario:
it: Nome utente:
pl: Nazwa użytkownika:
pt_br: Nome de usuário:

source: Full name:
ca: Nom complet:
es: Nombre completo:
it: Nome completo:
pl: Pełna nazwa:
pt_br: Nome completo:

source: Home:
ca: Inici:
es: Carpeta personal (home):
pl: Katalog domowy:

source: Select user's home directory
ca: Seleccioneu el directori d'inici de l'usuari
es: Seleccione la carpeta personal (home) del usuario
it: Scegli la cartella Home dell'utente
pl: Wybierz katalog domowy użytkownika
pt_br: Selecionar o diretório home do usuário

source: Password:
ca: Mot de pas:
es: Contraseña:
pl: Hasło:
pt_br: Senha:

source: Confirm password:
ca: Repeteix el mot de pas:
es: Confirmar contraseña:
it: Conferma password:
pl: Potwierdz hasło:
pt_br: Confirmar senha:

source: Shell:
ca: Intèrpret de comandaments (shell):
es: Intérprete de comandos (shell):
pl: Powłoka:

source: Please specify an existing shell command
ca: Si us plau, especifiqueu una ordre de shell existent.
es: Favor ingresar comando
it: Specifica per favore un comando shell esistente
pl: Podaj nazwę zainstalowanej powłoki
pt_br: Por favor, especifique um comando de shell existente

source: Specified shell command is not executable
ca: L'ordre de shell especificada no és executable
es: El comando indicado no es ejecutable
it: Il comando shell specificato non è un eseguibile
pl: Podana nazwa nie jest prawidłowa
pt_br: Comando de shell especificado não é executável

source: Group
ca: Grup
es: Grupo
it: Gruppo
pl: Frupa
pt_br: Grupo

source: Main group:
ca: Grup principal:
es: Grupo principal:
it: Gruppo principale:
pl: Główna grupa:
pt_br: Grupo principal:

source: Start with typing this user's full name.
ca: Comenceu a escriure el nom complet d'aquest usuari.
es: Escriba primero el nombre completo de este usuario.
it: Inizia digitando il nome completo di questo utente.
pl: Zacznij od podania pełnego imienia i nazwiska użytkownika
pt_br: Comece digitando o nome completo deste usuário.

source: You should enter a password for this user.
ca: Heu de donar un mot de pas per a aquest usuari
es: Favor ingresar una contraseña para este usuario.
it: Dovresti inserire una password per questo utente.
pl: Powinieneś podać hasło dla tego użytkownika.
pt_br: Você deve digitar uma senha para este usuário

source: Password must be longer.
ca: El mot de pas ha de ser més llarg.
es: La contraseña debe ser más larga.
it: La password deve essere più lunga.
pl: Hasło musi być dłuższe
pt_br: Senha deve ser maior.

source: Don't use your full name or user name as a password.
ca: No feu servir el nom complet o el nom d'usuari com a mot de pas.
es: No use el nombre completo o nombre de usuario como contraseña.
it: Non utilizzare il tuo nome completo o il nome utente come password.
pl: Nie używaj imienia i nazwiska lub nazwy użytkownika jako hasło
pt_br: Não use seu come completo ou nome de usuário como senha.

source: Passwords don't match.
ca: Els mots de pas són diferents
es: Las contraseñas no coinciden.
it: Le password non corrispondono.
pl: Hasła nie są identyczne
pt_br: Senhas não conferem.

source: You must enter a user ID or use the auto selection.
ca: Heu d'introduir una ID per a l'usuari o fer servir la selecció automàtica.
es: Favor ingresar un ID de usuario o use la selección automatica.
it: Devi inserire un ID utente o utilizzare la selezione automatica.
pl: Wpisz ID użytkownika lub użyj autoselekcji
pt_br: Você deve digitar um ID de usuário ou usar a seleção automática.

source: You must enter a user name.
ca: Heu d'introduir un nom per a l'usuari
es: Debe ingresar un nombre de usuario.
it: Devi inserire un nome utente.
pl: Musisz podać nazwę użytkownika
pt_br: Você deve digitar um nome de usuário.

source: This user name is used by another user.
ca: Aquest nom ja està registrat per a un altre usuari
es: Este nombre de usuario ya existe.
it: Questo nome utente è già esistente.
pl: Podana nazwa jest już używana przez innego użytkownika.
pt_br: Este nome de usuário já está sendo usado por outro usuário.

source: User name must not start with a number.
ca: El nom d'usuari no pot començar amb un número
es: Nombre de usuario no debe empezar con un número.
it: Il nome utente non deve iniziare con un numbero.
pl: Nazwa użytkownika nie może rozpoczynać się od cyfry.
pt_br: Nome de usuário nçao pode iniciar com um número.

source: You should select at least one group this user belongs to.
ca: Heu d'escollir almenys un dels grups als quals pertany aquest usuari
es: Favor indicar al menos un grupo al cual pertenece este usuario.
it: Dovresti selezionare almeno un gruppo a cui l'utente appartiene.
pl: Powinieneś wybrać dokładnie jedną grupę, do której ma należeć ten użytkownik.
pt_br: Você deve selecionar ao menos um grupo para este usuário pertencer.

source: Edit User's Information
ca: Edita la informació de l'usuari
es: Editar información del usuario
it: Modifica informazioni sull'utente
pl: Edytuj informacje o użytkowniku
pt_br: Editar Informações do Usuário

source: Enter Information For New User
ca: Introduïu la informació per al nou usuari
es: Ingrese informaciones del usuario nuevo
it: Inserisci le informazioni del nuovo utente
pl: Wpisz Informacje Noweg Użytkownika
pt_br: Digitar Informação Para Novo Usuário

source: Give administrator privileges to this user
es: Conceder privilegios de administrador a este usuario
it: Dai privilegi di amministratore a questo utente
pl: Nadaj uprawnienia administratora temu użytkownikowi

source: You are removing yourself from the 'wheel' system group, you might not use your administrator permissions after that.
ca: Us esteu esborrant del grup de sistema 'wheel', després no podreu utilitzar els vostres permissos com a administrador.
es: Se está removiendo del grupo de sistema 'wheel', puede que pierda los derechos de administrador a causa de esto.
it: Ti stai togliendo dal gruppo di sistema 'wheel'; dopo questa operazione non potrai utilizzare i permessi di amministratore.
pl: Usuwasz samego siebie z okręgu grup systemowych, możesz utracić uprawnienia administratora po tej operacji.
pt_br: Você está se removendo do grupo de sistema 'wheel', você poderá não usar suas permissões de administrador após isso.

source: Important Group Change
ca: Canvi de grup important
es: Cambio de grupo importante
it: Importante cambiamento di gruppo
pl: Zmiany w Ważnej Grupie
pt_br: Mudança de Grupo Important

source: Changing user information...
ca: S'està canviant la informació de l'usuari
es: Cambiando informaciones de usuario...
it: Modifica informazioni utente in corso...
pl: Zmiana informacji o użytkowniku...
pt_br: Mudando informação do usuário...

source: Adding user...
ca: Afegim l'usuari...
es: Agregando usuario...
it: Aggiunta utente in corso...
pl: Dodawanie użytkownika...
pt_br: Adicionando usuário...

source: Getting user information...
ca: Recopilem la informació de l'usuari...
es: Obteniendo información de usuario...
it: Recupero informazioni sull'utente in corso...
pl: Pobieranie danych o użytkowniku
pt_br: Acessando informação do usuário...

source: Authorizations
es: Autorizaciones
it: Autorizzazioni
pl: Autoryzacje

source: Actions
es: Acciones
it: Azioni
pl: Akcje

source: Authorize
es: Permitir
it: Autorizza
pl: Autoryzuj

source: Block
es: Prohibir
it: Blocca
pl: Blokuj

source: Do not ask password
es: No preguntar contraseña
it: Non chiedere la password
pl: Nie pytaj o hasło

source: User Management
ca: Gestió dels usuaris
es: Administración de Usuarios
it: Gestione degli utenti
pl: Zarządzanie użytkownikami
pt_br: Gerenciamento de Usuários

source: User manager module is already started!
ca: Ho sent. El mòdul del gestor d'usuaris ja està en marxa
es: Módulo de Administración de usuarios ya se está ejecutando !
it: Il modulo di gestione degli utenti è già in esecuzione!
pl: Moduł zarządzania użytkownikami jest już uruchomiony!
pt_br: Módulo de gerenciamento de usuários já foi iniciado!

source: User Manager
ca: Gestor d'usuaris
es: Administración de Usuarios
it: Gestore degli utenti
pl: Menedżer Użytkowników
pt_br: Gerenciador de Usuários
