Repository: pisilinux/uludag
Catalog: branches/kde/display-settings/2008/po/*.po
Languages: de, fr, nl, sv

source: Choose Monitor
de: Monitor auswählen
fr: Choisir un moniteur
nl: Kies monitor
sv: Välj bildskärm

source: Plug And Play Monitor
fr: Moniteur Plug And Play
nl: Plug en play monitor
sv: Plug And Play-bildskärm

source: Details
fr: Détails
sv: Detaljer

source: <p>Horizontal Range:</p>
de: <p>Horizontaler Bereich:</p>
fr: <p>Synchronisation horizontale :</p>
nl: <p>Horizontaal bereik:</p>
sv: <p>Horisontellt intervall:</p>

source: <p>Vertical Range:</p>
de: <p>Vertikaler Bereich:</p>
fr: <p>Rafraîchissement vertical :</p>
nl: <p>Verticaal bereik:</p>
sv: <p>Vertikalt intervall:</p>

source: Display Manager
de: Anzeige-Manager
fr: Affichage
nl: Beeldschermbeheer
sv: Bildskärmshanteraren

source: CRT Monitor
fr: Moniteur cathodique
sv: CRT-bildskärm

source: LCD Monitor
fr: Moniteur à cristaux liquides
sv: LCD-bildskärm

source: Standard Monitors
de: Standard Monitore
fr: Moniteurs standards
nl: Standaard monitors
sv: Standardbildskärmar

source: Vendors
de: Hersteller
fr: Fabricants
nl: Fabrikanten
sv: Tillverkare

source: <qt>The driver you selected is not installed on your system. In order to use this driver, you must install <b>%1</b> package.</qt>
de: <qt>Der von Ihnen gewählte Treiber ist auf Ihr System nicht installiert. Wenn Sie diesen Treiber verwenden möchten, dann müssen Sie das Paket <b>%1</b> installieren.</qt>
fr: <qt>Le pilote que vous avez sélectionné n'est pas installé. Pour pouvoir l'utiliser, vous devez installer le paquet <b>%1</b>.</qt>
nl: <qt>De door u geselecteerde driver is niet op uw systeem ge√Ønstalleerd. Om deze driver te kunnen gebruiken, dient u <b>%1</b> pakket te installeren.</qt>
sv: <qt>Den drivrutin du har valt är inte installerad. För att använda den måste du installera paketet <b>%1</b>.</qt>

source: Start Package Manager
de: Paket-Manager starten
fr: Lancer le gestionnaire de paquets
nl: Start pakketbeheer
sv: Starta Pakethanteraren

source: Primary Screen
de: Primärer Bildschirm
fr: Écran principal
nl: Eerste scherm
sv: Primär bildskärm

source: Secondary Screen
de: Sekundärer Bildschirm
fr: Écran secondaire
nl: Tweede scherm
sv: Sekundär bildskärm

source: This output is already used by other screen. Do you want to swap between them?
de: Diese Ausgabe wird bereits von einem anderen Bildschirm verwendet. Möchten Sie zwischen den beiden wechseln?
fr: Cette sortie est déjà utilisée par un autre écran. Voulez-vous les inter-échanger ?
nl: Deze uitvoer wordt al door een ander scherm gebruikt. Wilt u wisselen tussen beide?
sv: Den här utgången används redan av en annan bildskärm. Vill du växla mellan dem?

source: Driver: %1
de: Treiber: %1
fr: Pilote :%1
sv: Drivrutin: %1

source: Plug and Play Monitor
fr: Moniteur Plug And Play
nl: Plug en play monitor
sv: Plug and Play-bildskärm

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. Do you want to use this driver?</p></qt>
de: <qt>Um eine optimale Leistung zu erhalten, empfiehlt es sich den von dem Hardwarehersteller empfohlenen Treiber <b>%1</b> zu verwenden. Möchten Sie diesen Treiber verwenden?</p></qt>
fr: <qt>Pour de meilleures performances, vous pouvez utiliser le pilote <b>%1</b> fourni par le fabricant du matériel. Voulez-vous utiliser ce pilote ?</p></qt>
nl: <qt>Om betere prestaties te krijgen, kunt u gebruik maken van de <b>%1</b> driver geleverd door de hardware fabrikant. Wilt u deze driver gebruiken?</p></qt>
sv: <qt>För att få bättre prestanda vill du kanske använda drivrutinen <b>%1</b> som tillverkaren tillhandahåller.<qt> Vill du använda den här drivrutinen?</p></qt>

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. To use it, you must install <b>%2</b> package and choose <b>%3</b> from video card options.</qt>
de: <qt>Um eine optimale Leistung zu erhalten, empfiehlt es sich den von dem Hardwarehersteller empfohlenen Treiber <b>%1</b> zu verwenden. Sie müssen das Paket <b>%2</b> installieren und <b>%3</b> aus den Grafikkarten-Optionenfrom wählen, falls Sie diesen verwenden möchten.</qt>
fr: <qt>Afin d'obtenir de meilleures performances, vous pourriez être tenté d'utiliser <b>%1</b> pilote fourni par le fabricant de la carte graphique. Pour ce faire, vous devez installer le paquet <b>%2</b> et choisir <b>%3</b> à partir des options de la carte vidéo.</qt>
nl: <qt>Om betere prestaties te krijgen, kunt u gebruik maken van de <b>%1</b> driver geleverd door de hardware fabrikant. Om deze te gebruiken, dient u het pakket <b>%2</b> installeren en kiezen voor <b>%3</b> bij de videokaart opties.</qt>
sv: <qt>För att få bättre prestanda vill du kanske använda drivrutinen <b>%1</b> som tillverkaren tillhandahåller. För att använda den måste du installera paketet <b>%2</b> och välja <b>%3</b> i grafikkortsinställningarna.</qt>

source: Display Manager is already started!
de: Anzeige-Manager wird bereits ausführt!
fr: Le gestionnaire de l'affichage est déjà lancé !
nl: Beeldschermbeheer is al actief!
sv: Bildskärmshanteraren körs redan!

source: Driver Name
de: Treibername
fr: Nom du pilote
nl: Driver naam
sv: Drivrutin

source: Description
de: Beschreibung
nl: Beschrijving
sv: Beskrivning

source: Video Card
de: Grafikkarte
fr: Carte graphique
nl: Videokaart
sv: Grafikkort

source: Show all drivers
de: Alle Treiber anzeigen
fr: Afficher tous les pilotes
nl: Toon alle drivers
sv: Visa alla drivrutiner

source: Default Output
de: Standard Ausgabe
fr: Sortie par défaut
nl: Standaard uitvoer
sv: Standardutgång

source: Automatic
de: Automatisch
fr: Automatique
nl: Automatisch
sv: Automatiskt

source: Laptop Panel (%1)
fr: Écran d'ordinateur portable
nl: Laptop scherm (%1)
sv: Bärbar dator (%1)

source: Analog Output (%1)
de: Analoge Ausgabe (%1)
fr: Sortie analogique (%1)
nl: Analoge uitvoer (%1)
sv: Analog utgång (%1)

source: Digital Output (%1)
de: Digitale Ausgabe (%1)
fr: Sortie numérique (%1)
nl: Digitale uitvoer (%1)
sv: Digital utgång (%1)

source: TV Output (%1)
de: TV-Ausgabe (%1)
fr: Sortie TV (%1)
nl: TV uitvoer (%1)
sv: TV-utgång (%1)

source: Display Manager Help
de: Anzeige-Manager-Hilfe
fr: Aide du gestionnaire de l'affichage
nl: Beeldschermbeheer help
sv: Handbok Bildskärmshanteraren

source: <p> <b><h3>Outputs </h3></b> Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Pellentesque nisl est, lacinia non, tincidunt ut, varius vitae, enim. Vestibulum quis enim ac odio tincidunt hendrerit. Proin accumsan convallis justo. Vestibulum egestas. In nisi. Maecenas ut leo. Donec rutrum ultricies diam. Aenean rhoncus commodo urna. Quisque nibh turpis, sollicitudin vitae, ultrices pulvinar, mollis quis, mi. Morbi ultrices egestas tellus. <br><br> <b><h3>Resolution </h3></b> Mauris velit. Curabitur vestibulum eros. Donec euismod. Aliquam erat volutpat. Proin porttitor turpis id lorem. In pede ante, hendrerit in, suscipit in, fermentum eget, massa. Sed vel elit. Donec molestie lorem. Sed tincidunt accumsan purus. Aliquam malesuada augue nec risus. Aliquam mollis libero in mi. Etiam sit amet orci laoreet mi varius elementum. Donec et nisi. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec varius, ipsum at gravida gravida, tellus nisi feugiat arcu, quis dignissim dui lectus et orci. </p>
de: <p> <b><h3>Ausgabe </h3></b> Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Pellentesque nisl est, lacinia non, tincidunt ut, varius vitae, enim. Vestibulum quis enim ac odio tincidunt hendrerit. Proin accumsan convallis justo. Vestibulum egestas. In nisi. Maecenas ut leo. Donec rutrum ultricies diam. Aenean rhoncus commodo urna. Quisque nibh turpis, sollicitudin vitae, ultrices pulvinar, mollis quis, mi. Morbi ultrices egestas tellus. <br><br> <b><h3>Resolution </h3></b> Mauris velit. Curabitur vestibulum eros. Donec euismod. Aliquam erat volutpat. Proin porttitor turpis id lorem. In pede ante, hendrerit in, suscipit in, fermentum eget, massa. Sed vel elit. Donec molestie lorem. Sed tincidunt accumsan purus. Aliquam malesuada augue nec risus. Aliquam mollis libero in mi. Etiam sit amet orci laoreet mi varius elementum. Donec et nisi. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec varius, ipsum at gravida gravida, tellus nisi feugiat arcu, quis dignissim dui lectus et orci. </p>
fr: <p> <b><h3>Sorties</h3></b> Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Pellentesque nisl est, lacinia non, tincidunt ut, varius vitae, enim. Vestibulum quis enim ac odio tincidunt hendrerit. Proin accumsan convallis justo. Vestibulum egestas. In nisi. Maecenas ut leo. Donec rutrum ultricies diam. Aenean rhoncus commodo urna. Quisque nibh turpis, sollicitudin vitae, ultrices pulvinar, mollis quis, mi. Morbi ultrices egestas tellus. <br><br> <b><h3>Résolution </h3></b> Mauris velit. Curabitur vestibulum eros. Donec euismod. Aliquam erat volutpat. Proin porttitor turpis id lorem. In pede ante, hendrerit in, suscipit in, fermentum eget, massa. Sed vel elit. Donec molestie lorem. Sed tincidunt accumsan purus. Aliquam malesuada augue nec risus. Aliquam mollis libero in mi. Etiam sit amet orci laoreet mi varius elementum. Donec et nisi. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec varius, ipsum at gravida gravida, tellus nisi feugiat arcu, quis dignissim dui lectus et orci. </p>
nl: <P> <b><h3>Uitvoer</h3></b> Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Pellentesque nisl est, lacinia non, tincidunt ut, varius vitae, enim. Vestibulum quis enim ac odio tincidunt hendrerit. Proin accumsan convallis justo. Vestibulum egestas. In nisi. Maecenas ut leo. Donec rutrum ultricies diam. Aenean rhoncus commodo urna. Quisque nibh turpis, sollicitudin vitae, ultrices pulvinar, mollis quis, mi. Morbi ultrices egestas tellus. <br><br> <b><h3>Resolutie </h3></b> Mauris velit. Curabitur vestibulum eros. Donec euismod. Aliquam erat volutpat. Proin porttitor turpis id lorem. In pede ante, hendrerit in, suscipit in, fermentum eget, massa. Sed vel elit. Donec molestie lorem. Sed tincidunt accumsan purus. Aliquam malesuada augue nec risus. Aliquam mollis libero in mi. Etiam sit amet orci laoreet mi varius elementum. Donec et nisi. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec varius, ipsum at gravida gravida, tellus nisi feugiat arcu, quis dignissim dui lectus et orci. </p>
sv: <p> <b><h3>Utgångar </h3></b> Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Pellentesque nisl est, lacinia non, tincidunt ut, varius vitae, enim. Vestibulum quis enim ac odio tincidunt hendrerit. Proin accumsan convallis justo. Vestibulum egestas. In nisi. Maecenas ut leo. Donec rutrum ultricies diam. Aenean rhoncus commodo urna. Quisque nibh turpis, sollicitudin vitae, ultrices pulvinar, mollis quis, mi. Morbi ultrices egestas tellus. <br><br> <b><h3>Upplösning </h3></b> Mauris velit. Curabitur vestibulum eros. Donec euismod. Aliquam erat volutpat. Proin porttitor turpis id lorem. In pede ante, hendrerit in, suscipit in, fermentum eget, massa. Sed vel elit. Donec molestie lorem. Sed tincidunt accumsan purus. Aliquam malesuada augue nec risus. Aliquam mollis libero in mi. Etiam sit amet orci laoreet mi varius elementum. Donec et nisi. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec varius, ipsum at gravida gravida, tellus nisi feugiat arcu, quis dignissim dui lectus et orci. </p>

source: <p><b><h3>Display Manager </h3></b></p>
de: <p><b><h3>Anzeige-Manager </h3></b></p>
fr: <p><b><h3>Affichage</h3></b></p>
nl: <p><b><h3>Beeldschermbeheer </h3></b></p>
sv: <p><b><h3>Bildskärmshanteraren </h3></b></p>

source: Identify Displays
de: Anzeigen identifizieren
fr: Identifier l'affichage
nl: Identificeer schermen
sv: Identifiera bildskärmar

source: Output
de: Ausgang
fr: Sortie
nl: Uitvoer
sv: Utgång

source: Resolution
de: Auflösung
fr: Résolution
nl: Resolutie
sv: Upplösning

source: Configuration file is not ready.
de: Konfigurationsdatei ist nicht bereit.
fr: Le fichier de configuration n'est pas prêt.
nl: Configuratie bestand in niet gereed.
sv: Konfigurationsfilen är inte redo.

source: True Color
de: Echtfarben
fr: Vraies couleurs
nl: Ware kleuren
sv: 24-bitars färg

source: Dual Screen
de: Dual-Bildschirm
fr: Écran double
nl: Dubbel scherm
sv: Dubbla bildskärmar

source: Cloned Mode
de: Klon-Modus
fr: Mode clonage
nl: Gekloonde modus
sv: Klonat läge

source: Extended Mode
de: Erweiterter Modus
fr: Mode étendu
nl: Verlengde modus
sv: Utökat läge

source: Detect Displays
de: Anzeigen ermitteln
fr: Détecter l'affichage
nl: Detecteer schermen
sv: Upptäck bildskärmar

source: Screens
de: Bildschirme
fr: Écrans
nl: Schermen
sv: Bildskärmar

source: Configure...
de: Konfigurieren...
fr: Configurer...
nl: Configureer...
sv: Anpassa...

source: Devices
de: Geräte
fr: Périphériques
nl: Apparaten
sv: Enheter

source: You are not authorized for this operation.
de: Sie sind für diesen Vorgang nicht berechtigt.
fr: Vous n'êtes pas autorisé à effectuer cette opération.
nl: U bent niet geautoriseerd voor deze handeling.
sv: Du saknar behöriget för denna åtgärd.

source: COMAR Error
de: COMAR-Fehler
fr: Erreur de COMAR
nl: COMAR fout
sv: COMAR-fel

source: Waiting DBus...
de: Wartend auf DBus...
fr: En attendant DBus...
nl: Wachten DBus...
sv: Väntar på D-Bus...

source: Connection to the DBus unexpectedly closed, trying to reconnect...
de: Verbindung zu DBus wurde unerwartet geschlossen, es wird versucht erneut zu verbinden...
fr: La connexion à DBus s'est coupée de façon innattendue. Essai de reconnexion...
nl: Verbinding met de DBus is onverwacht afgesloten, proberen opnieuw te verbinden...
sv: Anslutningen till D-Bus avslutades oväntat, försöker att återansluta...

source: Cannot connect to the DBus! If it is not running you should start it with the 'service dbus start' command in a root console.
de: Kann nicht mit DBus verbunden werden! Falls es nicht ausgeführt wird, dann sollten Sie es in einer Root-Konsole mit dem Befehl 'service dbus start' ausführen.
fr: Impossible de se connecter à DBus ! S'il n'est pas lancé, démarrez-le avec la commande 'service dbus start' dans un terminal en tant qu'administrateur.
nl: Kan geen verbinding maken met DBus! Als het niet actief is dient u het te starten met het 'service dbus start' commando in de root console.
sv: Kan inte ansluta till D-Bus. Om den inte körs bör du starta den med 'service dbus start' som root i en terminal.

source: Display manager cannot get configuration information. Configuration file may be corrupted or modified by another tool. If you want to use display manager to configure your video hardware, you must create a new configuration file. Would you like to create a new configuration at the next boot?
de: Anzeige-Manager konnte die Konfigurationsinformationen nicht erhalten. Die Konfigurationsdatei könnte beschädigt oder durch ein anderes Tool geändert worden sein. Wenn Sie mit dem Anzeige-Manager Ihre Grafikkarte konfigurieren möchten, müssen Sie eine neue Konfigurationsdatei erstellen. Möchten Sie beim nächsten Systemstart eine neue Konfiguartionsdatei erstellen?
fr: Le gestionnaire de l'affichage n'arrive pas à obtenir les information sur la configuration. Le fichier de configuration est peut-être corrompu ou modifié par un autre outil. Vous devez créer un autre fichier de configuration afin de pouvoir configurer votre matériel vidéo avec le gestionnaire de l'affichage. Voulez-vous créer une nouvelle configuration au prochain démarrage ?
nl: Beeldschermbeheer kan geen informatie over de configuratie verkrijgen. Het configuratie bestand kan defect zijn of veranderd door een ander gereedschap. Als i wilt dat het beeldscherm beheer uw video hardware configureerd, dient u een nieuw configuratie bestand aan te maken. Wilt u een nieuw configuratiebestand aanmaken bij de volgende maal opstarten?
sv: Bildskärmshanteraren kan inte hämta information om inställningarna. Konfigurationsfilen kan vara skadad eller ändrad av ett annat program. Om du vill använda Bildskärmshanteraren för att konfigurera ditt grafikkort måste du skapa en ny konfigurationsfil. Vill du skapa en ny konfigurationsfil vid nästa omstart?

source: Configuration has been saved. Some changes may take effect after restarting your computer.
de: Konfiguration wurde gespeichert. Einige Änderungen können evtl. erst nach dem Neustart Ihres Computers wirksam werden.
fr: La configuration a été sauvegardée. Les changements prenront effets après le redémarrage de votre ordinateur.
nl: Configuratie is opgeslagen. Sommige veranderingen zullen pas optreden na opnieuw opstarten van uw systeem.
sv: Inställningarna har sparats. Vissa ändringar träder i kraft först efter det att datorn har startats om.

source: Your hardware will be probed after restarting your computer.
de: Ihre Hardware wird nach dem Neustart Ihres Computers überprüft.
fr: Votre matériel sera examiné après redémarrage de l'ordinateur.
nl: Uw hardware zal geactiveerd worden na herstarten van uw computer.
sv: Din hårdvara kommer att avsökas efter omstart av datorn.
