Repository: pisilinux/uludag
Catalog: branches/yali/raid/po/*.po
Languages: nl

source: It seems there is more than one partition for resizing. In this case you can select a partition from the list below or YALI will select one.
nl: Er zijn blijkbaar meer dan één partitie waarbij de grootte wordt aangepast. In dit geval kunt u een partitie selecteren uit onderstaande lijst of YALI één laten selecteren.

source: Choose the best target for resizing (recommended)
nl: Kies het beste doel om in grootte aan te passen (aangeraden)

source: I will choose the target
nl: Ik zal het doel zelf kiezen

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">1. Select the partitioning method:</span></p></body></html>
nl: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">1. Selecteer partitie methode:</span></p></body></html>

source: Here you can choose one of partitioning method, and then you must select for a device to proceed your choice. <br>Device list will be updated for selected method.
nl: Hier kunt u een partitie methode kiezen, waarna u een apparaat dient te kiezen om verder te gaan.<br>De lijst met apparaten zal aangepast worden voor de gekozen methode.

source: Automatically partition try to use free space or resize current partitions
nl: Automatisch partitioneren probeer vrije ruimte te gebruiken of pas huidige partities aan

source: Automatically partition and format selected disk!
nl: Automatisch partitioneren en formatteer geselecteerde schijf!

source: No, I'll partition my disk manually.
nl: Nee, ik wil mijn schijf handmatig partitioneren.

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">2. Select the disk to apply selected method:</span></p></body></html>
nl: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">2. Selecteer de schijf om de geselecteerde methode op toe te passen:</span></p></body></html>

source: <b>Do you want to write boot loader (GRUB) to your hard disk's master boot record?</b> <p>You need a boot loader to boot your Pardus system.</p> <p>If you don't install a boot loader or choose to install to root partition, you will have to configure your other operating system's loader (if you have one installed) to start your newly installed Pardus.</p>
nl: <b>Wilt u de bootloader (GRUB) naar de master boot record van uw harde schijf schrijven?</b> <p>U heeft een bootloader nodig om uw Pardus-systeem op te starten.</p> <p>Als u geen bootloader installeert, of ervoor kiest deze in te rootpartitie te installeren, dient u de loader van uw andere besturingssysteem (indien geïnstalleerd) te configureren om het nieuw geïnstalleerde Pardus te kunnen starten.</p>

source: Where do you want to install the bootlader ?
nl: Waar wilt u de bootloader installeren ?

source: Install to first bootable disk (recommended)
nl: Installeer op de eerste bootbare schijf (aangeraden)

source: Install to Pardus installed partition
nl: Installeer op de partitie waar Pardus op staat

source: Install to selected disk belove
nl: Installeer op geselecteerde schijf

source: Select the disk you to install bootloader:
nl: Selecteer de schijf waar u de bootloader op wilt installeren:

source: Don't install bootloader
nl: Installeer geen bootloader

source: You can check the integrity of the packages in installation CD. Although this is an optional step, we encourage you to do it to avoid any errors in installation.
nl: U kunt de integriteit van de pakketten op de installatie CD controleren. Ondanks dat deze stap optioneel is, raden we het u aan om fouten tijdens de installatie te vermijden.

source: Check CD Integrity
nl: Controleer CD integriteit

source: The current time
nl: Huidige looptijd

source: The analog clock widget displays the current time.
nl: De analoge klok widget toont de huidige tijd.

source: Time Zone
nl: Tijdzone

source: Installing Package:
nl: Installeren pakket:

source: Select the keyboard layout of your choice.
nl: Selecteer uw toetenbordindeling.

source: Test selected keyboard:
nl: Test geselecteerd toetsenbord:

source: Screen Name
nl: Scherm naam

source: Details about the screen
nl: Detailes over het scherm

source: Release Notes
nl: Uitgavenotities

source: Toggle Help
nl: Toggle hulp

source: Previous Screen
nl: Eerder scherm

source: « Back
nl: « Terug

source: Next Screen
nl: Volgend scherm

source: Next »
nl: Verder »

source: Cancel
nl: Annuleren

source: Apply
nl: Toepassen

source: Partition 1 on FUJISTU - /dev/sda1
nl: Partitie 1 op FUJISTU - /dev/sda1

source: Device :
nl: Apparaat :

source: Delete Partition
nl: Verwijder partitie

source: Resize Partition
nl: Aanpassen partitiegrootte

source: Use :
nl: Gebruik :

source: as Pardus System Files (mandatory)
nl: als Pardus systeembestanden (vereist)

source: as User Files (optional)
nl: als Gebruikersbestanden (optioneel)

source: as Swap Space (optional)
nl: als Swapruimte (optioneel)

source: as Storage Area
nl: als opslagruimte

source: Size :
nl: Grootte :

source: Format :
nl: Formaat :

source: Yes, Format this partition
nl: Ja, formatteer deze partitie

source: File System :
nl: Bestandssysteem :

source: Changes will be applied when you finish..
nl: Veranderingen zullen doorgevoerd worden als u klaar bent..

source: Reset All Changes
nl: Alle wijzigingen ongedaan maken

source: What do you want to store in this partition?
nl: Wat wilt u in deze partitie opslaan?

source: Pardus system files (mandatory)
nl: Pardus systeembestanden (vereist)

source: User files (optional)
nl: Gebruikersbestanden (optioneel)

source: Swap space (optional)
nl: Swapruimte (optioneel)

source: Size (MB):
nl: Grootte (MB):

source: Use available free space
nl: Gebruik beschikbare vrije ruimte

source: Format this partition
nl: Formatteer deze partitie

source: Create New Partition
nl: Maak nieuwe partitie

source: Edit
nl: Bewerken

source: Resize
nl: Grootte aanpassen

source: Delete Selected Partition
nl: Verwijder geselecteerde partitie

source: Partitions:
nl: Partities:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#ffffff;">Warning!</span><span style=" color:#ffffff;"> These settings will be applied when you click "</span><span style=" text-decoration: underline; color:#ffffff;">Resize</span><span style=" color:#ffffff;">". If you want to go back click "</span><span style=" text-decoration: underline; color:#ffffff;">Cancel</span><span style=" color:#ffffff;">".</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#ffffff;">Waarschuwing!</span><span style=" color:#ffffff;"> Deze instellingen zullen toegepast worden indien u klikt "</span><span style=" text-decoration: underline; color:#ffffff;">Grootte aanpassen</span><span style=" color:#ffffff;">". Als u terug wilt klik "</span><span style=" text-decoration: underline; color:#ffffff;">Cancel</span><span style=" color:#ffffff;">".</span></p></body></html>

source: <p align="left">System administrator user (root) handles important system maintanence tasks. Please give password for this special user and do not forget this password. Note that you shouldn't write this password elsewhere for privacy reasons.</p>
nl: <p align="left">De systeembeheerder (root) zorgt voor belangrijke onderhoudstaken op het systeem. Geef een wachtwoord op voor deze speciale gebruiker, en vergeet het wachtwoord niet! Uit veiligheids overwegingen wordt het afgeraden het wachtwoord ergens op te schrijven. </p>

source: System administrator password:
nl: Systeembeheerder wachtwoord:

source: System administrator password (again):
nl: Wachtwoord systeembeheerder (nogmaals):

source: Hostname:
nl: Hostnaam:

source: New User
nl: Nieuwe gebruiker

source: User Name:
nl: Gebruikersnaam:

source: Real Name:
nl: Echte naam:

source: Password:
nl: Wachtwoord:

source: Password (again):
nl: Wachtwoord (nogmaals):

source: Create User
nl: Maak gebruiker

source: Give administrator privileges to this user
nl: Geef administror rechten aan deze gebruiker

source: Users:
nl: Gebruikers:

source: Delete Selected User
nl: Verwijder geselecteerde gebruiker

source: Auto Login User :
nl: Automatisch inloggen gebruiker:

source: Auto Login Disabled
nl: Automatisch inloggen uitgeschakeld

source: All software developed by TUBITAK/UEKAE is covered by GNU/GPL. Other software have their corresponding licenses. By installing or using Pardus, you agree to accept them. Do you want to continue?
nl: Alle software is ontwikkeld door TUBITAK/UEKAE valt onder GNU/GPL. Andere software hebben gelijke licenties. Door installeren of gebruik maken van Pardus, stemt u toe deze voowaarden te accepteren. Wilt u doorgaan?

source: Read GPL
nl: Lees de GPL

source: Reboot System!
nl: Herstart systeem!

source: Accept!
nl: Accepteren!

source: Don't Accept!
nl: Verwerpen!

source: 'Install Root' size must be larger than %s MB.
nl: De grootte van de hoofdpartitie dient groter te zijn dan %s MB.

source: Can't find a storage device!
nl: Kan geen opslagapparaat vinden!

source: %0.1f GB free
nl: %0.1f GB beschikbaar

source: %d MB free
nl: %d MB beschikbaar

source: Partition %d
nl: Partitie %d

source: Free Space
nl: Vrije ruimte

source: Too many primary partition !
nl: Te veel primaire partities !

source: GPT Disk tables does not support for extended partitions. You need to delete one of primary partition from your disk table !
nl: GTP schijf tabellen ondersteunen geen verlengde partities. U dient een primaire partitie te verwijderen uit uw schijf tabel !

source: Delete All Partitions
nl: Verwijder alle partities

source: Pardus will install here
nl: Pardus zal hier installeren

source: User files will store here
nl: Gebruikersbestanden zullen hier opgeslagen worden

source: Swap will be here
nl: Swap zal hier zijn

source: Backup or archive files will store here
nl: Backup of archief bestanden zullen hier opgeslagen worden

source: <b>Path:</b> %s<br> <b>Size:</b> %s<br> <b>FileSystem:</b> %s%s
nl: <b>Pad:</b> %s<br> <b>Grootte:</b> %s<br> <b>Bestandssysteem:</b> %s%s

source: Can't open License file!
nl: Kan het licentiebestand niet openen!

source: Can't open Release Notes!
nl: Kan de release notes niet openen!

source: Error!
nl: Fout!

source: Unhandled error occured!
nl: Fout opgetreden!

source: Set Administrator
nl: Stel systeembeheerder in

source: Admins has important rights on the system..
nl: Systeembeheerder heeft belangrijke rechten op het systeem..

source: <font size="+2">System administrator password and hostname</font> <font size="+1"> <p>Please give a password for the system administrator (i.e root) for your system. This password should be unique and private, as it is used to manage your desktop. Choose a password difficult to guess, but easy to remember. </p> <p> The password may include upper and lower case characters, numbers and punctuation marks. Do not use accented characters here. </p> <p> And also set the name that the computer will be identified to the network it belongs. The hostname should be descriptive enough to describe the computer. </p> <p> Click Next button to proceed. </p> </font>
nl: <font size="+2">Systembeheer wachtwoord en hostnaam</font> <font size="+1"> <p>Geef een wachtwoord voor de systeembeheerder ('root'), om uw systeem te onderhouden. Het wachtwoord moet uniek en privé zijn, omdat het gebruikt wordt om uw systeem te beheren. Kies een wachtwoord dat moeilijk te raden is, maar makkelijk onthouden kan worden. </p> <p> Het wachtwoord mag hoofdletters, kleine letters, cijfers en leestekens bevatten. Gebruik geen letters met accenten, omdat deze misschien problemen kunnen veroorzaken. </p> <p> Stel ook de naam in waarmee de computer in het netwerk geïdentificeerd kan worden. De hostnaam zou de computer moeten kunnen beschrijven. </p> <p> Klik op Volgende om verder te gaan. </p> </font>

source: <font color="#FF6D19">Caps Lock is on!</font>
nl: <font color="#FF6D19">Caps Lock staat aan!</font>

source: <font color="#FF6D19">Password is too short!</font>
nl: <font color="#FF6D19">Wachtwoord is te kort!</font>

source: <font color="#FF6D19">Passwords do not match!</font>
nl: <font color="#FF6D19">De wachtwoorden komen niet overeen!</font>

source: <font color="#FF6D19">Hostname contains invalid characters!</font>
nl: <font color="#FF6D19">De hostnaam bevat niet toegestane tekens!</font>

source: Bootloader Choice
nl: Bootlader keuze

source: Configure the system boot..
nl: Configureer de systeem boot..

source: <font size="+2">Boot loader setup</font> <font size="+1"> <p> Linux makes use of GRUB boot loader, which can boot the operating system of your taste during the start up. </p> <p> If you have more than one operating system, you can choose which operating system to boot also. </p> <p> Please refer to Pardus Installing and Using Guide for more information about GRUB boot loader. </p> </font>
nl: <font size="+2">Bootloader instellen</font> <font size="+1"> <p> Linux maakt gebruik van de bootloader GRUb, waarmee u het besturingssysteem van uw keuze kunt opstarten. </p> <p> Als u meer dan één besturingssysteem hebt kunt u kiezen welk besturingssysteem u wilt starten. </p> <p> Lees de Pardus Installatie- en gebruikshandleiding voor meer informatie over de GRUB bootloader. </p> </font>

source: <b> <p>This action will use your entire disk for Pardus installation and all your present data on the selected disk will be lost.</p> <p>After being sure you had your backup this is generally a safe and easy way to install Pardus.</p> </b>
nl: <b> <p>Deze actie zal uw volledige harde schijf gebruiken voor de installatie van Pardus, al uw gegevens schijf zullen verloren gaan.</p> <p>Na u ervan verzekerd te hebben dat al uw gegevens elders opgeslagen zijn, is dit is over het algemeen een veilige een eenvoudige manier om Pardus te installeren.</p> </b>

source: Writing disk tables ...
nl: Schrijf schijf tabellen ...

source: Formatting ...
nl: Formatteren ...

source: Check your media
nl: Controlleer uw media

source: To ignore media corruptions you can check your media integrity..
nl: Om defecte media te negeren kunt u uw media integriteit controleren..

source: <font size="+2">Check CD Integrity!</font> <font size="+1"> <p>In this screen, you can check the integrity of the packages in installation CD. </p>
nl: <font size="+2">Controlleer CD integriteit!</font> <font size="+1"> <p>In dit scherm kunt u de integriteit van de pakketten op de installatie CD controleren. </p>

source: Check Failed
nl: Controle mislukt

source: <font color="#FF6D19">Please wait while checking CD.</font>
nl: <font color="#FF6D19">Ogenblik geduld wanneer de CD gecontrolleerd wordt.</font>

source: <font color="#257216">Check succeeded. You can proceed to the next screen.</font>
nl: <font color="#257216">Controle succesvol. U kunt doorgaan naar het volgende scherm.</font>

source: <b> <p>Integrity check for packages failed. It seems that installation CD is broken.</p> </b>
nl: <b> <p>Integriteit contole voor de pakketten is mislukt. Het lijkt erop dat de installatie CD defect is.</p> </b>

source: Reboot
nl: Herstart

source: Set your timezone
nl: Stel uw tijdzone in

source: You can change your timezone, time or date settings..
nl: U kunt uw tijdzone, tijd of datum instellingen veranderen..

source: <font size="+2">Time Zone settings</font> <font size="+1"> <p>In this screen, you can set your timezone, time or date settings. It is important to use correct settings. </p>
nl: <font size="+2">Tijdzone instellingen</font> <font size="+1"> <p>In dit scherm, kunt u uw tijdzone, tijd of datum instellen. Het is van belang deze instellingen te corrigeren. </p>

source: Goodbye from YALI
nl: Tot ziens van YALI

source: Enjoy your freash Pardus !..
nl: Geniet van uw verse Pardus !..

source: <font size="+2">Congratulations</font> <font size="+1"> <p> You have successfully installed Pardus, a very easy to use desktop system on your machine. Now you can start playing with your system and stay productive all the time. </p> <P> Click on the Next button to proceed. One note: You remember your password, don't you? </p> </font>
nl: <font size="+2">Gefeliciteerd!</font> <font size="+1"> <p> U heeft Pardus succesvol geïnstalleerd, een eenvoudig te gebruiken desktop systeem. U kunt beginnen te experimenten met uw nieuwe systeem en altijd productief blijven. </p> <P> Klik op de knop Volgende om verder te gaan. U weet uw wachtwoord toch nog wel? </p> </font>

source: <b><font size="+2" color="#FF6D19">Rebooting system. Please wait!</font></b>
nl: <b><font size="+2" color="#FF6D19">Herstarten systeem. moment geduld!</font></b>

source: <b> <p>Press Reboot button to restart your system.</p> </b>
nl: <b> <p>Druk op de Reboot knop om uw systeem te herstarten.</p> </b>

source: Installing system..
nl: Installeren systeem..

source: Installing approximately 30 minutes depending on hardware..
nl: Installeren duurt gemiddeld 30 minuten, afhankelijk van uw hardware..

source: <font size="+2">Installation started</font> <font size="+1"> <p> Pardus is now being installed on your hard disk. </p> <p> The duration of this operation depends on the capability and power of your system. Meanwhile, you can enjoy some visual elements showing the distinctive properties of Pardus, your new operating system. </p> <p> Have fun! </p> </font>
nl: <font size="+2">Installatie gestart</font> <font size="+1"> <p> Pardus wordt nu geïnstalleerd op uw harde schijf. </p> <p> De duur van deze operatie is afhankelijk van de kracht en snelheid van uw systeem. Ondertussen kunt u genieten van een presentatie welk de bijzondere eigenschappen van Pardus, uw nieuwe besturingssysteem, illustreert. </p> Veel plezier! </font>

source: Installing: %s<br>%s
nl: Installeren: %s<br>%s

source: Configuring package: %s
nl: Configureren pakket: %s

source: Configuring packages for your system!
nl: Configureren pakketten voor uw systeem!

source: An error during the installation of packages occured. This is possibly a broken Pardus CD or CD-ROM drive. Error: %s
nl: Er deed zich een fout voor tijdens de installatie van pakketten Mogelijk betreft het een defecte CD of CD-ROM speler. Fout: %s

source: Kahya is working...
nl: Kahya werkt...

source: Kahya will automatically install your system..
nl: Kahya zal uw systeem automatisch installeren..

source: <font size="+2">Kicker Check !</font> <p> Some help messages </p>
nl: <font size="+2">Kicker controle !</font> <p>Enkele help boodschappen </p>

source: Set your keyboard layout
nl: Stel uw toetenbord indeling in

source: Use your keyboard layout..
nl: Gebruik u toetsenbord indeling..

source: <font size="+2">Keyboard Setup</font> <font size="+1"> <p> Depending on your hardware or choice select a keyboard layout from the list. </p> </font>
nl: <font size="+2">Toetsenbord instellen</font> <font size="+1"> <p> Kies in deze lijst de indeling van uw toetsenbord. </p> </font>

source: Choose Partitioning
nl: Kies partitioneren

source: Auto or Manual partitioning..
nl: Automatisch of handmatig partitioneren..

source: <font size="+2">Automatic Partitioning</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> Automatic partitioning use your entire disk for Pardus installation. From this screen you can select to automatically partition one of you disks, or you can skip this screen and try manual partitioning. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
nl: <font size="+2">Automatisch partitioneren</font> <font size="+1"> <p> Pardus kan geïnstalleerd worden op een veelvoud van hardware. U kunt Pardus installeren op een lege harde schijf of op een lege partitie. <b>Een installatie zal automatisch alle gegevens op de geselecteerde partitie verwijderen. </b> </p> <p> Automatisch partitioneren gebruikt uw hele harde schijf voor de Pardus-installatie. In dit scherm kunt u een harde schijf of partitie selecteren om automatisch te partitioneren, of u kunt dit scherm overslaan en handmatig partitioneren. </p> <p> Refereer a.u.b. naar de Pardus-installatie- en gebruikshandleiding voor meer informatie over schijfpartitioneren. </p> </font>

source: It seems that you don't have the required disk space (min. %s) for Pardus installation.
nl: U heeft niet voldoende schijfruimte (min. %s) on Pardus te installeren.

source: Manual Partitioning
nl: Handmatig partitioneren

source: You can easily configure your partitions..
nl: U kunt met gemak uw partities configureren..
