Repository: pisilinux/uludag
Catalog: branches/yali/raid/po/*.po
Languages: nl

source: <font size="+2">Partitioning your hard disk</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> In order to use Pardus, you must create one Linux filesystem (for the system files), which is mandatory and a swap space (for improved performance), which is optional. This swap space is used whenever system needs more memory, but the system lacks it. We advise you to allocate at least 4 GBs of hard disk area and swap space (between 500 MB - 2 GB, according to your needs) for convenience. A Linux partition size less than 3.5 GB is not allowed. You may also optionally use another disk partition for storing user files. </p> <p> You need to format a Linux partition, if it's used for the first time. You can enable 'Use available free space' option, if the hard disk's remaining space is to be used automatically. </p> <p> The partition table shows the device, size, partition type and filesystem information. If the partition will be formatted during Pardus installation stage, then the corresponding 'Format' column will be enabled. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
nl: <font size="+2">Partitioneren van uw harde schijf</font> <font size="+1"> <p> Pardus kan geïnstalleerd worden op verschillende hardware. U kunt Pardus installeren op een lege schijf of op een partitie van uw harde schijf. <b>Installatie zal automatisch alle gegevens op geselecteerde partities vernietigen. </b> </p> <p> Om Pardus te gebruiken, dient u een Linux-bestandssysteem maken (voor de systeembestanden), wat verplicht is, en een swapruimte (voor betere prestaties), wat optioneel is. We adviseren u om tenminste 4 GB ruimte op de harde schijf beschikbaar te maken voor systeembestanden en 500MB tot 2 GB voor de swap. Een Linux-partitie kleiner dan 3.5GB is niet toegestaan. U mag ook, optioneel, een andere partitie gebruiken om de gebruikersbestanden op te slaan. </p> <p> U dient een Linux partitie eerst te formatteren, als deze voor de eerste keer gebruikt wordt. U kunt de optie 'Beschikbare vrije ruimte gebruiken' activeren als u vrije ruimte op de harde schijf automatisch wilt gebruiken. </p> <p> De partitietabel toont het station, grootte, type partitie en informatie over het bestandssysteem. Indien een partitie geformatteerd zal worden tijdens, de installatie van Pardus, wordt de corresponderende 'Formatteer'-kolom geactiveerd. </p> <p> Refereer alstublieft naar de Pardus Installatie- en Gebruikershandleiding voor meer informatie over partitioneren van harde schijven. </p> </font>

source: Set Users
nl: Gebruikers instellen

source: Create users to use Pardus..
nl: Maak gebruikers aan voor Pardus..

source: <font size="+2">User setup</font> <font size="+1"> <p> Other than the system administrator user, you can create a user account for your daily needs, i.e reading your e-mail, surfing on the web and searching for daily recipe offerings. Usual password assignment rules also apply here: This password should be unique and private. Choose a password difficult to guess, but easy to remember. </p> <p> Click Next button to proceed. </p> </font>
nl: <font size="+2">Gebruiker instellen</font> <font size="+1"> <p> Naast de systeembeheerder kunt u een gebruiker aanmaken voor dagelijks gebruik, dus voor het lezen van uw e-mail, surfen op internet, tekstverwerking , etc. Hierbij gelden dezelfde regels voor het aanmaken van een wachtwoord. Het wachtwoord dient uniek en privé te zijn. Kies een wachtwoord dat moeilijk te raden is, maar eenvoudig te onthouden. </p> <p> Klik op 'Volgende' om verder te gaan. </p> </font>

source: <b> <p>You have not defined an administrator!</p> <p>A user without administrative rights cannot complete system maintenance tasks. You are strongly encouraged to define an administrator user.</p> <p>Click "Cancel" to define an administrator user (recommended) or "OK" to go to next screen.</p> </b>
nl: <b> <p>U heeft geen administrator benoemd!</p> <p>Een gebruiker zonder administratieve rechten kan geen systeemonderhoud doen U wordt ten stelligste aangeraden een administrator te benoemen.</p> <p>Klik "Annuleer" om een administrator te benoemen (aangeraden) of "OK" om naar het volgende scherm te gaan.</p> </b>

source: <font color="#FF6D19">Don't use your user name or name as a password.</font>
nl: <font color="#FF6D19">Gebruik uw gebruikersnaam niet als wachtwoord.</font>

source: <font color="#FF6D19">Username exists, choose another one!</font>
nl: <font color="#FF6D19">Deze gebruikersnaam bestaat al, Kies een andere!</font>

source: <font color="#FF6D19">Username contains invalid characters!</font>
nl: <font color="#FF6D19">De gebruikersnaam bevat niet toegestane tekens.</font>

source: <font color="#FF6D19">Realname contains invalid characters!</font>
nl: <font color="#FF6D19">Uw echte naam bevat niet toegestane tekens.</font>

source: Update User
nl: Update gebruiker

source: Welcome !!
nl: Welkom !!

source: Welcome to the Pardus installer..
nl: Welkom bij de Pardus installatie..

source: <font size="+2">Welcome!</font> <font size="+1"> <p>Welcome to Pardus, your new and practical desktop with a handful of applications tailored to your needs. With Pardus, you can connect to internet, read your e-mails online, work with documents, listen to music and play DVDs. Its advanced yet easy interface will let you be more productive and efficient. </p> <p> This software will install Pardus on your computer, without disrupting your previous documents and settings. However, we advise you to make a backup before proceeding. </p> <p> The installer will identify your system's hardware and configure it according to your needs. You will note the arrow keys on the bottom of the screen: Use them to advance to next screen. </p> <p> Have a fruitful experience with Pardus! </p> </font>
nl: <font size="+2">Welkom!</font> <font size="+1"> <p>Welkom bij Pardus, uw nieuwe en praktische desktop met boordevol toepassingen, gemaakt om aan uw behoeften te voldoen. Met Pardus kunt u surfen op internet, e-mailen, met documenten werken, naar muziek luisteren en DVD's afspelen.De geavanceerde maar eenvoudige interface laat u productiever en efficiënter werken. </p> <p> Deze installatie zal in 6 stappen Pardus op uw computer installeren, zonder schade aan te richten aan uw bestaande documenten en instellingen. Toch adviseren we u een reservekopie te maken voordat u verder gaat. </p> <p> De installatie zal de hardware van uw computer herkennen en configureren . Onder aan het scherm staan pijltes, gebruik deze om naar het volgende scherm te gaan. </p> <p> Veel plezier met Pardus! </p> </font>

source: Warning
nl: Waarschuwing

source: <b> <p>This action will start installing Pardus on your system formatting the selected partition.</p> </b>
nl: <b> <p>Deze actie zal de installatie van Pardus starten en zal de geselecteerde partities formatteren.</p> </b>

source: O.K. Go Ahead
nl: O.K. Ga verder

source: Backtrace:
nl: Terugloop:

source: Arabic
nl: Arabisch

source: Belgium
nl: België

source: Bulgarian
nl: Bulgaars

source: Catalan
nl: Catalaans

source: Croatian
nl: Kroatisch

source: Czech
nl: Tsjechisch

source: Danish
nl: Deens

source: Dutch
nl: Nederlands

source: Dutch (US)
nl: Nederlands (US)

source: English
nl: Engels

source: Estonian
nl: Estonisch

source: Finnish
nl: Fins

source: French
nl: Frans

source: German
nl: Duits

source: Greek
nl: Grieks

source: Hungarian
nl: Hongaars

source: Icelandic
nl: IJslands

source: Italian
nl: Italiaans

source: Japanese
nl: Japans

source: Macedonian
nl: Macedonisch

source: Malayalam
nl: Malayas

source: Norwegian
nl: Noors

source: Polish
nl: Pools

source: Portuguese
nl: Portugees

source: Brazilian
nl: Braziliaans

source: Russian
nl: Russisch

source: Serbian
nl: Siberisch

source: Slovak
nl: Slowaaks

source: Slovenian
nl: Sloveens

source: Spanish
nl: Spaans

source: Swedish
nl: Zweeds

source: Turkish
nl: Turks

source: Turkish Q
nl: Turks Q

source: Turkish F
nl: Turks F

source: Ukrainian
nl: Oekraïens

source: Vietnamese
nl: Vietnamees

source: Welsh
nl: Wales

source: English (GB)
nl: Engels (GB)

source: unknown
nl: onbekend

source: free space
nl: vrije ruimte

source: There is a request for the same Partition Type.
nl: Er is een verzoek voor hetzelfde partitietype.

source: Install Root
nl: Installeer root

source: Users' Files
nl: Gebruikersbestanden

source: Archive Partition
nl: Archief partitie
