Repository: pisilinux/uludag
Catalog: trunk/distribution/2011.1/release-notes/*/Requirements.po
Languages: nl_nl

source: System Requirements
nl_nl: Systeemvereisten

source: You may want to install the 64-bit version of Pardus &PRODVER; if your system is equipped with one of the processors listed in the sections below.
nl_nl: Het is mogelijk om de 64-bit versie van Pardus &PRODVER; te installeren indien het systeem voorzien is van een van de in onderstaande lijst getoonde processoren.

source: Intel processors which support 64-bit architecture
nl_nl: Intel-processoren met ondersteuning voor 64-bit architectuur

source: Newer versions of Pentium 4, Celeron D, Xeon and Pentium Dual-Core
nl_nl: Nieuwere versies van Pentium 4, Celeron D, Xeon en Pentium Dual-Core

source: Atom D5xx, N4xx and N5xx
nl_nl: Atom D5xx, N4xx en N5xx

source: All versions of Pentium D, Pentium Extreme Edition, Core 2, Core i7, Core i5 and Core i3 processors
nl_nl: Alle versies van Pentium D, Pentium Extreme Edition, Core 2, Core i7, Core i5 en Core i3 processoren

source: Probably newer processors manufactured after the time this document was originally written.
nl_nl: Hoogstwaarschijnlijk ook nieuwere versies die vrijgegeven worden na het schrijven van dit document.

source: AMD processors which support 64-bit architecture
nl_nl: AMD-processoren met ondersteuning voor 64-bit architectuur

source: System memory (RAM)
nl_nl: Systeemgeheugen (RAM)

source: System memory (RAM) requirements of Pardus &PRODVER; depends heavily on your daily workflow so it is very hard to define upper and lower bounds, but we recommend at least &MINMEM; of memory for a smooth desktop experience.
nl_nl: De eisen voor systeemgeheugen (RAM) van Pardus &PRODVER; zijn sterk afhankelijk van het dagelijks gebruik en daarom is de boven- en ondergrens moeilijk aan te geven, ten minste &MINMEM; geheugen wordt aanbevolen voor een prettige bedieningservaring.

source: Hard disk space requirements
nl_nl: Eisen voor harde schijfruimte

source: Minimum requirements
nl_nl: Minimum eisen

source: Pardus &PRODVER; requires at least &MINREQSPACE; of free hard disk space for a successful installation. As we don't offer custom package selection during the installation, this minimum size constraint applies to all installations.
nl_nl: Pardus &PRODVER; heeft tenminste &MINREQSPACE; vrije ruimte op de harde schijf nodig voor een succesvolle installatie. Omdat het niet mogelijk is het pakket tijdens de installatie aan te passen, is dit de minimale eis voor alle installaties.

source: Recommended requirements
nl_nl: Aanbevolen eisen

source: In order to effectively use Pardus &PRODVER; on your system without running low on disk space during your daily workflow, we recommend at least &RECOMMSPACE; of free hard disk space.
nl_nl: Voor het comfortabel dagelijks werken met Pardus &PRODVER; en daarbij het risico van onvoldoende schijfruimte te vermijden wordt tenminste &RECOMMSPACE; vrije hard schijfruimte aanbevolen.

source: Note on Swap space
nl_nl: Opmerking over swapruimte

source: Swap space is used whenever your operating system runs out of physical memory. If you think that your physical memory is big enough for your daily usage, you may skip creating a swap space during installation.
nl_nl: Swapruimte is nodig wanneer het besturingssysteem over onvoldoende systeemgeheugen (RAM) beschikt. Wanneer het aanwezige systeemgeheugen voldoende is voor het dagelijks gebruik, is het aanmaken van swapruimte niet nodig tijdens de installatie.

source: <emphasis>Note that</emphasis> a disk partition reserved for swap space is <emphasis>required</emphasis> if you want to hibernate (Suspend to disk) Pardus. Otherwise the functionality will be disabled.
nl_nl: <emphasis>Let op:</emphasis> een gereserveerde partitie voor swapruimte is <emphasis>noodzakelijk</emphasis> indien de schijf-slaapstand (Suspend to disk) in Pardus gebruikt wordt. Anders is deze functie uitgeschakeld.
