Repository: pisilinux/uludag
Catalog: trunk/distribution/Corporate2/release-notes/*/Welcome.po
Languages: sv_se

source: What is Pardus?
sv_se: Vad är Pardus?

source: Pardus is an open-source, freely distributable, GPL (General Public License) licensed user-friendly GNU/Linux distribution with many usability, hardware compatibility, stability and security enhancements.
sv_se: Pardus är öppenkällkod, fritt distribuerbar, GPL (General Public License)-licensierad användarvänlig GNU/Linuxdistribution med många förbättringar inom användbarhet, hårdvarukompatibilitet, stabilitet och säkerhet.

source: The Pardus project is sponsored by the <emphasis>Center of Research for Advanced Technologies of Informatics and Information Security (BILGEM)</emphasis>, an affiliate of the <emphasis>Scientific and Technological Research Council of Turkey (TUBITAK)</emphasis>.
sv_se: Pardusprojektet sponsras av <emphasis>Center of Research for Advanced Technologies of Informatics and Information Security (BILGEM)</emphasis>, ett dotterbolag till <emphasis>Scientific and Technological Research Council of Turkey (TUBITAK)</emphasis>.

source: The aim of the Pardus distribution is to offer people a stable, reliable, easy-to-use and feature-rich computer experience by providing modern and popular open-source software. The developers are also putting an additional effort to make Pardus run on a wide range of hardware.
sv_se: Målet med Pardusdistributionen är att erbjuda människor en stabil, pålitlig, lättanvänd och innehållsrik datorupplevelsegenom att erbjuda moderna och populära program som har öppen källkod. Utvecklarna lägger också extra kraft på att få Pardus körbar på ett brett spektrum av hårdvara.

source: The project is named after the latin (and scientific) name for the Anatolian leopard, <emphasis>Panthera pardus tulliana</emphasis>.
sv_se: Projektet är döpt efter det latinska och vetenskapliga namnet på den anatoliska leoparden, <emphasis>Panthera pardus tulliana</emphasis>.

source: How Can I Try Pardus?
sv_se: Hur kan jag testa Pardus?

source: You can try Pardus either by installing it on your computer or running the Live version without touching your hard disk. You can boot Pardus from an optical drive as well as from USB mass storage devices like external hard drives and USB flash drives.
sv_se: Du kan testa Pardus antingen genom att installera det på din dator eller köra det live utan att påverka din hårddisk. Du kan starta Pardus från en optisk enhet eller från USB-enheter såsom hårddiskar och minnepinnar.

source: Both the installation and live version images exceeds the size of a regular CD so if you are willing to use an optical drive for booting Pardus, you currently have to use DVD media to burn the images.
sv_se: Både installationen och liveversionens avbilder överstiger vad som får plats på en vanlig CD, om du vill använda en optisk enhet för att starta Pardus måste du för närvarande använda en DVD.

source: Note that the boot order in your system's BIOS software should be set with the optical drive or USB mass storage device as the first device in order to boot from the installation or the live medium. On newer systems, the boot order can also be changed by pressing a key (generally F8 on desktop systems) while booting.
sv_se: Tänk på att uppstartsordningen i datorns BIOS-program måste ställas in till att först starta från optisk enhet eller USB-enhet för att start av live eller installation skall ske. På nyare system kan uppstartsordningen också ställas in genom att trycka på en tangent, vanligtvis F8, under uppstart.

source: More Information
sv_se: Mer information

source: Visit the official web site <ulink url="http://www.pardus.org.tr/eng">http://www.pardus.org.tr/eng</ulink> for more information.
sv_se: Besök den officiella webbplatsen <ulink url="http://www.pardus.org.tr/eng">http://www.pardus.org.tr/eng</ulink> för mer information.

source: Feedback
sv_se: Återkoppling

source: Visit <ulink url="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</ulink> to report a bug, send a bug fix or suggest improvements about Pardus.We would like to thank all of our users and community members for their valuable contributions which help improving Pardus, Linux and free software worldwide.
sv_se: Besök <ulink url="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</ulink> för att rapportera fel, skicka in en felrättning och föreslå förbättringar av Pardus. Vi vill tacka alla användare och medlemmar av gemenskapen för deras värdefulla bidrag som hjälpt till att förbättra Pardus, Linux och fri programvara världen över.
