Repository: pisilinux/uludag
Catalog: trunk/distribution/Corporate2/release-notes/*/What_*_New.po
Languages: tr_tr

source: What is New?
tr_tr: Yenilikler

source: Updates in Pardus Technologies
tr_tr: Pardus Teknolojilerinde Yenilikler

source: <emphasis>YALI</emphasis>, the installer of Pardus, gained LVM/RAID and UUID support.
tr_tr: Pardus kurulum aracı <emphasis>YALI</emphasis>, LVM/RAID ve UUID desteği sunuyor.

source: The user interface is completely redesigned to improve the usability.
tr_tr: Kullanışlılığı artırmak için tüm arayüz yeniden tasarlandı.

source: <emphasis>Pisi</emphasis> now internally uses XZ as the default compression algorithm.
tr_tr: <emphasis>Pisi</emphasis> XZ sıkıştırma algoritmasını öntanımlı olarak kullanıyor.

source: Binary package names now reflects the architecture and the distribution release for which the package is built.
tr_tr: İkili paketlerin isimleri artık hangi sürüm ve işlemci mimarisine göre derlendikleri bilgisini gösterir şekilde hazırlanıyor.

source: Various speed enhancements has been done in the core components for a better package management experience.
tr_tr: Paket yönetiminde daha rahat kullanım için temel bileşenlerde bir çok iyileştirme yapıldı.

source: Package Manager
tr_tr: Paket Yöneticisi

source: The graphical user interface is redesigned to improve the usability.
tr_tr: Kullanışlılığı artırmak için tüm grafik arayüz yeniden tasarlandı.

source: Various speed enhancements has been done for a better graphical package management experience.
tr_tr: Paket yönetiminin görsel arayüzünü daha rahat kullanabilmek için bir çok performans iyileştirilmesi yapıldı.

source: Updates in Core Components
tr_tr: Temel Bileşenlerde Güncellemeler

source: <application>Kernel</application> - The Linux kernel shipped with &DISTRONAME; &PRODVER; is &KERNELVER; which is the latest kernel branch which will be supported for a long term period.
tr_tr: <application>Kernel</application> - &DISTRONAME; &PRODVER; ile Linux çekirdeğinin 5 Ocak 2011'de yayınlanan en son kararlı &KERNELVER; sürümüne geçildi.

source: <application>Plymouth</application> - The bootsplash technology used in &DISTRONAME; &PRODVER; is the brand new Plymouth engine.
tr_tr: <application>Plymouth</application> - &DISTRONAME; &PRODVER; ile açılış görselleştirmesinde yeni Plymouth teknolojisine geçildi.

source: <application>Python</application> - Python &PYTHONVER; is the default Python interpreter in &DISTRONAME; &PRODVER;.
tr_tr: <application>Python</application> - Python &PYTHONVER; &DISTRONAME; &PRODVER; için öntanımlı Python yorumlayıcısı olarak belirlendi.

source: <application>Perl</application> - Perl &PERLVER; is the default Perl interpreter in &DISTRONAME; &PRODVER;.
tr_tr: <application>Perl</application> - Perl &PERLVER; &DISTRONAME; &PRODVER; için öntanımlı Perl yorumlayıcısı olarak belirlendi.

source: <application>X.org</application> - The shipped xorg-server version is &XORGVER;, improvements to the automatic driver configuration mechanism has been done by our developers.
tr_tr: <application>X.org</application> - xorg-sunucusu &XORGVER; sürümüne yükseltildi. Otomatik sürücü yapılandırması için geliştiricilerimizin iyileştirmeleri eklendi.

source: Updates in Server Components
tr_tr: Sunucu Bileşenlerinde Yenilikler

source: <application>Web servers</application> - &DISTRONAME; &PRODVER; ships both Apache &APACHEVER; and NGINX &NGINXVER; HTTP daemon alternatives.
tr_tr: <application>Web sunucular</application> - &DISTRONAME; &PRODVER; hem Apache &APACHEVER; hem de NGINX &NGINXVER; seçenekleriyle birlikte sunuluyor.

source: <application>Databases</application> - MySQL &MYSQLVER;, PostgreSQL &POSTGRESQLVER;, BerkeleyDB &BDDBVER; and SqLite &SQLITEVER; are among the DBMS alternatives offered in &DISTRONAME; &PRODVER;.
tr_tr: <application>Veritabanları</application> - &DISTRONAME; &PRODVER; ile sunulan DBMS alternatiflerinin başlıcaları MySQL &MYSQLVER;, PostgreSQL &POSTGRESQLVER;, BerkeleyDB &BDDBVER; ve SqLite &SQLITEVER;.

source: <application>Mail Servers</application> - Postfix &POSTFIXVER; and Dovecot &DOVECOTVER; are the mail server daemon softwares offered within &DISTRONAME; &PRODVER;.
tr_tr: <application>Posta Sunucuları</application> - &DISTRONAME; &PRODVER; ile e-posta servisi vermek isteyen kullanıcılar için Postfix &POSTFIXVER; ve Dovecot &DOVECOTVER; alternatifleri sunuluyor.

source: Desktop Experience
tr_tr: Masaüstü Deneyimi

source: Visual Enhancements
tr_tr: Görsel İyileştirmeler

source: The default icon theme of &DISTRONAME; &PRODVER; is BC Tango which is a Tango derivative specially customized for KDE desktop environment.
tr_tr: &DISTRONAME; &PRODVER; öntanımlı simge seti olarak BC Tango belirlendi. Bu set, Tango'nun KDE masaüstü ortamı için özelleşmiş bir sürümü.

source: Network Management
tr_tr: Ağ Yönetimi

source: &DISTRONAME; &PRODVER; uses GNOME NetworkManager as the default networking backend.
tr_tr: &DISTRONAME; &PRODVER; ağ altyapısında GNOME NetworkManager kullanıyor.

source: With the GNOME networking backend, users are able to easily set up their Ethernet (With support for 802.1x authentication), 802.11 Wireless (With support for WEP/WPA/WPA2/WPA-EAP and 802.1x authentication), EDGE/3G/CDMA and VPN networks.
tr_tr: Yeni ağ altyapısı ile kullanıcılar Ethernet (802.1x yetkilendirme desteği ile), 802.11 Kablosuz (WEP/WPA/WPA2/WPA-EAP ve 802.1x yetkilendirme desteği), EDGE/3G/CDMA ve VPN ağlarına bağlanabiliyor.

source: Office Suite
tr_tr: Ofis Paketi

source: <emphasis>LibreOffice</emphasis>, an Open Source personal productivity suite sponsored by the Document Foundation, is the default Office Suite in &DISTRONAME; &PRODVER;.
tr_tr: Document Foundation tarafından hazırlanan, açık kaynak kodlu üretim araçları paketi <emphasis>LibreOffice</emphasis> &DISTRONAME; &PRODVER; sürümüyle öntanımlı ofis paketi olarak geliyor.
