Repository: pisilinux/uludag
Catalog: branches/kde/tasma/corporate2/po/*.po
Languages: ru

source: Other
ru: Другое

source: Model
ru: Модель

source: Manufacturer
ru: Производитель

source: New Item
ru: Новый элемент

source: Tv Card
ru: ТВ-карта

source: Tuner
ru: Тюнер

source: Addons
ru: Дополнения

source: Radio Card
ru: Радио-карта

source: Phase Locked Loop (PLL)
ru: Phasengekoppelter Regelkreis (PLL)

source: Do not use PLL
ru: Не использует PLL

source: TASMA Tv Card Configuration Module
ru: Конфигурационный модуль ТВ-карты TASMA

source: Current Maintainer
ru: Текущий сопровождающий

source: Tv card configuration module for TASMA.
ru: Конфигурационный модуль ТВ-карты TASMA

source: TASMA - Pardus Configuration Center
ru: TASMA - Pardus- Центр конфигурации

source: Pardus Configuration Center
ru: Центр конфигурации Pardus

source: Developer
ru: Разработчик

source: Old Maintainer & Original Author
ru: Предыдущий сопровождающий & Автор

source: Module Developers
ru: Разработчики модуля

source: KDE Developers
ru: KDE-разработчики

source: PiSi Package Info
ru: Информация о пакете PiSi

source: Name
ru: Имя

source: Description
ru: Описание

source: Size
ru: Размер

source: &Back
ru: &Назад

source: &Reset
ru: &Сброс

source: &Administrator Mode
ru: &Режим администратора

source: <big>Loading...</big>
ru: <big>Загрузка...</big>

source: Configuration Center
ru: Центр конфигурации

source: Welcome to TASMA
ru: Добро пожаловать в TASMA

source: TASMA is a configuration application for Pardus Operating System. You can tweak the systems default configuration settings by using the modules presented in TASMA.
ru: TASMA - это приложение конфигурации для операционной системы Pardus. Вы можете настраивать изначальную системную конфигурацию используя модули, представленные TASMA.

source: For a better understanding modules are grouped by categories. You can activate a category by selecting a category from the left. After activating a category its contents will be shown as icons in the right panel. You can start a configuration module by clicking (or double clicking) its icon.
ru: Для лучшего восприятия, модули сгрупированны по категориям. Вы можете активировать категорию выбрав её слева. После активации категории, её содержимое будет показано на правой панели в виде значков. Вы можете запустить конфигурационный модуль кликнув (возможно, дважды) по соответствующему ему значку.

source: &Show Extra Modules
ru: &Показать экстра-модули

source: About Current Module
ru: О модуле

source: Displays Information About Current Module
ru: Показать информацию о текущем модуле

source: _: NAME OF TRANSLATORS Your names
ru: Ясыров Василий, Семенов Николай, Щербаков Александр

source: _: EMAIL OF TRANSLATORS Your emails
ru: zag@vspu.ru, tribunal2000@gmail.com, neocrust@gmail.com

source: Settings
ru: Настройки
