Repository: pisilinux/uludag
Catalog: tags/kde/disk-manager/1.1/po/*.po
Languages: nl

source: Disk Manager
nl: Schijfmanager

source: User not in disk group !! Exiting..
nl: Gebruiker niet in de schijfgroep !! Beëindig..

source: Completed
nl: Voltooid

source: File /etc/fstab updated !
nl: Bestand /etc/fstab bijgewerkt !

source: Mount Point
nl: Aankoppelpunt

source: File System Type
nl: Bestandssysteem type

source: Disk Manager is already running!
nl: Schijfmanager is al actief!

source: Disks
nl: Schijven

source: Partitions
nl: Partities

source: File System Type :
nl: Bestandssysteem type:

source: Mount Point :
nl: Aankoppelpunt:

source: Additional Options :
nl: Aanvullende opties:

source: Get Default Options
nl: Krijg standaardopties

source: Find Disks Automatically
nl: Vind schijven automatisch

source: Show System Partitions
nl: Toon systeempartities

source: To update disk changes the manager must run as root
nl: Om schijf veranderingen bij te werken zal de manager actief moeten zijn als root
