Repository: pisilinux/uludag
Catalog: tags/kde/kaptan/0.1/po/*/kaptan.po
Languages: tr

source: You have finished.... Now you can start using Pardus Linux LiveCD
tr: Bitirdiniz.... Şimdi Pardus Linux Çalışan CD'yi kullanmaya başlayabilirsiniz

source: Welcome
tr: Hoş Geldiniz

source: Mouse Setup
tr: Fare Ayarı

source: Wallpaper Setup
tr: Duvar Kağıdı Ayarı

source: Congratulations
tr: Tebrikler

source: Kaptan Desktop
tr: Kaptan Masaüstü

source: Button Order
tr: Düğme Sırası

source: Righ&t handed
tr: S&ağ el

source: Le&ft handed
tr: S&ol el

source: If you are left-handed, you may prefer to swap the functions of the left and right buttons on your pointing device by choosing the 'Left handed' option below. If your pointing device has more than two buttons, only those that function as the left and right buttons are affected. For example, if you have a tree-button mouse, the middle buttons is unaffected.
tr: Sol elinizi kullanıyorsanız, imleç aygıtınızın sol ve sağ düğmelerinin işlevlerini 'sol el' seçeneğini işaretleyerek takas etmeyi tercih edebilirsiniz. İmlec aygıtınızın ikiden fazla düğmesi varsa, sadece sol ve sağ düğmeler olarak işlev görenler etkilenir. Örneğin, üç düğmeli bir fareniz varsa orta düğme etkilenmez.

source: Here, you can select a wallpaper for your desktop background. Pardus provides eye candy wallpapers, you can select one of them, as you wish :).
tr: Buradan, masaüstünüzün artalanı için bir duvar kağıdı seçebilirsiniz. Pardus size güzel görünümlü duvar kağıtları sunar, bunlardan birini seçebilirsiniz, istediğiniz gibi :).

source: Wallpaper :
tr: Duvar Kağıdı :

source: Preview :
tr: Önizleme :

source: Don't change desktop background!
tr: Masaüstü arkaplan resmini değiştirme!

source: Uludağ project is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; with acquiring the strong ideas, architecture and code of other distributions; with a custom configuration framework which has the ability to evolve into an autonomous system; for simplifying the installation and usage of the computers.
tr: Uludağ projesi, bilişim okur-yazarlığına sahip bilgisayar kullanıcılarının temel masaüstü ihtiyaçlarını hedefleyerek; mevcut Linux dağıtımlarının üstün taraflarını kavram, mimari ya da kod olarak kullanan; otonom sisteme evrilebilecek bir yapılandırma çerçevesi ve araçları ile kurulum, yapılandırma ve kullanım kolaylığı sağlamak üzere geliştirilen bir GNU/Linux dağıtımıdır.

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. This application will also set some default configuration for a better desktop :).
tr: <b>Kaptan Masaüstü</b> isimli bu uygulama, <b>Pardus</b> masaüstünüz için basit ancak yeterli ayarları hızlı bir biçimde yapmanızda size yardım edecektir. Bu uygulama aynı zamanda daha iyi bir masaüstü için bazı varsayılan yapılandırmayı da ayarlar :).
