Repository: pisilinux/uludag
Catalog: tags/RELEASE/feedback-1.0/po/*.po
Languages: tr

source: Welcome
tr: Hoşgeldiniz

source: Experience
tr: Deneyim

source: Purpose
tr: Amaç

source: Usage
tr: Kullanım

source: Questions
tr: Sorular

source: Opinions
tr: Düşünceler

source: Personal Info
tr: Kişisel Bilgiler

source: Hardware Info
tr: Donanım Bilgisi

source: Uploading
tr: Gönderiliyor

source: Goodbye!
tr: Güle güle!

source: Feedback
tr: Geribildirim

source: Collecting hardware information...
tr: Donanım bilgiis toplanıyor...

source: <font color="#ff0000">Failed</font><br>
tr: <font color="#ff0000">Başarısız</font><br>

source: <font color="#ff0000">Be sure that Feedback is fully installed.</font><br>
tr: <font color="#ff0000">Geribildirim arcının tam olarak kurulu olduğundan emin olun.</font><br>

source: <font color="#008800">Done</font><br>
tr: <font color="#008800">Tamam</font><br>

source: Uploading data...
tr: Veri gönderiliyor...

source: <font color="#ff0000">Be sure that you're connected to the Internet.</font><br>
tr: <font color="#ff0000">Internete bağlı olduğunuzdan emin olun.</font><br>

source: Feedback tool is already running!
tr: Geribildirim aracı zaten çalışıyor!

source: Feedback Wizard
tr: Geribildirim Sihirbazı

source: At home
tr: Evde

source: At work
tr: İşte

source: At school
tr: Okulda

source: <p align="right">(You can click on multiple items)</p>
tr: <p align="right">(Birden çok seçimde bulunabilirsiniz)</p>

source: <b>Step 3 of 7</b>
tr: <b>Adım 3/7</b>

source: <h2>Where do you use Pardus?</h2>
tr: <h2>Pardus'u nerede kullanıyorsunuz?</h2>

source: Experienced system administrator
tr: Deneyimli sistem yöneticisi

source: New user
tr: Yeni kullanıcı

source: Home/office productivity user
tr: Ev/ofis kullanıcısı

source: Experienced user
tr: Deneyimli kullanıcı

source: <h2>What is your experience level?</h2>
tr: <h2>Deneyim seviyeniz nedir?</h2>

source: <b>Step 1 of 7</b>
tr: <b>Adım 1/7</b>

source: <h2>Welcome to Pardus</h2> With this small wizard, you can send your messages to Pardus developers and help Pardus be the best Linux in the world. <p> The information you will give here will accelerate Pardus development. Please click on "Forward" button for the next step. <p>
tr: <h2>Pardus'a Hogeldiniz</h2> Bu ufak sihirbaz ile, Pardus geliştiricilerine mesaj gönderebilir ve Pardus'un dünyadaki en iyi Linux olmasına yardımda bulunabilirsiniz. <p> Sağladığınız bilgiler, Pardus gelişimini hızlandıracaktır. Lütfen "İleri" düğmesine basın ve bir sonraki adıma geçin. <p>

source: Feedback wizard
tr: Geribildirim sihirbazı

source: Daily use
tr: Günlük kullanım

source: It's my hobby
tr: Bu benim hobim

source: For internet access
tr: Internet erişimi için

source: For business
tr: İş için

source: Entertainment purposes
tr: Eğlence amaçlı

source: Educational purposes
tr: Eğitim için

source: <h2>Why do you use Pardus?</h2>
tr: <h2>Neden Pardus kullanıyorsunuz?</h2>

source: <b>Step 2 of 7</b>
tr: <b>Adım 2/7</b>

source: Very satisfying. Pardus fulfils my requirements
tr: Tatmin edici, Pardus tüm ihtiyaçlarımı karşılıyor.

source: Good, however it lacks some capabilities
tr: İyi, ancak bazı eksikleri var

source: It has insufficient areas
tr: Yetersiz kaldığı yerler var

source: <h2>How does Pardus fit your needs?</h2>
tr: <h2>Pardus ihtiyaçlarınızı nasıl kaşılıyor?</h2>

source: <b>Step 4 of 7</b>
tr: <b>Adım 4/7</b>

source: <h2>Your personal information (optional)</h2> You can submit your e-mail address for inclusion in our low traffic announces.
tr: <h2>Kişisel bilgileriniz (zorunlu değil)</h2> E-posta adresinizi belirterek, düşük trafikli duyurularımızı alabilirsiniz.

source: E-mail:
tr: E-posta:

source: Add me to your Pardus announce list
tr: Beni Pardus duyuru listesine ekle.

source: Send me security related e-mails
tr: Güvenlik ile ilgili e-postaları gönder.

source: <b>Step 6 of 7</b>
tr: <b>Adım 6/7</b>

source: <h2>Your opinions about Pardus?</h2>
tr: <h2>Pardus hakkındaki düşünceleriniz?</h2>

source: (Ease of installation and use, capability of software, general quality, adoptability, suitability to requirements, etc)
tr: (Kurulum ve kullanım kolaylığı, yazılımların yeterliliği, genel kalite, uyumluluk, ihtiyaçların karşılanması, vs.)

source: <b>Step 5 of 7</b>
tr: <b>Adım 5/7</b>

source: &Do not send my computer's hardware information
tr: Bilgisayarıma ait &donanım bilgilerini gönderme.

source: <b>Step 7 of 7</b>
tr: <b>Adım 7/7</b>

source: <h2>Computer information</h2> <p> Pardus Hardware CollectInfo Wizard will now gather information from your hardware, including CPU, memory and network cards. This information will be sent to Pardus Development Center, in order to build more stable and secure Pardus. You will need an internet access for this operation to complete. <b>Note that we will not collect any of your personal documents.</b>
tr: <h2>Donanım Bilgileri</h2> <p> Pardus Donanım Bilgisi Toplama Sihirbazı, işlemci, bellek ve ağ kartı gibi donanımları tarayacak. Toplanan bilgiler, daha kararlı ve güvenli bir Pardus yaratmak için Pardus Geliştirme Merkezi'ne gönderilecek. İşlemin tamamlanması için Internet bağlantısı gerekmektedir. <b>Hiçbir kişisel dökümanı toplamayacağız..</b>

source: <h2>Upload</h2>
tr: <h2>Gönderiliyor</h2>

source: Retry
tr: Tekrar Dene

source: <h2>Thank you</h2> We have collected all necessary information in order to send to Pardus developers. <p> Thank you for your support to Pardus operating system.
tr: <h2>Teşekkür Ederiz</h2> Gerekli olan her bilgiyi, Pardus geliştiricilerine göndermek üzere topladık. <p> Pardus işletim sistemine desteğinizden ötürü teşekkür ederiz.
