Repository: pisilinux/uludag
Catalog: trunk/distribution/2011.2/release-notes/*/Requirements.po
Languages: hr_hr, tr_tr

source: System Requirements
hr_hr: Zahtjevi sustava
tr_tr: Sistem Gereksinimleri

source: Processor (CPU)
hr_hr: Procesor (CPU)
tr_tr: İşlemci (CPU)

source: You may want to install the 64-bit version of Pardus &PRODVER; if your system is equipped with one of the processors listed in the sections below.
hr_hr: Možda želite instalirati 34-bit verziju Pardusa &PRODVER; ako vaš sustav sadrži jedan od procesora izlistanih u donjoj sekciji.
tr_tr: Eğer sisteminiz aşağıda listelenen işlemcilerden birine sahipse, Pardus &PRODVER; 64-bit sürümünü kurmak isteyebilirsiniz.

source: Intel processors which support 64-bit architecture
hr_hr: Intel procesori koji podržavaju 64-bit arhitekturu
tr_tr: 64-bit mimarisini destekleyen Intel işlemciler

source: Newer versions of Pentium 4, Celeron D, Xeon and Pentium Dual-Core
hr_hr: Novie verzije Pentium 4, Celeron D, Xeon and Pentium Dual-Core
tr_tr: Pentium 4, Celeron D, Xeon ve Pentium Dual-Core işlemcilerinin yeni sürümleri

source: Atom D5xx, N4xx and N5xx
hr_hr: Atom D5xx, N4xx i N5xx
tr_tr: Atom D5xx, N4xx ve N5xx

source: All versions of Pentium D, Pentium Extreme Edition, Core 2, Core i7, Core i5 and Core i3 processors
hr_hr: Sve verzije Pentium D, Pentium Extreme Edition, Core 2, Core i7, Core i5 i Core i3 procesora
tr_tr: Pentium D, Pentium Extreme Edition, Core 2, Core i7, Core i5 ve Core i3 ailelerinin hepsi

source: Probably newer processors manufactured after the time this document was originally written.
hr_hr: Vjerovatno novije procesore napravljene nakon što je ovaj dokument izvorno napisan.
tr_tr: Bu belge yazıldıktan sonra üretilen yeni işlemcilerin büyük bir kısmı.

source: AMD processors which support 64-bit architecture
hr_hr: AMD procesori koji podržavaju 64-bit arhitekturu
tr_tr: 64-bit mimarisini destekleyen AMD işlemciler

source: System memory (RAM)
hr_hr: Memorija sustava (RAM)
tr_tr: Sistem Belleği (RAM)

source: System memory (RAM) requirements of Pardus &PRODVER; depends heavily on your daily workflow so it is very hard to define upper and lower bounds, but we recommend at least &MINMEM; of memory for a smooth desktop experience.
hr_hr: Zahtjevi memorije sustava (RAM) za Pardus &PRODVER; ovise o vašem dnevnom radu pa je teško odrediti gornju i donju granicu,ali mi preporučujemo najmanje &MINMEM; memorije za ugodno iskustvo radne površine.
tr_tr: Pardus &PRODVER; sistem belleği (RAM) gereksinimi günlük kullanıma bağlı olarak değişebileceği için asgari ya da yeterli miktarı belirlemek zor. Yine de rahat bir masaüstü deneyimi için &MINMEM; değerinin altına inilmemesini öneriyoruz.

source: Hard disk space requirements
hr_hr: Zahtjevi prostora tvrdoga diska
tr_tr: Sabit disk

source: Minimum requirements
hr_hr: Minimalni zahtjevi
tr_tr: Minimum gereksinimler

source: Pardus &PRODVER; requires at least &MINREQSPACE; of free hard disk space for a successful installation. As we don't offer custom package selection during the installation, this minimum size constraint applies to all installations.
hr_hr: Pardus &PRODVER; zahtjeva najmanje &MINREQSPACE; slobodnog prostora tvrdog diska za uspješnu instalaciju.Zato jer ne nudimo prolagođeni odabir paketa tijekom instalacije,ova minimalna veličina sa primjenjuje na sve instalacije.
tr_tr: Pardus, &PRODVER; kurulmak için en az &MINREQSPACE; boş disk alanına ihtiyaç duyar. Kurulum sırasında paket seçimi sunulmadığı için bu değer her kurulum için aynıdır.

source: Recommended requirements
hr_hr: Preporučeni zahtjevi
tr_tr: Önerilen gereksinimler

source: In order to effectively use Pardus &PRODVER; on your system without running low on disk space during your daily workflow, we recommend at least &RECOMMSPACE; of free hard disk space.
hr_hr: Da biste učinkovito koristili Pardus &PRODVER; da vam ne ponestane prostora na disku tijekom vašeg dnevnog rada,preporučujemo najmanje &RECOMMSPACE; slobodnog prostora tvrdog diska.
tr_tr: Pardus &PRODVER; sürümünde günlük kullanım ihtiyaçlarının rahatça karşılanması için en az &RECOMMSPACE; boş disk alanı bulunmasını öneririz.

source: Note on Swap space
hr_hr: Bilješka o swap prostoru
tr_tr: Takas alanı hakkında

source: Swap space is used whenever your operating system runs out of physical memory. If you think that your physical memory is big enough for your daily usage, you may skip creating a swap space during installation.
hr_hr: swap prostor se koristi uvijek kada vašem operativnom sustavu ponestane fizičke memorije.Ako mislite da je vaša fizička memorija dovoljno velikaza vašu dnevnu uporabu možete preskočiti stvaranje swap prostora tijekom instalacije.
tr_tr: Takas alanı, fiziksel belleğin yetersiz kaldığı durumlarda kullanılır. Eğer fiziksel belleğinizin gündelik kullanımınız için yeterli olduğundan eminseniz kurulum sırasında takas alanı oluşturmamayı tercih edebilirsiniz.

source: <emphasis>Note that</emphasis> a disk partition reserved for swap space is <emphasis>required</emphasis> if you want to hibernate (Suspend to disk) Pardus. Otherwise the functionality will be disabled.
hr_hr: <emphasis>Napominjemo</emphasis> particija diska rezervirana za swap prostor je <emphasis>potrebna</emphasis> ako želite hibernirati (Suspend to disk) Pardus.U suprotnom ta će finkcija biti onemogućena.
tr_tr: <emphasis>Lütfen</emphasis> Pardus'un kış uykusuna (disk kullanarak askıya alma) yatmasını istiyorsanız takas alanı kullanmanız <emphasis>gerektiğini</emphasis> unutmayın. Takas alanı olmadığında bu özellik devre dışı kalacaktır.
