Repository: pisilinux/uludag
Catalog: trunk/playground/intern/2009/puding/tags/puding-0.2/po/*.po
Languages: da

source: Puding USB image creator
da: Puding USB aftryks skaber

source: USB image creator
da: USB aftryks skaber

source: show program's license info and exit
da: vis programmets licensinformation og afslut

source: create Pardus USB image from console
da: opret et Pardus USB aftryk i konsollen

source: Puding is an USB image creator for Pardus Linux.
da: Puding er et program til oprettelse af USB aftryk

source: You need superuser permissions to run this application.
da: Du skal bruge superbrugerrettigheder for at køre dette program.

source: Invalid usage. Example:
da: Forkert brug. Eksempel:

source: (If you know directory path that is your USB device mount point)
da: (Hvis du kender stien til USB enhedens monteringspunkt)

source: Quitting, please wait.
da: Afslutter, vent venligst.

source: Finished
da: Færdig

source: USB device not found.
da: USB enhed blev ikke fundet.

source: Mounting USB device...
da: Monterer USB enheden...

source: Mounting image...
da: Monterer aftrykket...

source: Could not mounted image.
da: Kunne ikke montere aftrykket.

source: The path you have typed as second argument is invalid. Please check the USB directory.
da: Den sti du har indtastet som andet parameter er forkert. Kontroller venligst USB mappen.

source: Devices:
da: Enheder:

source: Label
da: Mærkat

source: Parent
da: Forældre

source: Mount Point
da: Monteringspunkt

source: not mounted
da: ikke monteret

source: Unmount
da: Afmonter

source: File System Version
da: Filsystem Version

source: File System Type
da: Filsystem Type

source: USB devices or partitions have found more than one. Please choose one:
da: Der blev fundet mere end en enhed. Vælg venligst en:

source: Please enter a number between 0 - %d.
da: Vælg venligst et tal mellem 0 -%d.

source: You must enter a number between 0 - %d.
da: Du skal indtaste et tal mellem 0 -%d.

source: There is not enough space left on your USB stick for the image.
da: Der er ikke tilstrækkelig med plads på din USB enhed.

source: Unmounting directories...
da: Afmonterer mapper...

source: USB disk informations:
da: USB enheds informationer:

source: Capacity
da: Kapacitet

source: Available
da: Tilgængelig

source: Used
da: Benyttet

source: Please double check your path information. If you don't type the path to the USB stick correctly, you may damage your computer. Would you like to continue?
da: Dobbelttjek venligst stien. Hvis du ikke indtaster den korrekte sti til USB enheden, kan du ødelægge data på din computer. Vil du fortsætte?

source: Please type CONFIRM to continue:
da: Tryk venligst på GODKEND for at fortsætte:

source: CONFIRM
da: GODKEND

source: confirm
da: godkend

source: Writing image data to USB stick!
da: Skriver aftryks-data til USB enheden!

source: You did not type CONFIRM. Exiting..
da: Du trykkede ikke på GODKEND. Afslutter...

source: The path is invalid, please specify an image path.
da: Stien er ikke gyldig, angiv venligst stien til aftrykket.

source: Calculating checksum...
da: Beregner tjeksum...

source: Source Informations:
da: Kilde informationer:

source: Image Path
da: Sti til aftryk

source: Name
da: Navn

source: The checksum of the source cannot be validated. Please specify a correct source or be sure that you have downloaded the source correctly.
da: Tjeksummen fra kilden kunne ikke valideres. Angiv venligst en korrekt kilde eller vær sikker på at kilden er blevet hentet korrekt.

source: Creating boot manager...
da: Opretter opstartsindlæser...

source: Could not create boot manager.
da: Kunne ikke oprette en opstartsindlæser

source: Unmounting image and USB disk...
da: Afmonterer aftryk og USB enhed...

source: USB disk is ready. Now you can install or run Pardus from your USB disk.
da: USB enheden er klar. Du kan nu installere eller køre Pardus fra din USB enhed.

source: Copying
da: Kopierer
