Repository: pisilinux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/extragear-multimedia/amarokpkg.po
Languages: tr

source: Install, list, remove Amarok applets
tr: Amarok programcıklarını yükle, kaldır, listele

source: Amarok Applet Manager
tr: Amarok Programcık Yöneticisi

source: Original author
tr: Özgün Yazar

source: Developer
tr: Geliştirici

source: For install or remove, operates on applets installed for all users.
tr: Kurulum ve kaldırma, tüm kullanıcılar için kurulmuş programcıkları etkiler.

# Do not translate <path>
source: Install the applet at <path>
tr: Programcığı buraya kur <path>

# Do not translate <path>
source: Upgrade the applet at <path>
tr: Şuradaki programcığı güncelle <path>

source: List installed applets
tr: Kurulu programcıkları listele

# Do not translate <name>
source: Remove the applet named <name>
tr: <name> isimli programcığı kaldır

source: Absolute path to the package root. If not supplied, then the standard data directories for this KDE session will be searched instead.
tr: Paket kök dizini için mutlak dosya yolu. Verilmemişse, KDE oturumundaki standart veri dizinleri aranacak.

source: Successfully removed %1
tr: %1 başarılı bir şekilde kaldırıldı

source: Removal of %1 failed.
tr: %1 kaldırılamadı.

source: Plugin %1 is not installed.
tr: %1 eklentisi kurulu değil.

source: Successfully installed %1
tr: %1 başarılı bir şekilde kuruldu

source: Installation of %1 failed.
tr: %1 kurulamadı.

source: One of install, remove, upgrade or list is required.
tr: Bir listeleme, kaldırma ya da yükleme gerekiyor.

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir, Ozan Çağlayan

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com, ozan@pardus.org.tr
