Repository: pisilinux/uludag
Catalog: branches/l10n/kde/3.5.x/messages/kdepim/kontact.po
Languages: tr

source: Always start with specified component:
tr: Her zaman belirtilen bileşen ile başla:

source: Usually Kontact will come up with the component used before shutdown. Check this box if you would like a specific component to come up on start instead.
tr: Kontact öntanımlı olarak bir önceki oturumda son kullanılan bileşen ile açılır. Bunun yerine Kontact'ın özel bir bileşen ile açılmasını istiyorsanız bu kutucuğu işaretleyin.

source: About Kontact
tr: Kontact Hakkında

source: Kontact Container
tr: Kontact Deposu

source: No about information available.
tr: Hakkında bilgisi yok.

source: Version %1</p>
tr: Sürüm %1</p>

source: <p><b>Authors:</b></p>
tr: <p><b>Yazarlar:</b></p>

source: <p><b>Thanks to:</b></p>
tr: <p><b>Teşekkürler:</b></p>

source: <p><b>Translators:</b></p>
tr: <p><b>Çevirenler:</b></p>

source: %1 License
tr: %1 Lisansı

source: Icon Size
tr: Simge Boyutu

source: Large
tr: Büyük

source: Small
tr: Küçük

source: Show Icons
tr: Simgeleri Göster

source: Show Text
tr: Metni Göster

source: KDE personal information manager
tr: KDE Kişisel Bilgi Yöneticisi

source: (C) 2001-2008 The Kontact developers
tr: (C) 2001-2008 Kontact geliştiricileri

source: Original Author
tr: Asıl Yazar

source: Select Components ...
tr: Bileşenleri Seç...

source: Loading Kontact...
tr: Kontact Yükleniyor...

source: Initializing...
tr: Başlatılıyor...

source: Get Organized!
tr: İşlerinizi Düzenleyin!

source: The KDE Personal Information Management Suite
tr: KDE Kişisel Bilgi Yönetim Sistemi

source: New
tr: Yeni

source: Synchronize
tr: Eşzamanla

source: Configure Kontact...
tr: Kontact'ı Yapılandır...

source: Configure &Profiles...
tr: &Profilleri Yapılandır...

source: &Kontact Introduction
tr: &Kontact'a Giriş

source: &Tip of the Day
tr: &Günün İpucu

source: &Request Feature...
tr: Ö&zellik İsteğinde Bulun...

source: Application is running standalone. Foregrounding...
tr: Uygulama tek başına çalıştırılıyor. Arka plana atılıyor...

source: Cannot load part for %1.
tr: %1 yüklenemedi.

source: _: Plugin dependent window title %1 - Kontact
tr: %1 - Kontact

source: <h2 style='text-align:center; margin-top: 0px;'>Welcome to Kontact %1</h2><p>%1</p><table align="center"><tr><td><a href="%1"><img width="%1" height="%1" src="%1" /></a></td><td><a href="%1">%1</a><br><span id="subtext"><nobr>%1</td></tr><tr><td><a href="%1"><img width="%1" height="%1" src="%1" /></a></td><td><a href="%1">%1</a><br><span id="subtext"><nobr>%1</td></tr><tr><td><a href="%1"><img width="%1" height="%1" src="%1" /></a></td><td><a href="%1">%1</a><br><span id="subtext"><nobr>%1</td></tr></table><p style="margin-bottom: 0px"> <a href="%1">Skip this introduction</a></p>
tr: <h2 style='text-align:center; margin-top: 0px;'>Kontact'a Hoşgeldiniz (Sürüm %1)</h2><p>%1</p><table align="center"><tr><td><a href="%1"><img width="%1" height="%1" src="%1" /></a></td><td><a href="%1">%1</a><br><span id="subtext"><nobr>%1</td></tr><tr><td><a href="%1"><img width="%1" height="%1" src="%1" /></a></td><td><a href="%1">%1</a><br><span id="subtext"><nobr>%1</td></tr><tr><td><a href="%1"><img width="%1" height="%1" src="%1" /></a></td><td><a href="%1">%1</a><br><span id="subtext"><nobr>%1</td></tr></table><p style="margin-bottom: 0px"> <a href="%1">Bu girişi atla</a></p>

source: Kontact handles your e-mail, addressbook, calendar, to-do list and more.
tr: Kontact, e-posta, takvim, adres defterinizi ve yapılacaklar listenizi kayıt altında tutar.

source: Read Manual
tr: Kılavuzu Oku

source: Learn more about Kontact and its components
tr: Kontact ve bileşenleri hakkında daha fazla bilgi al

source: Visit Kontact Website
tr: Kontact Web Sayfasına Git

source: Access online resources and tutorials
tr: İnternetteki kaynaklara ve kılavuzlara eriş

source: Configure Kontact as Groupware Client
tr: Kontact'ı bir grup çalışma programı olarak yapılandır

source: Prepare Kontact for use in corporate networks
tr: Kontact'ı büyük kurum ağlarında kullanmak için ayarla

source: Configure Profiles
tr: Profilleri Yapılandır

source: Load Profile
tr: Profili Yükle

source: Name
tr: İsim

source: Description
tr: Açıklama

source: New Profile
tr: Yeni Profil

source: Delete Profile
tr: Profili Sil

source: Save Profile
tr: Profili Kaydet

source: Import Profile
tr: Profil Al

source: Export Profile
tr: Profil Aktar

source: The profile "%1" was successfully loaded. Some profile settings require a restart to get activated.
tr: "%1" profili başarılı bir şekilde yüklendi. Bazı profil ayarlarının etkinleştirilebilmesi için yeniden başlatma gerekir.

source: Profile Loaded
tr: Profil Yüklendi

source: The profile "%1" will be overwritten with the current settings. Are you sure?
tr: Geçerli ayarlar ile "%1" profilinin üzerine yazılacak. Emin misiniz?

source: Save to Profile
tr: Profile Kaydet

source: Do you really want to delete the profile "%1"? All profile settings will be lost!
tr: Gerçekten "%1" profilini silmek istiyor musunuz? Tüm profil ayarları kaybedilecek.

source: Select Profile Folder
tr: Profil Dizinini Seç

source: The profile "%1" was successfully exported.
tr: "%1" profili başarılı bir şekilde dışarıya aktarıldı.

source: Profile Exported
tr: Profil Dışarıya Aktarıldı

source: New profile
tr: Yeni profil

source: Enter description
tr: Açıklama girin

source: No service found
tr: Servis bulunamadı

source: Program error: the .desktop file for the service does not have a Library key.
tr: Program hatası: .desktop dosyası servis için Kütüphane anahtarına sahip değil.

source: Program error: the library %1 does not provide a factory.
tr: Program hatası: %1 kütüphanesi bir fabrika sağlamıyor.

source: Program error: the library %1 does not support creating components of the specified type
tr: Program hatası: kütüphane %1 belirtilen tipte bileşen yaratmayı desteklemiyor

source: Start with a specific Kontact module
tr: Belirli bir Kontact modülü ile başla

source: Start in iconified (minimized) mode
tr: Küçük olarak başlat

source: List all possible modules and exit
tr: Tüm modülleri listele ve çık

source: New Feed...
tr: Yeni Haber Kaynağı...

source: New Contact...
tr: Yeni Kişi...

source: &New Distribution List...
tr: &Yeni Dağıtım Listesi...

source: Synchronize Contacts
tr: &Kişileri Eşzamanla

source: Drops of multiple mails are not supported.
tr: Birden çok e-postanın bırakılması desteklenmiyor.

source: Cannot handle drop events of type '%1'.
tr: '%1' türünde olaylar kontrol edilemiyor.

source: New Task
tr: Yeni Görev

source: Mail Summary Configuration Dialog
tr: E-posta Özeti Yapılandırma Penceresi

source: Summary
tr: Özet

source: Show full path for folders
tr: Dizinler için tam yolu göster

source: _: prefix for local folders Local
tr: Yerel

source: New Message...
tr: Yeni İleti...

source: Synchronize Mail
tr: E-Postaları Eşzamanla

source: E-Mail
tr: E-Posta

source: No unread messages in your monitored folders
tr: Görüntülediğiniz dizinlerde okunmamış ileti yok

source: Open Folder: "%1"
tr: Dizini Aç: "%1"

source: New Article...
tr: Yeni Makale...

source: &New
tr: &Yeni

source: Rename...
tr: Yeniden Adlandır...

source: Print Selected Notes...
tr: Seçilen Notları Yazdır...

source: To print notes, first select the notes to print from the list.
tr: Notları yazdırmak için öncelikle listeden yazdırılacak notları seçin.

source: Print Notes
tr: Notları Yazdır

source: Do you really want to delete this note?
tr: Gerçekten bu notu silmek istiyor musunuz?

source: Confirm Delete
tr: Silmeyi Onayla

source: _n: Do you really want to delete this note? Do you really want to delete these %n notes?
tr: Gerçekten bu %n notu silmek istiyor musunuz?

source: New Note...
tr: Yeni Not...

source: Synchronize Notes
tr: Notları Eşzamanla

source: Notes Management
tr: Not Yönetimi

source: Notes
tr: Notlar

source: No Notes Available
tr: Hiç not yok

source: Read Note: "%1"
tr: Notu Oku: "%1"

source: New Journal...
tr: Yeni Günlük...

source: Synchronize Journal
tr: Günlüğü Eşzamanla

source: Schedule Configuration Dialog
tr: Zamanlandırma Ayar Penceresi

source: _n: day days
tr: gün

source: Appointments
tr: Randevular

source: How many days should the calendar show at once?
tr: Takvim aynı anda kaç günü göstersin?

source: One day
tr: Bir gün

source: Five days
tr: Beş gün

source: One week
tr: Bir hafta

source: One month
tr: Bir ay

source: To-dos
tr: Yapılacaklar

source: Show all to-dos
tr: Tüm yapılacakları göster

source: Show today's to-dos only
tr: Sadece bu günün yapılacaklarını göster

source: New Event...
tr: Yeni Olay...

source: Synchronize Calendar
tr: Takvimi Eşzamanla

source: Meeting
tr: Toplantı

source: From: %1 To: %2 Subject: %3
tr: Gönderen: %1 Alıcı: %2 Konu: %3

source: Mail: %1
tr: E-posta: %1

source: Calendar
tr: Takvim

source: Today
tr: Bugün

source: Tomorrow
tr: Yarın

source: _n: No appointments pending within the next day No appointments pending within the next %n days
tr: Sonraki %n gün için bekleyen randevu yok

source: &Edit Appointment...
tr: &Randevu Düzenle...

source: &Delete Appointment
tr: &Randevu Sil

source: Edit Appointment: "%1"
tr: Randevu Düzenle: "%1"

source: New To-do...
tr: Yeni Yapılacak...

source: Synchronize To-do List
tr: Yapılacak Ögelerini Eşzamanla

source: Note: %1
tr: Not: %1

source: To-do
tr: Yapılacak Ögesi

source: overdue
tr: tarihi geçmiş

source: in progress
tr: sürdürülüyor

source: starts today
tr: bugün başlıyor

source: ends today
tr: bugün bitiyor

source: No to-dos pending
tr: Bekleyen yapılacak iş yok

source: &Edit To-do...
tr: &Yapılacak Ögesini Düzenle...

source: &Delete To-do
tr: Yapılacak Ögesini &Sil

source: &Mark To-do Completed
tr: Yapılacak Ögesini &Tamamlandı Olarak İşaretle

source: Edit To-do: "%1"
tr: Yapılacak İşi Düzenle:"%1"

source: KPilot Information
tr: KPilot Bilgisi

source: KPilot - HotSync software for KDE
tr: Kpilot - KDE için senkronizasyon yazılımı

source: Plugin Developer
tr: Eklenti Geliştiricisi

source: Project Leader
tr: Proje Lideri

source: Maintainer
tr: Projeyi Yürüten

source: KPilot Configuration
tr: KPilot Yapılandırması

source: <i>Last sync:</i>
tr: <i>Son senk.:</i>

source: No information available
tr: Hiç bilgi yok

source: [View Sync Log]
tr: [KPilot Günlüğünü İzle]

source: <i>User:</i>
tr: <i>Kullanıcı:</i>

source: Unknown
tr: Bilinmiyor

source: <i>Device:</i>
tr: <i>Aygıt:</i>

source: <i>Status:</i>
tr: <i>Durum:</i>

source: No communication with the daemon possible
tr: Servis uygulaması ile iletişim mevcut değil

source: <i>Conduits:</i>
tr: <i>Kanallar:</i>

source: KPilot is currently not running.
tr: Kpilot şu anda çalışmıyor.

source: [Start KPilot]
tr: [KPilot'ı Başlat]

source: unknown
tr: bilinmiyor

source: No information available (Daemon not running?)
tr: Hakkında bilgi yok (Program çalışmıyor olabilir)

source: KPilot HotSync Log
tr: KPilot HotSync Günlüğü

source: Unable to open Hotsync log %1.
tr: Hotsync günlüğü %1 açılamıyor.

source: New News Feed
tr: Yeni Haber Grubu

source: Name:
tr: İsim:

source: URL:
tr: Adres:

source: Arts
tr: Sanat

source: Business
tr: İş

source: Computers
tr: Bilgisayar

source: Misc
tr: Diğer

source: Recreation
tr: Eğlence

source: Society
tr: Toplum

source: Custom
tr: Özel

source: All
tr: Hepsi

source: Selected
tr: Seçilenler

source: News Feed Settings
tr: Haber Grubu Ayarları

source: Refresh time:
tr: Tazeleme süresi:

source: Number of items shown:
tr: Gösterilecek öğe sayısı:

source: Delete Feed
tr: Haber Grubunu Sil

source: Newsticker Configuration Dialog
tr: Haber Alıcı Yapılandırma Penceresi

source: News Feeds
tr: Haber Grupları

source: No rss dcop service available. You need rssservice to use this plugin.
tr: Hiçbir rss dcop servisi bulunamadı. Bu eklentiyi kullanmak için rssservice'e ihtiyacınız var.

source: Copy URL to Clipboard
tr: Adresi Panoya Kopyala

source: Special Dates Summary
tr: Özel Tarihler Özeti

source: How many days should the special dates summary show at once?
tr: Bir defada özel günler özetinde kaç gün gösterilsin?

source: Special Dates From Calendar
tr: Takvimden Özel Günler

source: Show birthdays
tr: Doğumgünlerini göster

source: Show anniversaries
tr: Yıldönümlerini göster

source: Show holidays
tr: Tatilleri göster

source: Show special occasions
tr: Özel durumları göster

source: Special Dates From Contact List
tr: Bağlantı Listesinden Özel Günler

source: Special Dates Configuration Dialog
tr: Özel Tarihleri Ayarlama Penceresi

source: Special Dates
tr: Özel Tarihler

source: Default KOrganizer resource
tr: Öntanımlı KOrganizer kaynağı

source: Active Calendar
tr: Aktif Takvim

source: BIRTHDAY
tr: DOĞUMGÜNÜ

source: ANNIVERSARY
tr: YILDÖNÜMÜ

source: HOLIDAY
tr: TATİL

source: SPECIAL OCCASION
tr: ÖZEL DOLU GÜNLER

source: now
tr: şimdi

source: _n: in 1 day in %n days
tr: %n gün içinde

source: Birthday
tr: Doğumgünü

source: Anniversary
tr: Yıldönümü

source: Holiday
tr: Tatil

source: Special Occasion
tr: Özel Dolu Günler

source: _n: one year %n years
tr: %n yıl

source: _n: No special dates within the next 1 day No special dates pending within the next %n days
tr: Sonraki %n gün için özel gün ya da yıldönümü yok

source: Send &Mail
tr: E-posta &Gönder

source: View &Contact
tr: &Bağlantıyı Göster

source: Mail to:"%1"
tr: E-posta gönder:"%1"

source: Kontact Special Dates Summary
tr: Kontact Özel Tarih Özeti

source: (c) 2004-2005 The KDE PIM Team
tr: (c) 2004-2005 KDE PIM Grubu

source: Here you can select which summary plugins to have visible in your summary view.
tr: Buradan hangi özet eklentilerinin, özet görünümünde görünür olacağını seçebilirsiniz.

source: KDE Kontact Summary
tr: KDE Kontact Özeti

source: &Configure Summary View...
tr: &Özet Görünümünü Yapılandır...

source: Summary for %1
tr: %1 için özet

source: What's next?
tr: Sırada ne var?

source: Synchronize All
tr: Tümünü Eşzamanla

source: Kontact Summary
tr: Kontact Özeti

source: Kontact Summary View
tr: Kontact Özet Görünümü

source: (c) 2003 The Kontact developers
tr: (c) 2003 Kontact geliştiricileri

source: Weather Service
tr: Hava Durumu Servisi

source: No weather dcop service available; you need KWeather to use this plugin.
tr: Hiçbir hava durumu dcop servisi bulunamadı; bu eklentiyi kullanabilmek için KWeather'a ihtiyacınız var.

source: Last updated on
tr: Son güncelleme tarihi

source: Wind Speed
tr: Rüzgar Hızı

source: Rel. Humidity
tr: Nem

source: View Weather Report for Station
tr: Merkez İçin Hava Durumu Bilgisi Görüntüle

source: Weather Information
tr: Have Durumu Bilgisi

source: Improvements and more code cleanups
tr: Geliştirmeler ve diğer kod düzeltmeleri

source: Edit Note
tr: Notu Düzenle

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org
