Repository: pisilinux/uludag
Catalog: branches/l10n/kde/3.5.x/messages/kdegraphics/kghostview.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Onur Küçük

source: _: EMAIL OF TRANSLATORS Your emails
tr: tuncayyeniay@mynet.com

source: Document Information
tr: Belge Bilgileri

source: File name:
tr: Dosya adı:

source: Document title:
tr: Belge başlığı:

source: Publication date:
tr: Yayım tarihi:

source: Ignore All
tr: Tümünü Yoksay

source: DSC Information
tr: DSC bilgileri

source: DSC Warning
tr: DSC Uyarıları

source: DSC Error
tr: DSC Hatası

source: On line %1:
tr: %1. satırda:

source: Lines in DSC documents must be shorter than 255 characters.
tr: DSC belgelerindeki satırların 255 karakterden az olması gereklidir.

source: Go to Page
tr: Sayfaya Git

source: Page:
tr: Sayfa:

source: Page 1
tr: Sayfa 1

source: Page %1 of %2
tr: Sayfa: %1 / %2

source: Page %1 (%2 of %3)
tr: Sayfa %1 (%2 of %3)

source: Ghostscript Messages
tr: Ghostscript Mesajları

source: Document &Info
tr: Belge &Bilgisi

source: Mark Current Page
tr: Şimdiki Sayfayı İşaretle

source: Mark &All Pages
tr: &Tüm Sayfaları İşaretle

source: Mark &Even Pages
tr: Çi&ft Sayfaları İşaretle

source: Mark &Odd Pages
tr: T&ek Sayfaları İşaretle

source: &Toggle Page Marks
tr: S&ayfa İşaretlerini Göster/Gizle

source: &Remove Page Marks
tr: Sayfa İşaretlerini &Kaldır

source: &Orientation
tr: &Yönelim

source: Paper &Size
tr: Sayfa &Boyutu

source: No &Flicker
tr: Titreme &Kapalı

source: Auto
tr: Otomatik

source: Upside Down
tr: Başaşağı

source: Seascape
tr: Deniz Manzarası

source: &Fit to Page Width
tr: Sayfa &Genişliğine Sığdır

source: &Fit to Screen
tr: &Ekrana Uydur

source: Previous Page
tr: Önceki Sayfa

source: Moves to the previous page of the document
tr: Belgede önceki sayfaya gider

source: Next Page
tr: Sonraki Sayfa

source: Moves to the next page of the document
tr: Belgede sonraki sayfaya gider

source: Moves to the first page of the document
tr: Belgede ilk sayfaya gider

source: Moves to the last page of the document
tr: Belgede son sayfaya gider

source: Show &Scrollbars
tr: Kaydı&rma Çubuklarını Göster

source: Hide &Scrollbars
tr: Kaydı&rma Çubuklarını Gizle

source: &Watch File
tr: Dos&ya İzle

source: Show &Page List
tr: &Sayfa Listesini Göster

source: Hide &Page List
tr: &Sayfa Listesini Gizle

source: Show Page &Labels
tr: Sayfa Etiket&lerini Göster

source: Hide Page &Labels
tr: Sayfa Etiket&lerini Gizle

source: Auto
tr: Otomatik

source: Viewer for PostScript (.ps, .eps) and Portable Document Format (.pdf) files
tr: Postscript (.ps, .eps) ve Portable Document Format (.pdf) dosya görüntüleyicisi

source: KGhostView displays, prints, and saves PostScript and PDF files. Based on original work by Tim Theisen.
tr: KGhostView Postscript ve PDF dosyaları görüntüler, yazdırır ve kaydeder. Tim Theisen'in orjinal çalşıması üzerinde temellenmiştir.

source: Current maintainer
tr: Şimdiki geliştirici

source: Maintainer 2000-2003
tr: Geliştirici 1999-2003

source: Original author
tr: İlk yazarı

source: Basis for shell
tr: Kabuk için temel

source: Port to KParts
tr: Kparts'a geçit

source: Dialog boxes
tr: İletişim kutuları

source: for contributing GSView's DSC parser.
tr: GSView DSC yardım için.

source: <qt>An error occurred in rendering.<br><strong>%1</strong><br>The display may contain errors.<br>Below are any error messages which were received from Ghostscript (<nobr><strong>%2</strong></nobr>) which may help you.</qt>
tr: <qt>Derlenirken bir hata oluştu. <br><strong>%1</strong> <br>Görünüm hatalar içerebilir. <br>AlttakilerGhostscript tarafından alınan size yardımcı olabilecek hata mesajlarıdır (<nobr><strong>%2</strong></nobr>).</qt>

source: Your version of gs (version %1) is too old, since it has security issues which are impossible to resolve. Please upgrade to a newer version. KGhostView will try to work with it, but it may not display any files at all. Version %2 seems to be appropriate on your system, although newer versions will work as well.
tr: Gs sürümünüz (sürüm %1) çok eski, ve çözümlenemeyecek güvenlik açıkları mevcut. Lütfen yeni bir sürüme yükseltin. KGhostView çalıştırmayı denemeye devam edecek fakat dosyaların tamamını gösteremeyebilir. Sürüm %2 sisteminize uygun, yeni sürüm daha iyi çalışabilir.

source: General
tr: Genel

source: Ghostscript Configuration
tr: Ghostscript Yapılandırması

source: <qt>Could not open <nobr><strong>%1</strong></nobr>: File does not exist.</qt>
tr: <qt><nobr><strong>%1</strong></nobr> açılamadı: Dosya bulunamadı.</qt>

source: <qt>Could not open <nobr><strong>%1</strong></nobr>: Permission denied.</qt>
tr: <qt><nobr><strong>%1</strong></nobr> açılamadı. Yeterli izniniz yok.</qt>

source: Could not create temporary file: %1
tr: Geçici dosya oluşturulamadı: %1

source: <qt>Could not open <nobr><strong>%1</strong></nobr> which has type <strong>%2</strong>. KGhostview can only load PostScript (.ps, .eps) and Portable Document Format (.pdf) files.</qt>
tr: <qt><strong>%2</strong> tipindeki <nobr><strong>%1</strong></nobr> dosyası açılamıyor.KGhostview sadece Postscript (.ps, .eps) ve (.pdf) dosyaları yükleyebilir.</qt>

source: <qt>Could not uncompress <nobr><strong>%1</strong></nobr>.</qt>
tr: <qt>Dosya açılamadı <nobr><strong>%1</strong></nobr>.</qt>

source: Could not create temporary file: %2
tr: Geçici dosya oluşturulamadı: %2

source: <qt>Could not open file <nobr><strong>%1</strong></nobr>.</qt>
tr: <qt><nobr><strong>%1</strong></nobr> dosyası açılırken hata oluştu</qt>

source: <qt>Error opening file <nobr><strong>%1</strong></nobr>: %2</qt>
tr: <qt><nobr><strong>%1</strong></nobr>: dosyası açılırken hata oluştu: %2</qt>

source: Print %1
tr: Yazdır: %1

source: Printing failed because the list of pages to be printed was empty.
tr: Yazdırılacak sayfalar listesi boş olduğundan yazdırma işlemi başarısız oldu.

source: Error Printing
tr: Yazdırma Hatası

source: <qt><strong>Printing failure:</strong><br>Could not convert to PostScript</qt>
tr: <qt><strong>Yazma başarısız:</strong> <br>PostScript'e dönüştürülemedi</qt>

source: &Maximize
tr: &Azamileştir

source: Full Screen Options
tr: Tam Ekran Seçenekleri

source: Could not open standard input stream: %1
tr: Standart girdi açılamadı: %1

source: *.ps *.ps.bz2 *.ps.gz *.eps *.eps.gz *.pdf|All Document Files *.ps *.ps.bz2 *.ps.gz|PostScript Files *.pdf *.pdf.gz *.pdf.bz2|Portable Document Format (PDF) Files *.eps *.eps.gz *.eps.bz2|Encapsulated PostScript Files *|All Files
tr: *.ps *.ps.bz2 *.ps.gz *.eps *.eps.gz *.pdf|Tüm Belgeler *.ps *.ps.bz2 *.ps.gz|PostScript Dosyaları *.pdf *.pdf.gz *.pdf.bz2|Portable Document Format (PDF) Dosyaları *.eps *.eps.gz *.eps.bz2|EPS dosyası *|Tüm Dosyalar

source: Could not start Ghostscript. This is most likely caused by an incorrectly specified interpreter.
tr: Ghostscript başlatılamadı.

source: Exited with error code %1.
tr: %1 hata kodu ile çıktı.

source: Process killed or crashed.
tr: İşlem sonlandırıldı veya kapatıldı.

source: Configure Ghostscript
tr: Ghostscript'i Yapılandır

source: Page to open. Use --page=3 to show the third page, for example. Note that if the page does not exist, any other page may be displayed
tr: Açılacak sayfa. Örneğin üçüncü sayfayı açmak için '-page=3' kullanın. Sayfa mevcut değilse, başka sayfa gösterilebilir

source: Magnification of the display
tr: Görünümü büyütme

source: The orientation of the shown image. Use either "auto", "portrait", "landscape", "upsidedown" or "seascape"
tr: Gösterilen resmin biçimi. Biçimler için aşağıdaki komutları kullanbilirsiniz: otomatik için "auto", portre için "portrait", yerçekimi için "landscape", üstü altına için "upsidedown" veya deniz çekimi için "seascape"

source: Equivalent to orientation=portrait
tr: Biçime denk=portre

source: Equivalent to orientation=landscape
tr: Biçime denk=yer çekimi

source: Equivalent to orientation=upsidedown
tr: Biçime denk=üstü altına

source: Equivalent to orientation=seascape
tr: Biçime denk=deniz çekimi

source: Location to open
tr: Açılacak yer

source: Using this checkbox you can select pages for printing.
tr: Yazdırılacak sayfaları seçmek için bu seçenek kutusunu kullanın.

source: &Main Toolbar
tr: &Ana Araç Çubuğu

source: &Enable anti-aliasing of fonts and images
tr: &Yazıtipleri ve resimler için yumuşatmayı etkinleştir

source: Anti-aliasing makes the result look better, but it makes the display take longer
tr: Yazıtipi yumuşatması sonucun daha iyi görünmesini sağlar, fakat görüntüleme süresini artırır

source: &Use platform fonts
tr: &Platform yazıtipleri kullan

source: &Show Ghostscript messages in a separate box
tr: &Ghostscript mesajlarını ayrı bir pencerede göster

source: Ghostscript is the basic renderer (the program which draws the picture)<br> In case of problems you might want to see its error messages
tr: Ghostscript basit bir derleyicidir (resmi çizen program)<br> Problem olduğunda hata mesajlarını görmek isteyebilirsiniz

source: Palette
tr: Palet

source: &Monochrome
tr: &Tek renk

source: &Grayscale
tr: &Siyah beyaz

source: Co&lor
tr: &Renkli

source: Auto Con&figure
tr: Otomat&ik Yapılandır

source: Settings
tr: Ayarlar

source: &Interpreter:
tr: &Yorumlayıcı:

source: Ghostscript is the basic renderer (i.e. the program which draws)
tr: Ghostscript basit derleyicidir (çizen program)

source: (detected gs version: %1)
tr: (sistemdeki gs sürümü: %1)

source: &Non-antialiasing arguments:
tr: &Non-antialiasing argümanları:

source: An&tialiasing arguments:
tr: &Yazıtipi yumuşatma argümanları:

source: Whether to use anti-aliasing.
tr: Yazıtipi yumuşatması kullanılması.

source: Anti-aliasing makes the result look better, specially regarding text, but it makes the display take longer
tr: Yazıtipi yumuşatması sonucun daha iyi görünmesini sağlar, fakat görüntüleme süresini artırır

source: Whether to see a window with Ghostscript messages
tr: Ghostscript mesajları içeren bir pencere görüntülenmesi

source: Whether to see a window with Ghostscript messages. This can give you additional information on the files you see. In case of an error, a window will popup regardless of this option.
tr: Ghostscript mesajları içeren bir pencere görüntülenmesi. Gördüğünüz dosyalar hakkında daha fazla bilgi edinmenizi sağlar. Hata oluşması durumunda bu seçeneğe bakılmaksızın bir pencere açılacaktır.

source: Use Platform Fonts
tr: Platform Yazıtipleri Kullan

source: Whether to show the page list
tr: Sayfa listesinin görüntülenmesi

source: Whether to show page names instead of numbers
tr: Sayı yerine sayfa isimlerinin görüntülenmesi

source: Sometimes information is available on page names which can be used in the list panner instead of just the numbers. Most often, these names are, in fact, another numbering. Often, the first few pages use roman numbering (i, ii, iii, iv ...) followed by arabic numbers from one (1, 2, 3...) when the real content starts.
tr: Bazen sayfa listesinde kullanılmak üzere sayfa isimleri ile ilgili olarak sayıların yanında başka bilgi de bulunur. Çoğunlukla bu bilgi bir başka numaralama sistemidir. Genelde ilk bir kaç sayfa roma sayıları (i, ii, iii, iv ...) kullanır, asıl içerik başladığında ise birden başlayarak arapça (1, 2, 3 ...) sayılar kullanır.

source: Whether to show scroll bars when pages are too big
tr: Sayfalar çok büyük olduğunda kaydırma çubuğunun gösterilmesi

source: Watch File
tr: Dosya İzle

source: If this is on, then the file will be reloaded whenever it changes on disk
tr: Açık ise disk üzerindeki dosya her değiştiğinde tekrar yüklenecek

source: The ghostscript interpreter to use
tr: Kullanılacak ghostscript yorumlayıcısı

source: Kghostview does not, itself, display the document: it relies on ghostscript, and therefore needs it to be available. Here you can define the ghostscript interpreter to use.
tr: Kghostview kendi başına belgeyi göstermez, bu iş için ghostscript kullanır ve sistemde bulunmasına ihtiyaç duyar. Buradan kullanılacak ghostscript yorumlayıcıyı seçebilirsiniz.

source: Arguments for ghostscript if running with antialiasing
tr: Yazıtipi yumuşatması aktif olan ghostscript argümanları

source: This is the ghostscript version you are running
tr: Kullandığınız ghostscript sürümü

source: This is the version of ghostscript you are running. Normally you will not need to change this since it gets detected automatically.
tr: Kullandığınız ghostscript sürümü. Normal koşullarda otomatik olarak tanındığı için değiştirmenize gerek yoktur.

source: This is an internal setting
tr: Bu dahili bir ayardır

source: &Magnification
tr: &Büyütme

source: M&edia
tr: O&rtam
