Repository: pisilinux/uludag
Catalog: branches/l10n/kde/3.5.x/messages/kdegraphics/kooka.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org

source: Kooka Save Assistant
tr: Kooka Kayıt Yardımcısı

source: <B>Save Assistant</B><P>Select an image format to save the scanned image.
tr: <B>Yardımcıyı Kaydet</B><P>Taranmış resmi saklamak için bir resim biçimi seçin.

source: Available image formats:
tr: Geçerli resim biçimleri:

source: -No format selected-
tr: -Biçim seçilmedi-

source: Select the image sub-format
tr: Resim alt-biçimi seçin

source: Don't ask again for the save format if it is defined.
tr: Eğer tanımlı ise kayıt biçimini yeniden sorma.

source: -no hint available-
tr: -ipucu yok-

source: The folder %1 does not exist and could not be created; please check the permissions.
tr: %1 dizini mevcut değil ya da oluşturulamıyor. Lütfen yetkileri kontrol edin.

source: The directory %1 is not writeable; please check the permissions.
tr: %1 dizinine yazılamıyor. Lütfen yetkileri kontrol edin.

source: Filename
tr: Dosya adı

source: Enter filename:
tr: Dosya adını girin:

source: palleted color image (16 or 24 bit depth)
tr: paletlenmiş renkli resim (16/24 bit derinlik)

source: palleted gray scale image (16 bit depth)
tr: gri ölçekli resim (16 bit derinlik)

source: lineart image (black and white, 1 bit depth)
tr: karakalem çalışması (siyah beyaz, 1 bit derinlik)

source: high (or true-) color image, not palleted
tr: yüksek renk derinlikli resim, paletlenmemiş

source: Unknown image type
tr: Bilinmeyen resim türü

source: image save OK
tr: resim başarıyla kayıt edildi

source: permission error
tr: yetki hatası

source: bad filename
tr: yanlış dosya adı

source: no space on device
tr: Aygıtta yer yok

source: could not write image format
tr: resim biçimi yazılamadı

source: can not write file using that protocol
tr: bu protokol kullanılarak dosyaya yazılamadı

source: user canceled saving
tr: kullanıcı kayıt işlemini iptal etti

source: unknown error
tr: bilinmeyen hata

source: parameter wrong
tr: yanlış parametre

source: The filename you supplied has no file extension. Should the correct one be added automatically?
tr: Girdiğiniz dosya adının bir uzantısı bulunmuyor. Otomatik olarak bir uzantı tanımlanmasını ister misiniz?

source: That would result in the new filename: %1
tr: Yeni dosya adı şöyle olacaktır: %1

source: Extension Missing
tr: Dosya uzantısı eksik

source: Add Extension
tr: Uzantı Ekle

source: Do Not Add
tr: Ekleme

source: Format changes of images are currently not supported.
tr: Resim biçim değişikliği desteklenmiyor.

source: Wrong Extension Found
tr: Hatalı Uzantı Bulundu

source: Image Printing
tr: Resim Yazdırma

source: Image Print Size
tr: Resim Yazdırma Boyutu

source: Scale to same size as on screen
tr: Ekranda olduğu gibi aynı boyuta ölçekle

source: Screen scaling. That prints according to the screen resolution.
tr: Ekran ölçekleme. Bu ekran çözünürlüğüne göre yazdırır.

source: Original size (calculate from scan resolution)
tr: Asıl boyut

source: Calculates the print size from the scan resolution. Enter the scan resolution in the dialog field below.
tr: Yazdırma boyutunu tarama çözünürlüğünden hesaplar. Aşağıdaki diyalog alanına tarama çözünürlüğünü girin.

source: Scale image to custom dimension
tr: Resmi istenen boyuta ölçekler

source: Set the print size yourself in the dialog below. The image is centered on the paper.
tr: Yazdırma boyutunu aşağıdaki diyalog ile kendiniz belirleyin. Resim sayfaya ortalanmıştır.

source: Scale image to fit to page
tr: Resi sayfaya sığdırmak için ölçekle

source: Printout uses maximum space on the selected pager. Aspect ratio is maintained.
tr: Çıktı seçilen sayfalayıcı üzerinde en fazla alanı kullanır. En-boy oranı korunur.

source: Resolutions
tr: Çözünürlükler

source: Generate low resolution PostScript (fast draft print)
tr: Düşük çözünürlüklü PostScript üret (hızlı taslak yazdırma)

source: Scan resolution (dpi)
tr: Tarama çözünürlüğü (dpi)

source: Image width:
tr: Resim genişliği:

source: Image height:
tr: Resim yüksekliği:

source: Maintain aspect ratio
tr: En-boy oranını koru

source: Screen resolution: %1 dpi
tr: Ekran çözünürlüğü: %1 dpi

source: Please specify a scan resolution larger than 0
tr: Lütfen 0'dan büyük bir tarama çözünürlüğü seçin.

source: For custom printing, a valid size should be specified. At least one dimension is zero.
tr: Özel yazdırma için, geçerli bir boyut tanımlanmalı. En az bir boyut 0.

source: Optical Character Recognition
tr: Optik Karakter Tanıma

source: Start OCR
tr: OCR yi başlat

source: Start the Optical Character Recognition process
tr: Optik Karakter Tanıma işlemini başlat

source: Stop the OCR Process
tr: Optik karakter tanıma işlemini durdur

source: Image
tr: Resim

source: Image Information
tr: Resim Bilgisi

source: <b>Starting Optical Character Recognition with %1</b><p>
tr: <B>%1 ile Optik Karakter Tanıma Başlatılıyor</B><p>

source: Spell-checking
tr: İmla denetimi

source: OCR Post Processing
tr: OCR İşlem Sonrası

source: Enable spell-checking for validation of the OCR result
tr: OCR sonucunun geçerliliği için yazım denetimini aç

source: Spell-Check Options
tr: İmla Denetimi Seçenekleri

source: GOCR is an Open Source project for optical character recognition.<P>The author of gocr is <B>Joerg Schulenburg</B><BR>For more information about gocr see <A HREF=http://jocr.sourceforge.net>http://jocr.sourceforge.net</A>
tr: GOCR, Açık Kaynaklı bir optik karakter tanıma projesidir. <P>gocr'nin yazarı <B>Joerg Schulenburg</B>'dur.<BR>gocr hakkında daha fazla bilgi için<A HREF=http://jocr.sourceforge.net>http://jocr.sourceforge.net</A>

source: The path to the gocr binary is not configured yet. Please go to the Kooka configuration and enter the path manually.
tr: gocr programı için henüz bir yol yapılandırılmamış. Lütfen Kooka yapılandırmasına gidip yolu elle girin.

source: OCR Software Not Found
tr: OCR Yazılımı Bulunamadı

source: Not found
tr: Bulunamadı

source: Using GOCR binary:
tr: GOCR programı kullanılıyor:

source: &Gray level
tr: &Gri seviyesi

source: The numeric value gray pixels are considered to be black. Default is 160
tr: Sayısal değerli gri pixel ler siyah olarak kabul edilir. Öntanımlı değer 160 tır

source: &Dust size
tr: &Toz boyu

source: Clusters smaller than this value will be considered to be dust and removed from the image. Default is 10
tr: Bu değerden küçük kümeler "toz" olarak tanımlanıp resimden kaldırılacaktır. Öntanımlı değer 10'dur.

source: &Space width
tr: &Boşluk genişliği

source: Spacing between characters. Default is 0 what means autodetection
tr: Karakterler arası boşluk. Öntanımlı 0 atomatik algılama için

source: This version of Kooka was linked with the <I>KADMOS OCR/ICR engine</I>, a commercial engine for optical character recognition.<P>Kadmos is a product of <B>re Recognition AG</B><BR>For more information about Kadmos OCR see <A HREF=http://www.rerecognition.com>http://www.rerecognition.com</A>
tr: Kooka'nın bu versiyonu <I>KADMOS OCR/ICR mekanizması</I> ile bağlı, ticari bir optik karakter tanıma mekanizması.<P>Kadmos bir <B>re Recognition AG</B> ürünüdür.<BR>Kadmos OCR hakkında daha fazla bilgi için <A HREF=http://www.rerecognition.com>http://www.rerecognition.com</A>

source: European Countries
tr: Avrupa Ülkeleri

source: Czech Republic, Slovakia
tr: Çekoslovakya, Slovakya

source: Great Britain, USA
tr: İngiltere, ABD

source: The classifier files for KADMOS could not be found. OCR with KADMOS will not be possible! Change the OCR engine in the preferences dialog.
tr: KADMOS için sınıflandırıcı dosyalar bulunamadı. KADMOS ile OCR mümkün olmayacak! Tercihler diyaloğunda OCR mekanizmasını değiştir.

source: Installation Error
tr: Kurulum Hatası

source: Please classify the font type and language of the text on the image:
tr: Lütfen resim üzerindeki yazının yazıtipini ve dilini sınıflandırın.

source: Font Type Selection
tr: Yazıtipi Seçimi

source: Machine print
tr: Makine baskısı

source: Hand writing
tr: El yazısı

source: Norm font
tr: Norm yazıtipi

source: Country
tr: Ülke

source: OCR Modifier
tr: OCR Düzenleyici

source: Enable automatic noise reduction
tr: Otomatik hata gidermeyi etkinleştir

source: Enable automatic scaling
tr: Otomatik ölçeklemeyi aç

source: Classifier file %1 does not exist
tr: %1 sınıflandırıcı dosyası yok

source: Classifier file %1 is not readable
tr: %1 sınıflandırıcı dosyası okunabilir değil.

source: ocrad is a Free Software project for optical character recognition.<p>The author of ocrad is <b>Antonio Diaz</b><br>For more information about ocrad see <A HREF="http://www.gnu.org/software/ocrad/ocrad.html">http://www.gnu.org/software/ocrad/ocrad.html</A><p>Images should be scanned in black/white mode for ocrad.<br>Best results are achieved if the characters are at least 20 pixels high.<p>Problems arise, as usual, with very bold or very light or broken characters, the same with merged character groups.
tr: ocrad, optik karakter tanıma için bir Özgür Yazılım projesi.<p>ocrad'ın yazarı <b>Antonio Diaz</b>'dır.<br>ocrad hakkında daha fazla bilgi için <A HREF="http://www.gnu.org/software/ocrad/ocrad.html">http://www.gnu.org/software/ocrad/ocrad.html</A><p>ocrad için resimlerin siyah-beyaz kipte taranmış olması gerekiyor.<br>En iyi sonuca karakterler en az 20 piksel boyundayken erişilir.<p>Problemler genelde çok kalın, çok ince veya bozuk karakterler ile meydan gelir, birleştirlmiş karakter gruplarında olduğu gibi.

source: The path to the ocrad binary is not configured yet. Please go to the Kooka configuration and enter the path manually.
tr: ocrad programı için henüz bir yol yapılandırılmamış. Lütfen Kooka yapılandırmasına gidip yolu elle girin.

source: OCRAD layout analysis mode:
tr: OCRAD yerleşim analiz modu

source: No Layout Detection
tr: Yerleşim Algılaması Yok

source: Column Detection
tr: Sütun Algılama

source: Full Layout Detection
tr: Tam Yerleşim Algılama

source: Using ocrad binary:
tr: Ocrad çalıştırılabilir dosyası:

source: Version:
tr: Sürüm:

source: KDE Scanning
tr: KDE Tarama

source: &OCR Image...
tr: &OCR Resmi...

source: O&CR on Selection...
tr: Seçimde O&CR...

source: Scale to W&idth
tr: Ge&nişliğe göre ayarla

source: Scale to &Height
tr: &Yüksekliğe göre ayarla

source: Original &Size
tr: Orjinal b&oyutlar

source: Keep &Zoom Setting
tr: O&ptik Kaydırma Ayarını Koru

source: Set Zoom...
tr: odaklamayı düzenle...

source: Create From Selectio&n
tr: Seçimde&n oluştur

source: Mirror Image &Vertically
tr: Resmi &dikey çevir

source: &Mirror Image Horizontally
tr: Resmi &yatay çevir

source: Mirror Image &Both Directions
tr: Resmi &her iki yönde de yansıt

source: Open Image in &Graphic Application...
tr: Resmi &Grafik Uygulamada Aç...

source: &Rotate Image Clockwise
tr: &Resmi saat yönünde döndür

source: Rotate Image Counter-Clock&wise
tr: &Resmi saat yönünün tersine döndür

source: Rotate Image 180 &Degrees
tr: Resmi 180 &derece döndür

source: &Create Folder...
tr: &Dizin Oluştur...

source: &Save Image...
tr: &Resmi Kaydet...

source: &Import Image...
tr: &Resim Al...

source: &Delete Image
tr: Resmi &Sil

source: &Unload Image
tr: Re&smi Geri Yükle

source: &Load Scan Parameters
tr: &Tarama parametrelerini yükle

source: Save &Scan Parameters
tr: T&arama parametrelerini kaydet

source: Select Scan Device
tr: Ta&rama Aygıtını Seç

source: Enable All Warnings && Messages
tr: Tüm Uyarıları ve Mesajları Göster

source: Save OCR Res&ult Text
tr: OCR S&onuç Metnini Kaydet

source: All messages and warnings will now be shown.
tr: Şimdi tüm uyarılar ve mesajlar görüntülenecektir.

source: Preferences
tr: Tercihler

source: OCR Engine to Use
tr: Kullanılacak OCR Programı

source: GOCR engine
tr: GOCR programı

source: KADMOS engine
tr: KADMOS programı

source: OCRAD engine
tr: GOCR programı

source: The KADMOS OCR engine is available
tr: KADMOS OCR programı kullanılabilir

source: The KADMOS OCR engine is not available in this version of Kooka
tr: Kooka'nın bu sürümünde KADMOS OCR mekanizması mevcut değil

source: Select the %1 binary to use:
tr: Kullanmak için %1 programı seç:

source: Enter the path to %1, the optical-character-recognition command line tool.
tr: Optik-karakter-tanıma komut satırı aracı, %1 için yolu girin.

source: The path does not lead to a valid binary. Please check your installation and/or install the program.
tr: Verilen yol geçerli bir programı işaret etmiyor. Ya kurulum işleminizi kontrol edin ya da programı kurun.

source: The program exists, but is not executable. Please check your installation and/or install the binary properly.
tr: Program mevcut, fakat çalışabilir durumda değil. Ya kurulum işleminizi kontrol edin ya da programı düzgünce kurun.

source: OCR Software Not Executable
tr: OCR Yazılımı Çalıştırılma Yetkisine Sahip Değil

source: Startup
tr: Başlangıç

source: Kooka Startup Preferences
tr: Kooka Başlangıç Ayarları

source: Note that changing these options will affect Kooka's next start!
tr: Bu seçeneklerin değiştirilmesi Kooka'nın bir sonraki çalıştırılmasında etkili olacaktır!

source: Query network for available scanners
tr: Ağdaki erişebilir tarayıcıları sorgula

source: Check this if you want a network query for available scanners. Note that this does not mean a query over the entire network but only the stations configured for SANE!
tr: Geçerli tarayıcılar için ağ sorguları istiyorsanız işaretleyin. Yalnız dikkat edin bütün ağ için geçerli değil. Sadece SANE ayarlı beketlerde (istasyonlarda) geçerli!

source: Show the scanner selection box on next startup
tr: Bir sonraki başlangıçta tarayıcı seçim kutusunu göster

source: Check this if you once checked 'do not show the scanner selection on startup', but you want to see it again.
tr: Başlangıçta, Tarayıcı Seçme uyarısını görmek istemiyorsanız, Kutucuğu işaretleyiniz.

source: Load the last image into the viewer on startup
tr: Başlangıçta, daha önce yüklenmiş en son resmi getir

source: Check this if you want Kooka to load the last selected image into the viewer on startup. If your images are large, that might slow down Kooka's start.
tr: Başlangıçta, en son seçilen resmi görmek istiyorsanız kutucuğu işaretleyiniz Eğer resimlerinizin boyutu büyük ise Kooka yavaş açılacaktır.

source: Image Saving
tr: Resim Kayıt

source: Configure Image Save Assistant
tr: Resim Kaydetme YardımcısınıYapılandır

source: Always display image save assistant
tr: Her zaman resim kaydetme sihirbazını görüntüle

source: Check this if you want to see the image save assistant even if there is a default format for the image type.
tr: Resim öntanımlı biçimde olsa bile resim saklama yardımcısını görmek için kutucuğu işaretleyiniz.

source: Ask for filename when saving file
tr: Dosyayı kaydederken dosya adını sor

source: Check this if you want to enter a filename when an image has been scanned.
tr: Bir resim tarandığında dosya adı girmek istiyorsanız işaretleyin.

source: Thumbnail View
tr: Küçük Resimler

source: Thumbnail Gallery View
tr: Küçük Resim Galerisi Görünümü

source: Here you can configure the appearance of the thumbnail view of your scan picture gallery.
tr: Taradığınız resim galerisini burada küçük resimler olarak görüp ayarlayabilirsiniz.

source: Thumbview Background
tr: Küçük Resim Arkaplan Görünümü

source: Select background image:
tr: Arkaplan resmini seç:

source: Thumbnail Size
tr: Küçük Resim Boyutu

source: Thumbnail Frame
tr: Küçük Resim Çerçevesi

source: Thumbnail maximum &width:
tr: Küçük resimlerin en fazla &genişliği:

source: Thumbnail maximum &height:
tr: Küçük resimlerin en fazla &boyu:

source: Thumbnail &frame width:
tr: Küçük resim &çerçeve genişliği:

source: Frame color &1:
tr: Çerçeve rengi &1:

source: Frame color &2:
tr: Çerçeve rengi &2:

source: The OCR engine settings were changed. Note that Kooka needs to be restarted to change the OCR engine.
tr: OCR mekanizması ayarları değişti. OCR ayarlarını değiştirmek için Kooka'nın yeniden başlatılmaya ihtiyacı olduğuna dikkat edin.

source: OCR Engine Change
tr: OCR Mekanizması Değişti

source: Image Viewer
tr: Resim Gösterici

source: Image View
tr: Resim Görüntüleme

source: Thumbnails
tr: Küçük Resimler

source: Gallery
tr: Galeri

source: Gallery Folders
tr: Galeri Dizinleri

source: Gallery:
tr: Galeri:

source: Scan Parameter
tr: Tarama Parametresi

source: Scan Preview
tr: Tarama Önizleme

source: OCR Result Text
tr: OCR Sonuç Metni

source: Print %1
tr: Yazdır: %1

source: Starting OCR on selection
tr: Seçim üzerinde OCR başlıyor

source: Starting OCR on the entire image
tr: Geçerli resimde OCR başlıyor

source: Could not start OCR-Process. Probably there is already one running.
tr: OCR İşlemine başlanamıyor, Muhtemelen başka bir tanesi çalışıyor.

source: Create new image from selection
tr: Seçimden yeni bir resim formu oluştur

source: Rotate image 90 degrees
tr: Resmi 90 derece döndür

source: Rotate image 180 degrees
tr: Resmi 180 derece döndür

source: Rotate image -90 degrees
tr: Resmi -90 derece döndür

source: Mirroring image vertically
tr: Resim dikey yansıtılıyor

source: Mirroring image horizontally
tr: Resim yatay yansıtılıyor

source: Mirroring image in both directions
tr: Resim iki yöndede yansıtılıyor

source: Loading %1
tr: %1 Yükleniyor

source: Storing image changes
tr: Resim değişiklikleri saklanıyor

source: Can not save image, it is write protected!
tr: Resim kaydedilemedi. Yeterli izniniz yok.

source: Tool Views
tr: Araç Görünümleri

source: Show Image Viewer
tr: Resim İzleyiciyi Göster

source: Show Preview
tr: Önizlemeyi Göster

source: Show Recent Gallery Folders
tr: Son Kullanılan Galeri Dizinlerini Göster

source: Show Gallery
tr: Galeriyi Göster

source: Show Thumbnail Window
tr: Küçük Resim Penceresini Göster

source: Show Scan Parameters
tr: Tarama Parametrelerini Göster

source: Show OCR Results
tr: OCR Sonuçlarını Göster

source: This version of Kooka was not compiled with KADMOS support. Please select another OCR engine in Kooka's options dialog.
tr: Kooka'nın bu sürümü KADMOS desteği ile derlenmedi. Lütfen Kooka'nın seçenekler diyaloğundan başka bir OCR mekanizması seçin.

source: Kooka OCR Dictionary Check
tr: Kooka OCR Sözlük Denetimi

source: The OCR-process was stopped.
tr: OCR işlemi durdu.

source: Parsing of the OCR Result File failed:
tr: OCR Sonuç Dosyası ayrıştırması başarısız oldu:

source: Parse Problem
tr: Ayrıştırma Hatası

source: The classifier file necessary for OCR cannot be loaded: %1; OCR with the KADMOS engine is not possible.
tr: OCR için gerekli sınıflandırıcı dosyası yüklenemedi: %1; KADMOS mekanizması ile OCR mümkün değil.

source: KADMOS Installation Problem
tr: KADMOS Kurulum Hatası

source: The KADMOS OCR system could not be started:
tr: KADMOS OCR sistemi başlatılamadı:

source: Please check the configuration.
tr: Lütfen yapılandırmayı kontrol edin.

source: KADMOS Failure
tr: KADMOS Hatası

source: The orf %1 does not exist.
tr: %1 orf bulunamadı.

source: Permission denied on file %1.
tr: %1 dosyasına erişim engellendi.

source: Spell-checking cannot be started on this system. Please check the configuration
tr: Bu sistemde yazım denetimi başlatılamadı. Lütfen yapılandırmayı kontrol edin

source: Spell-Check
tr: İmla Denetimi

source: The SANE compatible device specification (e.g. umax:/dev/sg0)
tr: SANE uyumlu aygıt belirtimi (örnek: umax:/dev/sg0)

source: Gallery mode - do not connect to scanner
tr: Galeri kipi - tarayıcı ile bağlantı kurmayın

source: developer
tr: geliştirici

source: graphics, web
tr: çizelgeler, web

source: Save OCR Result Text
tr: OCR Sonuç Metnini Kaydet

source: &Image
tr: &Resim

source: Image Viewer Toolbar
tr: Resim Gösterici Araç Çubuğu

source: Image Name
tr: Resim Adı

source: Size
tr: Boy

source: Format
tr: Biçim

source: Kooka Gallery
tr: Kooka Galerisi

source: _n: one item %n items
tr: %n öğe

source: You entered a file extension that differs from the existing one. That is not yet possible. Converting 'on the fly' is planned for a future release. Kooka corrects the extension.
tr: Varolan uzantılardan farklı bir uzantı girdiniz. Bu şimdilik mümkün değil. Eş zamanlı çevrimin gelecek sürümlerde çıkartılması düşünülüyor. Kooka uzantıları doğrular.

source: On the Fly Conversion
tr: Eş Zamanlı Çevirim

source: Sub-image %1
tr: Alt resim %1

source: Cannot write this image format. Image will not be saved!
tr: Resim formatı yazılamıyor. Resim kaydedilemedi!

source: Save Error
tr: Kaydetme Hatası

source: Image file is write protected. Image will not be saved!
tr: Resim dosyası yazma korumalı. Resim kaydedilemedi!

source: Cannot save the image, because the file is local. Kooka will support other protocols later.
tr: Resim kaydedilemiyor, çünkü dosya sınırlı. Kooka diğer protokolleri daha sonra destekleyecektir.

source: Incoming/
tr: Gelen/

source: %1 images
tr: %1 resim

source: All Files
tr: Tüm Dosyalar

source: Import Image File to Gallery
tr: Resim Dosyasını Galeriye Aktar

source: Canceled by user
tr: Kullanıcı tarafından iptal edildi

source: Do you really want to delete this image? It cannot be restored!
tr: Bu resmi silmek istiyor musunuz? İşlem geri alınamayacaktır!

source: Do you really want to delete the folder %1 and all the images inside?
tr: %1 dizinini ve içindekileri silmek istiyor musunuz?

source: Delete Collection Item
tr: Toplama Öğesini Sil

source: New Folder
tr: Yeni Dizin

source: Please enter a name for the new folder:
tr: Lütfen yeni dizin için bir isim veriniz:

source: image %1
tr: resim %1
