Repository: pisilinux/uludag
Catalog: branches/kde/network-manager/2008/po/*.po
Languages: de, nl

source: You are not authorized for this operation.
de: Sie sind für diesen Vorgang nicht berechtigt.
nl: U bent niet geautoriseerd voor deze handeling.

source: Network Manager was not able to communicate with your network device. If it's a wireless interface, make sure that its radio switch is turned on. This is usually done through a switch or Fn keys in modern notebooks.
de: Netzwerk-Manager konnte mit Ihrem Netzwerk-Gerät nicht kommunizieren. Falls es eine drahtlose Schnittstelle ist, stellen Sie sicher, dass es aktiviert ist. Üblicherweise kann es durch ein Schalter oder durch die Fn-Tasten am Notebook (meistens in neuen vorhanden) aktiviert werden.
nl: Netwerkbeheer was niet in staat om met uw netwerkapparaat te communiceren. Als het een draadloze interface betreft, zorg dan dat hiervan de radio aan staat. Dit doet u normaal gesproken door een schakelaar of met Fn toetsen op moderne notebooks.

source: The DHCP service was not able to assign an IP address to your network interface. Make sure that the network you're trying to connect is able to assign IP addresses through its DHCP service. Otherwise, you have to manually assign an IP address.
de: Der DHCP-Dienst konnte Ihrer Netzwerk-Schnittstelle keine IP-Adresse zuweisen. Stellen Sie sicher, dass das Netzwerk, mit dem Sie versuchen sich zu verbinden, durch den DHCP-Dienst IP-Adressen zuweisen kann. Andernfalls vergeben Sie manuell eine IP-Adresse.
nl: De DHCP dienst was niet in staat een IP adres toe te wijzen aan uw netwerk interface. Controlleer of het netwerk waarmee u probeert te verbinden in staat is om IP adressen toe te wijzen via haar DHCP dienst. Anders dient u handmatig een IP adres toe te wijzen.

source: Network Manager - Error
de: Netzwerk-Manager-Fehler
nl: Netwerkbeheer - fout

source: Waiting DBus...
de: Wartend auf DBus...
nl: Wachten DBus...

source: Connection to the DBus unexpectedly closed, trying to reconnect...
de: Verbindung zu DBus wurde unerwartet geschlossen, es wird versucht erneut zu verbinden...
nl: Verbinding met DBus is onverwacht afgesloten, proberen opnieuw te verbinden...

source: Cannot connect to the DBus! If it is not running you should start it with the 'service dbus start' command in a root console.
de: Kann nicht mit DBus verbunden werden! Falls es nicht ausgeführt wird, dann sollten Sie es in einer Root-Konsole mit dem Befehl 'service dbus start' ausführen.
nl: Kan niet verbinden met COMAR! Als het niet actief is, dient u het moeten starten met het commando 'service comar start' in de root console.

source: new connection
de: neue Verbindung
nl: nieuwe verbinding

source: Create a new connection
de: Eine neue Verbindung erstellen
nl: Nieuwe verbinding maken

source: Select device:
de: Gerät auswählen:
nl: Kies apparaat:

source: Create
de: Erstellen
nl: Maak

source: No suitable device found
de: Kein geeignetes Gerät gefunden
nl: Geen geschikt apparaat gevonden

source: Install network packages!
de: Netzwerk-Pakete installieren!
nl: Installeer netwerkpakketten!

source: No package with COMAR network scripts are installed yet.
de: Bisher ist kein Paket mit COMAR-Netzwerkskripten installiert.
nl: Geen pakket met COMAR netwerkscripts is geïnstalleerd.

source: Network Manager
de: Netzwerk-Manager
nl: Netwerkbeheer

source: Scanning...
de: Am suchen...
nl: Scannen...

source: Profile <b>%s</b> matched.
de: Profil <b>%s</b> zusammengestellt.
nl: Profiel <b>%s</b> komt overeen.

source: There is no matched profile
de: Es gibt keine zusammenpassende Profile
nl: Er is geen profiel dat overeen komt

source: No scan result
de: Keine Suchergebnisse
nl: Geen scan resultaten

source: Connecting to <b>%s</b> ...
de: Verbindungsaufbau zu <b>%s</b> ...
nl: Verbinding maken met <b>%s</b> ...

source: Authentication
de: Authentifizierung
nl: Identificatie

source: Address:
de: Adresse:
nl: Adres:

source: Automatic
de: Automatisch
nl: Automatisch

source: Mod:
de: Modus:

source: Turn on/off connection
de: Verbindung de-/aktivieren
nl: Schakel verbinding aan/uit

source: Configure connection
de: Verbindung konfigurieren
nl: Configureer verbinding

source: Delete connection
de: Verbindung löschen
nl: Verbinding verwijderen

source: Should I delete the '%s' connection?
de: Soll die Verbindung '%s' gelöscht werden?
nl: Zal ik de verbinding '%s verwijderen?

source: Delete connection?
de: Verbindung löschen?
nl: Verbinding verwijderen?

source: No device!
de: Kein Gerät!
nl: Geen apparaat!

source: New connection
de: Neue Verbindung
nl: Nieuwe verbinding

source: Name Service Settings
de: Name Service-Einstellungen
nl: Naam dienst instellingen

source: Connect Automatically
de: Automatisch verbinden
nl: Automatisch verbinden

source: Share Connection
de: Verbindung freigeben
nl: Deel verbinding

source: Try Auto Connect on startup
de: Beim Systemstart versuchen die Verbindung automatisch herzustellen
nl: Probeer automatisch te verbinden bij opstarten

source: Network Connections Help
de: Netzwerkverbindungen-Hilfe
nl: Netwerkverbindingen hulp

source: Channel
de: Kanal
nl: Kanaal

source: Mode
de: Modus
nl: Modus

source: Protocol
de: Protokoll

source: No remotes found
de: Keine Verbindungspunkte gefunden
nl: Geen contacten gevonden

source: <hidden>
de: <versteckt>
nl: <verborgen>

source: Scan results:
de: Suchergebnisse:
nl: Scan resultaten:

source: Scan again
de: Erneut suchen
nl: Scan opnieuw

source: Use
de: Verwenden
nl: Gebruik

source: Connection name:
de: Verbindungsname:
nl: Naam verbinding:

source: Connection
de: Verbindung
nl: Verbinding

source: Device:
de: Gerät:
nl: Apparaat:

source: Select
de: Auswählen
nl: Selecteer

source: Scan
de: Suchen

source: Security:
de: Sicherheit:
nl: Beveiliging:

source: No authentication
de: Keine Authentifizierung
nl: Geen identificatie

source: Authentication:
de: Authentifizierung:
nl: Identificatie:

source: Inner Authentication:
de: Innen-Authentifizierung:
nl: Innerlijke autorisatie:

source: Anonymous Identity:
de: Anonyme Identität:
nl: Anonieme identiteit:

source: User/Identity
de: Benutzer/Identität
nl: Gebruiker/identiteit

source: Password:
de: Passwort:
nl: Wachtwoord:

source: Client Certificate:
de: Client-Zertifikat:
nl: Certificaat cliënt:

source: browse
de: durchsuchen
nl: Blader

source: CA Certificate:
de: CA Zertifikat:
nl: CA certificaat:

source: Private Key File:
de: Private Key-Datei:
nl: Privé sleutelbestand:

source: Private Key Password:
de: Private Key-Passwort:
nl: Privé sleutelwachtwoord:

source: *|Certificates
de: *|Bescheinigungen
nl: *|Certificaten

source: Select CA Certificate File
de: CA Zertifikat-Datei auswählen
nl: Selecteer CA certificaat bestand

source: Select Client Certificate File
de: Client-Zertifikat auswählen
nl: Selecteer cliënt certificaat bestand

source: Select Private Key File
de: Private Key-Datei auswählen
nl: Selecteer privé sleutelbestand

source: Network settings
de: Netzwerkeinstellungen
nl: Netwerk instellingen

source: Automatic query (DHCP)
de: Automatisch beziehen (DHCP)
nl: Automatische aanvraag (DHCP)

source: Manual
de: Manuell
nl: Handmatig

source: Custom
de: Benutzerdefiniert
nl: Eigen

source: Net mask:
de: Netzmaske:
nl: Netmasker:

source: Name servers
de: Name-Server
nl: Naamservers

source: Configure network connection
de: Netzwerkverbindungen konfigurieren
nl: Configureer netwerkverbinding

source: Up
de: Nach oben
nl: Omhoog

source: Down
de: Nach unten
nl: Omlaag

source: Add Name Server
de: Name-Server hinzufügen
nl: Voeg naamserver toe

source: Internet Connection Sharing
de: Internet-Verbindungsfreigabe
nl: Internetverbinding delen

source: Share Internet Connection
de: Internetverbindung freigeben
nl: Deel internetverbinding

source: Interface that goes to internet
de: Schnittstelle, die die Internetverbindung herstellt
nl: Interface die op internet gaat

source: Interface that will share connection
de: Schnittstelle, die die Verbindung freigeben wird
nl: Interface welk verbinding deelt

source: D-Bus Error
de: D-Bus-Fehler

source: COMAR Error
de: COMAR-Fehler
nl: COMAR fout

source: Changing States of Interfaces Failed
de: Zustandsänderungen von Schnittstellen ist fehlgeschlagen
nl: Veranderende statussen van interface mislukt

source: DHCP Server Error
de: DHCP-Serverfehler:
nl: DHCP serverfout

source: The interfaces that you have selected must be different to share internet connection
de: Die ausgewählte Schnittstelle muss unterschiedlich sein, um die Internetverbindung freizugeben
nl: De interfaces die u geselecteerd hebt dienen te verschillen om de internet verbinding te delen

source: Check Selected Interfaces
de: Gewählte Schnittstellen überprüfen
nl: Controlleer geselecteerde interfaces

source: The sharing of your connection has been successfully done.
de: Die Freigabe Ihrer Verbindung ist erfolgreich fertiggestellt worden.
nl: Het delen van uw verbinding is succesvol verlopen.

source: Sharing is OK
de: Freigabe ist OK
nl: Delen is OK

source: You do not have an ip address for the interface that goes to internet
de: Sie haben für die Schnittstelle, die die Internetverbindung herstellt, keine IP-Adresse
nl: U hebt geen IP adres voor de interface welk op internet gaat

source: IP address not found
de: IP-Adresse nicht gefunden
nl: IP adres niet gevonden

source: Just try to connect automatically
de: Versuchen automatisch zu verbinden
nl: Probeer automatisch te verbinden

source: Network manager module is already started!
de: Netzwerk-Manager Modul wurde bereits gestartet!
nl: Netwerkbeheer module is al opgestart!

source: Edit Connections...
de: Verbindungen bearbeiten...
nl: Bewerk verbindingen...

source: Show Notifications
de: Meldungen anzeigen
nl: Toon berichten

source: Icon Per Device
de: Ikon je Gerät
nl: Icoon per apparaat

source: Single Icon
de: Einzelnes Ikon
nl: Enkel icoon

source: Should network-applet start automatically when you login?
de: Soll der Netzwerk-Applet automatisch bei Ihrer Anmeldung gestartet werden?
nl: Dient de netwerk-applet automatisch te starten als u inlogt?

source: Connecting to <b>%1</b> ...
de: Verbindungsaufbau zu <b>%1</b> ...
nl: Verbinden met <b>%1</b> ...

source: Connected to <b>%1</b>
de: Verbunden mit <b>%1</b>
nl: Verbonden met <b>%1</b>

source: Connection failed <b>%1</b>
de: Verbindung fehlgeschlagen <b>%1</b>
nl: Verbinden mislukt <b>%1</b>

source: You are offline now
de: Sie sind momentan offline
nl: U bent nu offline

source: Network Applet
de: Netzwerk-Applet
nl: Netwerk-applet

source: Name:
nl: Naam:

source: Host name:
nl: Hostnaam:

source: Name server:
nl: Naamserver:
