Repository: pisilinux/uludag
Catalog: branches/kde/network-manager/2009/plasmoid/nm-applet/contents/i18n/*.po
Languages: fr

source: Form
fr: Formulaire

source: Show connection status
fr: Afficher le statut de la connexion

source: Show traffic lights
fr: Afficher les lumières de trafic

source: Update wifi signal quality
fr: Actualiser la qualité du signal wifi

source: Update Interval :
fr: Intervalle d'actualisation :

source: Dont poll anything while battery is discharging
fr: Ne rien demander quand la batterie se décharge

source: Show all profiles
fr: Afficher tous les profils

source: Show selected profiles from list
fr: Afficher les profils de la liste

source: PushButton
fr: Bouton poussoir

source: Network Manager
fr: Gestionnaire réseau

source: Not connected.
fr: Non connecté.

source: Wireless
fr: Sans-fil

source: No profile defined
fr: Aucun profil défini

source: Open Network Manager
fr: Ouvrir le gestionnaire réseau

source: Connected
fr: Connecté

source: Disconnected
fr: Déconnecté

source: Connecting
fr: Connexion

source: Click here to show connections..
fr: Cliquez ici pour afficher les connexions...

source: Unknown
fr: Inconnu

source: Connected to <b>%1</b> IP: %2
fr: Connecté à <b>%1</b> IP: %2

source: Connecting to <b>%1</b> ..
fr: Connexion à <b>%1</b> ..

source: Icon Settings
fr: Paramètres de l'icône
