Repository: pisilinux/uludag
Catalog: tags/kde/kaptan/2.0/po/*.po
Languages: de

source: hours
de: Zeit

source: &Single-click to open files and folders
de: &Mit einem Klick Dateien und Ordner öffnen

source: &Test Wallpaper
de: &Hintergrundbild testen

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. With package-manager you can easily install new programs and upgrade your system. But also can work in the system tray and periodically checks new upgrades of the programs that are installed on your system.
de: <b>Paket-Manager</b> ist ein grafisches Front-End von<b>PiSi</b>. Mit Paket-Manager können Sie spielend neue Programme installieren und Ihr System upgraden. Es kann aber auch im Systemabschnitt arbeiten und in regelmässigen Abständen auf neue Upgrades für die auf Ihr System installierten Programme überprüfen.

source: <b>Pardus </b>is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; with acquiring the strong ideas, architecture and code of other distributions; with a custom configuration framework which has the ability to evolve into an autonomous system; for simplifying the installation and usage of the computers.
de: <b>Pardus</b> ist eine Entwicklung auf der Basis der GNU/Linux - Distribution , welche die Anforderungen des erfahrenen PC – Benutzers durch die Verwendung der vorhandenen stabilen und neuen Ideen, Strukturen und Codes des Linux-BS erfüllen soll. Dessen Ziel ist dem Benutzer ein autonomes und benutzerfreundliches Betriebssystem zur Verfügung zu stellen.

source: <big>Loading...</big>
de: <big>Am Laden...</big>

source: <center>You have finished! Now you can start using <b>Pardus</b></center>
de: <center>Sie sind fertig! Sie können nun mit der Anwendung von <b>Pardus</b> Linux anfangen</center>

source: Button Order
de: Tastenordnung

source: Check updates automatically for every
de: Updates automatisch für alle überprüfen

source: Click behaviour
de: Klick-Verhaltensweise

source: Congratulations
de: Gratulation

source: Don't change desktop background!
de: Hintergrundbild nicht ändern!

source: Dou&ble-click to open files and folders (select icons on first click)
de: Dop&pelklicken, um Dateien und Ordner zu öffnen ( beim ersten Klick Icons auswählen)

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
de: Hier können Sie ein Stil für Ihre Arbeitsfläche auswählen. <b>Pardus</b> bietet Ihnen einige blickfangende Stile an.

source: Here, you can select a <b>wallpaper</b> for your desktop background. <b>Pardus</b> provides eye candy wallpapers, you can select one of them, as you wish.
de: Hier können Sie ein Hintergrundbild für Ihre Arbeitsfläche auswählen. <b>Pardus</b> bietet Ihnen einige blickfangende Hintergrundbilder an, die Sie auswählen und verwenden können.

source: If you are left-handed, you may prefer to swap the functions of the left and right buttons on your pointing device by choosing the 'Left handed' option below. You can also select default click behaviour.
de: Wenn Sie linkshändig sind, können Sie die Funktionen der linken und rechten Maustaste durch das Aktivieren der Option 'Linkshändig' tauschen. Wenn Ihrer Maus mehr als zwei Tasten hat, werden nur die Rechts-Links-Funktionen ausgetauscht.

source: Left handed
de: Linkshändig

source: Mouse Setup
de: Mauskonfiguration

source: MouseSetupDlg
de: MauskonfigurationDlg

source: Network Setup
de: Netzwerkkonfiguration

source: Package Manager
de: Paket-Manager

source: Reverse scroll
de: Rückwärts scrollen

source: Right handed
de: Rechtshändig

source: Show in system tray
de: Im Systemabschnitt in der Taskleiste anzeigen

source: Start Tasma
de: Tasma starten

source: Style
de: Stil

source: Style Setup
de: Stilkonfiguration

source: Test Style
de: Stil testen

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. This application will also set some default configuration for a better desktop :).
de: Die <b>Kaptan Desktop</b> Anwendung wird Ihnen bei den einfachen, aber ausreichenden Einstellungen auf Ihren <b>Pardus</b> Desktop schnelle Hilfe leisten. Mit dieser Anwendung können Sie Ihren Desktop nach Ihren eigenen Bedürfnissen anpassen :).

source: Use enhanced Kickoff style menu
de: Erweitertes Kickoff-Stilmenü verwenden

source: Wallpaper
de: Hintergrundbild

source: Wallpaper Setup
de: Hintergrundbildkonfiguration

source: Welcome
de: Willkommen
