Repository: pisilinux/uludag
Catalog: tags/kde/display-settings/1.0.0/po/*.po
Languages: sv

source: Display Settings
sv: Bildskärm

source: Outputs
sv: Utgångar

source: Extend desktop to all displays
sv: Utvidga skrivbordet till alla skärmar

source: Detect Outputs
sv: Upptäck utgångar

source: Output Properties
sv: Utgångsinställningar

source: Size:
sv: Storlek:

source: Refresh Rate:
sv: Uppdateringsfrekvens:

source: Rotation:
sv: Orientering:

source: No Rotation
sv: Ingen rotation

source: Left (90 degrees)
sv: Vänster (90 grader)

source: Upside-Down (180 degrees)
sv: Upp och ner (180 grader)

source: Right (270 degrees)
sv: Höger (270 grader)

source: Video Card Configuration
sv: Grafikkortsinställning

source: Video Driver
sv: Drivrutin

source: Use the default driver for the detected card.
sv: Använd förvald drifrutin för avkänt grafikkort.

source: Select from the list:
sv: Välj ur listan:

source: Color Depth
sv: Färgdjup

source: Determined by the driver
sv: Fastställd av drivrutinen

source: 16 Bit
sv: 16 bitar

source: 24 Bit
sv: 24 bitar

source: Display Configuration Tool
sv: Verktyg för bildskärmsinställning

source: Current Maintainer
sv: Nuvarande utvecklare

source: Default Output
sv: Standardutgång

source: Laptop Panel
sv: Bärbar panel

source: Analog Output
sv: Analog utgång

source: Digital Output
sv: Digital utgång

source: TV Output
sv: TV-utgång

source: There are no packages that provide backend for this application. Please be sure that packages are installed and configured correctly.
sv: Det finns inte något paket som tillhandahåller bakände för det här programmet. Vänligen se till att paketen är rätt installerade och inställda.

source: Cannot find a valid configuration. Display settings won't be enabled until you create a new configuration. Would you like to create a safe configuration now?
sv: Kan inte hitta giltig konfiguration. Bildskärmsinställningar är inte tillgängliga före du skapat en ny konfiguration. Vill du skapa en säker konfiguration nu?

source: Access denied.
sv: Åtkomst nekad.

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. Do you want to use this driver?</p></qt>
sv: <qt>Du kan använda drivrutinen <b>%1</b> som tillhandahålls av tillverkaren för att få bättre prestande. Vill du använda den drivrutinen?</p></qt>

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. To use it, you must install <b>%2</b> package and choose <b>%1</b> from video card options.</qt>
sv: <qt>Du kan använda drivrutinen <b>%1</b> som tillhandahålls av tillverkaren för att få bättre prestande. För att använda den måste du installera paketet <b>%2</b> och välja <b>%1</b> i grafikkortsinställningarna.</qt>

source: Start Package Manager
sv: Starta Pakethanteraren

source: You must restart your X session for the changes to take effect.
sv: Du måste starta om X för att ändringarna skall börja gälla.

source: Settings for Output %1
sv: Inställning för utgång %1

source: Custom Monitor
sv: Anpassad bildskärm

source: <qt><i>Click "Choose..." button to select a monitor</i></qt>
sv: <qt><i>Tryck "Välj..."-knappen för att välja en bildskärm</i></qt>

source: Type:
sv: Typ:

source: Monitors:
sv: Bildskärmar:

source: Auto
sv: Automatiskt

source: Output Properties - %1
sv: Utgångsinställningar - %1

source: You must restart your X session for all the changes to take effect.
sv: Du måste starta om X för att alla ändringar skall börja gälla.

source: Output Configuration
sv: Utgångsinställning

source: If the frequency ranges that your monitor supports are not detected for some reason, you can specify them here. Be careful with these values, as an inaccurate value may damage your monitor, especially if it is an old model.
sv: Om din bildskärms frekvensomfång inte upptäcks av någon orsak kan du ange det här. Var försiktig när du anger dessa värden, felaktiga värden kan skada din bildskärm, i synnerhet om den är av en äldre modell.

source: Specify Ranges
sv: Ange omfång

source: Selection:
sv: Urval:

source: Select a standard monitor
sv: Välj en standardbildskärm

source: Select from vendor/model list
sv: Välj ur tillverkare/modell-förteckningen

source: Enter ranges manually
sv: Ange omfång manuellt

source: Monitor:
sv: Bildskärm:

source: Choose...
sv: Välj...

source: Horizontal sync:
sv: Horisontal synk:

source: Vertical refresh:
sv: Vertikal uppdatering

source: Frequency Ranges
sv: Frekvensomfång

source: If your monitor's dimensions are not correctly detected, fonts and other visual objects might seem larger or smaller than normal. In order to fix this problem, you can specify your monitor's dimensions here.
sv: Om din bildskärms storlek inte är korrekt avläst kan teckensnitt och andra synliga objekt framstå större eller mindre än normalt. För att lösa detta problem kan du ange din bildskärms storlek här.

source: Specify Display Size
sv: Ange bildskärmsstorlek

source: Display size:
sv: Bildskärmsstorlek:

source: 15.4" Wide Screen
sv: 15.4" Bred skärm

source: Custom
sv: Anpassad

source: Width:
sv: Bredd:

source: Height:
sv: Höjd:

source: Dimensions
sv: Storlek

source: Ignore this output
sv: Strunta i denna utgång

source: Browse Monitors
sv: Visa bildskärmar

source: Vendors:
sv: Tillverkare:

source: Models:
sv: Modeller:

source: Video Card:
sv: Grafikkort:

source: Card Info
sv: Kortinformation

source: Configure...
sv: Anpassa...

source: Outputs:
sv: Utgångar:
