Repository: pisilinux/uludag
Catalog: branches/kde/pardusman/2007/po/*.po
Languages: es

source: Project file '%s' does not exists!
es: Archivo de proyecto '%s' no existe!

source: Not a Pardusman project file, invalid xml!
es: No es un archivo de proyecto Pardusman, xml inválido !

source: Not a Pardusman project file
es: No es un archivo de proyecto Pardusman

source: &Open
es: &Abrir

source: Save &as...
es: G&uardar como...

source: Pardusman says: Teh winnars dont use teh drugs!
es: Pardusman dice: Los ganadores no usan drogas!

source: Title:
es: Título:

source: Title of distribution media, used in grub menu.
es: Título del medio de distribución, en el menu de grub.

source: Work folder:
es: Directorio de trabajo:

source: This folder holds local repository cache and temporary files generated during the ISO making process.
es: Este directorio contiene el cache de repositorio local y archivos temporarios generados durante el proceso de construcción de la imagen ISO.

source: Repository:
es: Repositorio:

source: PiSi package repository of the distribution. Must be a URL pointing to the repository index file (i.e. pisi-index.xml.bz2).
es: Repositorio de paquetes PiSi de la distribución. Debe ser una URL apuntando al archivo de índice del repositorio (ej. pisi-index.xml.bz2).

source: Release files:
es: Archivos de release:

source: Content of this folder is copied onto the root folder of CD.
es: El contenido de este directorio se copiará al directorio raíz del CD.

source: Extra Parameters:
es: Parámetros adicionales:

source: This parameters will add to the install media's GRUB
es: Estos parámetros se agregarán al comando GRUB del medio de instalación

source: Type:
es: Tipo:

source: Installation
es: Instalación

source: Live system
es: Sistema booteable

source: Media:
es: Medio:

source: Custom size
es: Tamaño personalizado

source: Update Repo
es: Actualizar repo

source: Select packages
es: Seleccionar paquetes

source: Make ISO
es: Generar ISO

source: Select release files folder
es: Seleccionar directorio de archivos de release

source: Select folder for temporary files and cache
es: Seleccionar directorio para archivos temporales y cache

source: Release files directory does not exist.
es: Directorio de archivos de release no existe.

source: Project title not given.
es: Falta título del proyecto.

source: Project directory not given.
es: Directorio de proyecto no ingresado.

source: Repository address not given.
es: Dirección de repositorio no ingresado.

source: New project - Pardusman
es: Nuevo proyecto - Pardusman

source: Select a project...
es: Elegir un proyecto...

source: Project '%s' opened.
es: Proyecto '%s' abierto.

source: Saved.
es: Guardado.

source: Save project as...
es: Guardar proyecto como..

source: Project saved as '%s'.
es: Proyecto guardado como '%s'.

source: Pardus distribution media maker
es: Creador de medio para distribución Pardus

source: Version:
es: Versión:

source: Component:
es: Componente:

source: Homepage:
es: Página web:

source: Summary:
es: Resumen:

source: Description:
es: Descripción:

source: Depends on:
es: Depende de:

source: Depended by:
es: Requerido por:

source: Total of %d packages, %s bytes compressed, %s bytes installed.
es: Total %d paquetes, %s bytes comprimido, %s bytes ïnstalado.

source: Component
es: Componente

source: Search:
es: Buscar:

source: Package
es: Paquete

source: Archive Size
es: Tamaño comprimido

source: Installed Size
es: Tamaño instalado

source: No packages selected.
es: Ningún paquete seleccionado.

source: %d packages selected, %s bytes archive size, %s bytes installed size.
es: %d paquetes seleccionados, tamaño %s bytes comprimido, %s bytes instalado.

source: Use selected packages
es: Usar paquetes seleccionados
