Repository: pisilinux/uludag
Catalog: trunk/distribution/2009.2/po/*.po
Languages: de, fr, hu, it, sv, tr

# ../media-content/release-notes/releasenotes-en.html:1
source: Release Notes
fr: Notes de version
hu: Kiadási jegyzetek
it: Note di Rilascio
sv: Versionsfakta
tr: Sürüm Notları

# ../media-content/release-notes/releasenotes-en.html:2
source: Release Notes
fr: Notes de version
hu: Kiadási jegyzetek
it: Note di Rilascio
sv: Versionsfakta
tr: Sürüm Notları

source: 1. Welcome to Pardus
de: 1. Willkommen zu Pardus
fr: 1. Bienvenue à Pardus
hu: Isten hozott a Pardusnál
it: 1. Benvenuto su Pardus!
sv: 1. Välkommen till Pardus
tr: 1. Pardus'a Hoş Geldiniz

source: Welcome to Pardus 2009.2, another great Pardus release from Pardus developers, translators, artists and documentation writers.
de: Willkommen zu Pardus 2009.2, einer weiteren großartigen Pardus Version von den Pardus Entwicklern, Übersetzern, Künstlern und Dokumentenerstellern.
fr: Bienvenue à Pardus 2009.2, la nouvelle version de Pardus que vous ont concocté les développeurs de Pardus, ses traducteurs, ses artistes et ses rédacteurs de documentation.
hu: Isten hozott a Pardus 2009.2-nél, ennél az újabb, még jobb Pardus kiadásnál, amin Pardus fejlesztők, fordítók, művészek és dokumentáció-írók dolgoztak.
it: Benvenuto su Pardus 2009.2, una fantastica release di Pardus creata dagli sviluppatori, traduttori, grafici e scrittori di documentazione di Pardus.
sv: Välkommen till Pardus 2009.2, ännu en fantastisk utgåva av Pardus från utvecklarna, översättarna, grafikerna och dokumenterarna.
tr: Pardus geliştiricileri, çevirmenleri, belge yazarları ve sanatçılarının desteği ile hazırlanan Pardus 2009.2 sürümüne hoş geldiniz.

source: We kindly invite you to visit
de: Wir laden Sie herzlich dazu ein
fr: Nous vous invitons à visiter
hu: Kérlek látogass meg minket
it: Ti inviatiamo a visitare
sv: Du är välkommen att besöka
tr: Daha fazla bilgi için

source: http://www.pardus.org.tr/eng
tr: http://www.pardus.org.tr

source: for more information.
de: für weitere Informationen zu besuchen.
fr: pour plus d'informations.
hu: még több információért
it: per ulteriori informazioni.
sv: för mer information.
tr: adresini ziyaret edin.

source: 1.1. What is Pardus
de: 1.1 Was ist Pardus
fr: 1.1. Qu'est-ce que Pardus ?
hu: 1.1. Mi is a Pardus
it: 1.1. Cos'è Pardus?
sv: 1.1. Vad är Pardus
tr: 1.1. Pardus Nedir

source: Pardus is a Linux distribution developed as a product of the Pardus Project, by National Research Institute of Electronics and Cryptology (UEKAE), which is under the Scientific and Technological Research Council of Turkey (TÜBİTAK) and by volunteered contributors. It is named after the Latin (and scientific) name for the Anatolian leopard, Panthera pardus tulliana.
de: Die Linux-Distribution Pardus ist ein Ergebnis des Pardus Projekts, des Türkischen Nationalen Forschungsinstituts für Elektronik und Kryptologie (UEKAE), welches mit Hilfe des wissenschaftlichen und technologischen Forschungskonzils der Türkei (TÜBİTAK) und von freiwilligen Mitarbeitern entwickelt worden ist. Der Name stammt von dem lateinischen Namen (wissenschaftliche Bezeichnung) des Anatolischen Leopards: Panthera pardus tulliana.
fr: Pardus est une distribution Linux développée comme un produit du projet Pardus, par l'Institut National turc de Recherche en Électronique et Cryptologie (UEKAE), qui est affilié au Conseil de Recherche Scientifique et Technologique de Turquie (TUBITAK). Pardus vient du nom latin (et scientifique) du léopard d'Anatolie, Panthera pardus tulliana.
hu: A Pardus egy Linux disztribúció, amit az Elektronikai és Kriptográfiai Nemzeti Kutatóintézete (UEKAE) a Pardus Projekt keretein belül fejleszt önkéntes munkatársakkal karöltve, alárendelve a Török Tudományos és Technológia Tanácsnak (TÜBİTAK). A név az anatóliai leopárd latin (és tudományos) nevéből ered: Panthera pardus tulliana.
it: Pardus è una distriuzione Linux facente parte del Progetto Pardus,sviluppata dall'Istituto di Ricerca Elettronica e Criptologica Nazionale Turco(UEKAE), che fa parte del Concilio Turco della Ricerca Scientifica e Tecnologica(TÜBİTAK). Viene inoltre sviluppata da volontari. Il nome deriva dal nome scientifico del leopardo antoliano, Panthera Pardus Tulliana.
sv: Pardus är en Linuxdistribution utvecklad som en produkt av Pardusprojektet, av Turkish National Research Institute of Electronics and Cryptology (UEKAE), som hör till Scientific and Technological Research Council of Turkey (TÜBİTAK), och av frivilliga bidragsgivare. Det är döpt efter det latinska (och vetenskapliga) namnet för den Anatoliska leoparden, Panthera pardus tulliana.
tr: Pardus Projesi'nin bir ürünü olan Pardus, Türkiye Bilimsel ve Teknolojik Araştırma Kurumu (TÜBİTAK) bünyesindeki Ulusal Elektronik ve Kriptoloji Araştırma Enstitüsü (UEKAE) ve gönüllü katkıcılar tarafından geliştirilen bir Linux dağıtımıdır. Adını Anadolu Kaplanı'nın Latince (ve bilimsel) adı olan Panthera pardus tulliana'dan alır.

source: Pardus consists of a Linux based operating system, opensource applications and related data files necessary for desktop and server environments, aiming to provide users stable, reliable, easy to use and feature rich computer experience.
de: Pardus ist ein Betriebssystem mit Linux-Kernel, OpenSource-Programmen und allen nötigen Daten für eine Desktop- oder Serverumgebung. Pardus verfolgt das Ziel den Anwendern ein funktionsreiches und benutzerfreundliches System zur Verfügung zu stellen.
fr: Pardus se compose d'un système d'exploitation Linux et des applications d'environnements de bureau et de serveurs, visant à fournir aux utilisateurs la stabilité, la fiabilité et la facilité d'utilisation qu'ils attendent.
hu: A Pardus konzisztens Linux-alapú operációs rendszer, nyílt forrású alkalmazásaival egyszerre kívánja kiszolgálni az asztali és a szerver igényeket, megcélozva azt, hogy a felhasználók egy stabil, megbízható és könnyen használható számítógép élményét élhessék át.
it: Pardus è una distribuzione Linux, che include applicazioni Open Source ideali per ambiente desktop e server. Il fine di Pardus è quello di offrire ai suoi utenti un sistema semplice da usare e ricco di caratteristiche al tempo stesso.
sv: Pardus består av ett Linuxbaserat operativsystem, programvara under öppen källkod och tillhörande filer nödvändiga för skrivbords- och servermiljöer, med sikte på att ge användaren en enkel och rik upplevelse.
tr: Pardus dağıtımı masaüstü ve sunucu ortamları için gerekli olan Linux tabanlı işletim sistemi, uygulama yazılımları ve ilgili veri dosyaları ile kullanıcılarına kolay kullanımlı ve yetenekli bir sistem sunmayı amaçlamaktadır.

source: 1.2. How Can I Use Pardus
de: 1.2 Wie benutze ich Pardus
fr: 1.2. Comment puis-je utiliser Pardus ?
hu: 1.2. Hogyan tudod használni a Pardust
it: 1.2. Come Usare Pardus
sv: 1.2. Hur kan jag använda Pardus
tr: 1.2. Nasıl Kullanabilirim

source: Pardus comes with two flavours, Kurulan (which installs Pardus to your computer) or Çalışan (live media, running on the media only, slower but does not install on your computer) and can be started from a CD / DVD / External storage (USB stick for example) or can be installed to internal harddisk depending on your preference.
de: Pardus gibt es in 2 Vaianten: Kurulan zur Installation auf dem Computer und Çalışan. Çalışan ist ein Live-System und wird direkt auf dem Wechselmedium ausgeführt. Es ist zwar etwas langsamer, benötigt aber keine Installation und kann von CD / DVD / USB-Stick etc. gestartet werden. Um Pardus erleben zu können, brauchen Sie nur das entsprechende Medium in Ihren Computer einlegen, im BIOS sicherstellen, dass Ihr System von dem eingelegten Medium aus starten kann und den PC neu starten.
fr: Pardus est livré avec deux saveurs, Kurulan (qui installe sur votre ordinateur Pardus) ou Çalışan (Media Live, qui fonctionne sur le seul média, plus lent, mais ne s'installe pas sur votre ordinateur) et peut être démarré à partir d'un CD / DVD / USB, etc. Pour commencer votre expérience de Pardus, vous devez insérer le support média choisi dans votre ordinateur, le redémarrez et configurer le BIOS de l'ordinateur pour démarrer à partir de ce support média de Pardus.
hu: A Pardus két változatban érkezik: Kurulan (amelyet telepíteni tudsz a számítógépedre) és a Çalışan (amellyel a számítógép módosítása nélkül próbálhatod ki a rendszert live módban), indíthatod őket CD/DVD-ről vagy külső meghajtóról is (például USB-kulcs), igényeid szerint.
it: Pardus è disponibile in due versioni. La Kurulan, che serve ad installare Pardus sul tuo computer, e la Çalışan, che è una versione live, in grado di avviare Pardus su dispositivo come CD, DVD, memorie USB ecc., che puoi usare senza bisogno di installazione, a patto di rinunciare ad un po' di velocità. Per avviare entrambe versioni devi inserire il dipositivo nel computer, riavviare e fare in modo che il BIOS avvii il dispositivo sul quale si trova Pardus.
sv: Pardus finns i två varianter, Kurulan, som installerar Pardus på datorn, och Çalışan (live-media som körs direkt från mediat utan att installera, men är långsammare) som kan köras från CD / DVD / USB-minne etc. För att påbörja din Pardusupplevelse sätter du in vald variant i din dator, startar om systemet och ställer in BIOS till att starta från önskat media.
tr: Pardus dağıtımı Kurulan (bilgisayarınıza Pardus kurulumu yapan) ve Çalışan (bilgisayarınıza kurulum yapmayan ancak kurulan sisteme kıyasla daha yavaş olan) olarak iki çeşit üründen oluşur ve CD / DVD / USB çubuk vb. pek çok farklı ortam ile gelebilir. Pardus'u başlatmak için ilgili ortamı bilgisayarınıza taktıktan sonra bilgisayarınızı baştan başlatarak BIOS'unuzu Pardus ortamını açacak (boot) şekilde ayarlamanız gerekmektedir.

source: Çalışan (live) image and Kurulan (installation) images contain support for English and Turkish languages, and can fit on one CD. International image is a multilanguage image (including Turkish) contains language packages, some applications and artwork that are not included in Kurulan image. International image is about 1GB in size, and can be written on a DVD or harddisk like media like a USB stick.
de: Çalışan (Live-Image) und Kurulan (Installations-Image) beinhalten die englischen und türkischen Sprachpackete und finden auf einer einzigen CD Platz. Das internationale Installationsabbild ist ein multilinguales Image (inkl. türkisch), welches zusätzliche Sprachpakete, Programme, und Illustrationen beinhaltet, die nicht in dem Kurulan-Image integriert wurden. Das internationale Image ist ungefähr 1GB groß und passt deswegen nicht mehr auf eine CD. Zur Installation auf eine Festplatte kann das Abbild stattdessen auf eine DVD oder ein anderes festplattenähnliches Medium geschrieben werden (z.B. USB-Stick).
fr: Les images Çalışan (live) et Kurulan (installation) proposent les langues anglaise et turque, et tient sur seul CD. L'image internationale est multilingue (dont le français) contient les paquets de langues, certaines applications et des thèmes graphiques qui ne sont pas dans l'image Kurulan. L'image internationale occupe environ 1 Go, et peut être gravée sur un DVD ou un disque dur ou une clef USB.
hu: A Çalışan (liveCD) és a Kurulan (telepítő-készlet) egyaránt támogatja a török és az angol nyelvet és egy CD-n foglal helyet. A nemzetközi kiadás többnyelvű változat (beleértve a törököt), több olyan alkalmazással és artwork elemmel ami a Kurulan készletben nem található meg. A nemzetközi telepítőkészlet nagyjából 1 Gigabájt helyet foglal és DVD-re, vagy meghajtó-jellegű lemezre (például USB-kulcs) tudod kiírni.
it: Le versioni Çalışan (live) e la Kurulan (installazione) contengono le lingue Inglese e Turco. Per questa versione è sufficiente un CD. Per la versione International, contenente altre lingue è necessario, essendo il file immagine di circa 1GB, un DVD o un disco USB.
sv: Çalışan (live) och Kurulan (installation) innehåller stöd för engelska och turkiska och får plats på en cd. 'International' innehåller alla språk, även turkiska och några program och bilder som inte finns på Kurulan. 'International' är på ca 1 GB och kan skrivas till en dvd eller minnepinne.
tr: Çalışan ve Kurulan sürümler İngilizce ve Türkçe dillerini içerir ve tek bir CD'ye sığabilmektedir. Uluslararası (International) sürüm çoklu dil desteklidir ve Kurulan sürümde bulunmayan bazı dil paketlerini, uygulamaları ve görselleri de içermektedir. Uluslararası (International) sürüm ortalama 1 GB yer kaplamaktadır ve USB çubuğa veya DVD'ye yazılabilmektedir.

source: To start your Pardus experience, you need to insert the related media in your computer, reboot the system and set up your computer BIOS to boot from the Pardus media.
de: Um Pardus erleben zu können, müssen Sie nur das erstellte Medium in den Computer einlegen, im BIOS sicherstellen, dass der PC von dem Installations- bzw Live-Medium bootet und den Rechner neu starten.
fr: Pour commencer votre expérience de Pardus, vous devez insérer le média (CD, clef USB) dans votre ordinateur, redémarrez le système et configurer votre BIOS de l'ordinateur pour démarrer à partir du support de Pardus (CD, USB).
hu: Ahhoz, hogy elkezdhess ismerkedni a Pardus-szal, először be kell illesztened a számítógép megfelelő kiemetébe a rendelkezésedre álló telepítő/live-készletet, majd újra kell indítanod a rendszered és be kell állítanod a BIOS-t, hogy a Pardus képes legyen bebootolni a birtokodban lévő adathordozóról.
it: Per avviare Pardus, inserisci la periferica (disco USB, CD o DVD) e fai in modo che il tuo BIOS avii l'immagine.
sv: För att påbörja din Pardusupplevelse sätter du in vald variant i din dator, startar om systemet och ställer in BIOS till att starta från önskat media.
tr: Pardus deneyiminize başlamadan önce, ilgili ortamı bilgisayarınıza takmanız, sisteminizi yeniden başlatmanız ve BIOS ayarlarından açılış seçeneği olarak Pardus ortamını seçmeniz gerekmektedir.

source: 1.3. Feedback
fr: 1.3. Retours d'expérience
hu: 1.3. Visszajezés
sv: 1.3. Återkoppling
tr: 1.3. İstek ve önerileriniz

source: You can use
de: Im Pardus Bugtracking-System
fr: Vous pouvez utiliser
hu: Használhatod a
it: Puoi usare
sv: Du kan använda
tr: Pardus 2009.2 sürümüne ilişkin istek ve önerilerinizi ya da hata bildirimlerinizi

source: http://bugs.pardus.org.tr
tr: http://hata.pardus.org.tr

source: , (Pardus bug tracking system) to report a bug, send a bug fix or suggest anything related to Pardus. We would like to thank our users and developers for their bug reports, fixes, new package or feature suggestions, which makes up Pardus what it is.
de: können Sie Fehler melden, Lösungsvorschläge senden, oder auch neue Funktionen vorschlagen. Wir möchten an dieser Stelle den Pardus Anwendern und den Pardus Entwicklern für ihre Fehlermeldungen, Lösungen, neue Programmpakete und Funktionsvorschläge zu dieser Version danken. Sie alle haben mitgeholfen, damit Pardus auf dem heutigen Stand ist!
fr: (Système de suivi des bogues de Pardus) pour signaler un bug, envoyer une solution ou suggérer une amélioration de Pardus. Nous tenons à remercier nos utilisateurs et les développeurs pour leurs rapports de bugs, corrections, suggestions de nouveaux paquets ou de fonctionnalités pour cette version.
hu: , hogy jelentsd a hibát, beküldhess hibajavítást, vagy bármilyen ajánlással élhetsz a Pardus felé. Mi köszönettel tartozunk a felhasználóinknak és a fejlesztőinknek az általuk bejelentett hibákért, javításokért, új csomag és egyéb ajánlásokért, mert így lehetett a Pardus az ami.
it: , il Bug tracking system di Pardus, per segnalare un bug, inviare dei bug fix o proporre dei cambiamenti relativi a Pardus. Intendiamo ringraziare i nostri utenti e i nostri sviluppatori per i loro report, bugfix e altri suggerimenti relativi a questa release.
sv: , (Pardus felhanteringssystem) för att rapportera fel, rätta fel, eller ge förslag relaterade till Pardus. Vi vill tacka våra användare och utvecklare för deras bidrag med felrapporter, felrättningar, nya paket och förslag på nya finesser till den här versionen.
tr: , (Pardus hata takip sistemi) adresine bildirebilirsiniz. Hata raporlayan, çözen, yeni paket veya özellik isteğinde bulunan tüm kullanıcı ve geliştiricilerimize teşekkür ederiz.

source: 2. What is new ?
de: 2. Was ist neu ?
fr: 2. Les nouveautés
hu: 2. Mi az újdonság?
it: 2. Cosa c'è di nuovo?
sv: 2. Vad är nytt?
tr: 2. Neler yeni ?

source: 2.1. Updates in Pardus Technologies
de: 2.1. Updates der Pardus Technologieen
fr: 2.1. Mises à jour des technologies de Pardus
hu: 2.1. Fejlődés a Pardus Technológiában
it: 2.1 Miglioramenti delle Tecnologie di Pardus
sv: 2.1. Uppdateringar av Pardustekniker
tr: 2.1. Pardus Teknolojilerindeki Yenilikler

source: Core Pardus technologies are updated to new versions, including many bugfixes, optimizations and new features.
de: Pardus Kerntechnologieen wurden auf den neuesten Stand gebracht und beinhalten nicht nur Fehlerkorrekturen und Optimierungen, sondern auch neue Funktionen.
fr: Les technologies Pardus sont disponibles dans leurs nouvelles livrées, comprenant de nombreuses corrections de bogues, des optimisations ainsi que de nouvelles fonctionnalités.
hu: Az alap Pardus Technológia sok fejlesztésen esett át, beleértve a rengeteg hibajavítást, optimalizálást és az új képességeket.
it: Le tecnologie più importanti di Pardus sono state aggiornate, con molti bugfix, ottimizzazioni e nuove caratteristiche.
sv: Paruds kärntekniker är uppdaterade till senaste versioner och innehåller många felrättningar, optimeringar samt nya funktioner.
tr: Temel Pardus teknolojileri bir çok hata düzeltme, yeni özellik ve optimizasyon içeren yeni sürümlerine güncellendiler.

source: Pardus manager family has been refactored and optimized for new KDE 4.4 / Qt 4.6 environments. Pardus KDE tools, Network Plasmoid for easy network profile switching and Service Plasmoid for easy service management are available in our repositories. These plasmoids can be placed either on the desktop, or any of the panels on the desktop for easier access.
de: Alle Pardus Systemtools wurden komplett überarbeitet und für KDE4.4 / Qt 4.6 optimiert. Auch wurde Pardus mit neuen Plasmoiden (kleine grafische Hilfsprogramme) angereichert. Mit dem Netzwerk Plasmoid kann man schnell die Netzwerkprofile wechseln und mit dem Service Plasmoid hat man schnellen Zugriff auf die Systemdienste. Diese Plasmoids können entweder auf dem Desktop oder in jedem beliebigen Panel platziert werden.
fr: Tous les gestionnaires de Pardus ont été refondus et optimisé pour KDE 4.4. De nouveaux outils de Pardus, le plasmoïde réseau pour un changement de profil réseau facile, et le plasmoïde des services pour la gestion facile des services, sont maintenant disponibles dans nos dépôts. Ces plasmoïdes peuvent être placés soit sur le bureau, soit sur l'un des panneaux sur le bureau pour un accès plus facile.
hu: A Pardus natív rendszereszközei újra lettek írva és optimalizálva az új KDE 4.4 / Qt 4.6 környezethez. A Pardus KDE eszközök, mint a Network Plasmoid, amely a hálózati profilok egyszerű menedzselését teszi lehetővé, vagy a Service Plasmoid, amely a rendszerszolgáltatások kontrollját teszi lehetővé; már elérhetőek tárolóinkból. Ezek a plazmoidok bárhol elhelyezhetőek az asztalon, vagy a panelon, a könnyebb elérhetőség érdekében.
it: Tutti i programmi di gestione di Pardus sono stati migliorati e ottimizzati specificamente per KDE4.4 e Qt 4.6. I nuovi strumenti di Pardus, il Plasmoide di Rete e il Plasmoide Servizi sono disponibili nei repository. Questi Plasmoidi possono essere posizionati ovunque sul desktop o sui pannelli.
sv: Pardus hanterare har skrivits om och optimerats för nya KDE 4.4 / Qt 4.6. Pardus verktyg för KDE, Nätverksplasmoiden för enkel nätverkshantering och Tjänsteplasmoiden för enkel tjänstehantering är tillgängliga i våra förråd. Dessa plasmoider kan placeras på skrivbordet eller i en panel.
tr: Pardus yönetici ailesi KDE 4.4. / Qt 4.6 ile daha uyumlu çalışacak şekilde elden geçirildi. Ağ profilleri arasında geçişi kolaylaştıran Ağ Plasmoidi ve servis yönetimini kolaylaştıran Servis Plasmoidi depolarda mevcutlar. Bu araçlar, kolay erişim amacıyla hem masaüstüne hem de panelde dilediğiniz yere koyulabilirler.

source: A new KDE tool
de: Ein neues KDE-Tool,
fr: Un nouvel outil de KDE
hu: Új KDE eszköz
it: Un nuovo strumento KDE
sv: Ett nytt KDE-verktyg
tr: Yeni bir KDE aracı olan

source: has been added to provide easy package installation in KDE environment. Under KDE environment, when you start up krunner (default by pressing ALT-F2) and write a command that is not available on the running system but provided by a package in Pardus repositories, an entry to install the necessary package will appear. Simply selecting the entry will automatically install the required package.
de: , wurde hinzugefügt, um einfach und leicht neue Pakete in die KDE Arbeitsumgebung einbinden zu können. Wird in den KDE Schnellstarter krunner (Alt+F2) ein Kommando eingegeben welches von dem System nicht erkannt wird, aber von einem Paket im Pardus Depot ermöglicht wird, erscheint sogleich ein Eintrag der die Installation des benötigten Programmpakets ermöglicht. Das einfache auswählen des Eintrags wird das benötigte Paket automatisch installieren.
fr: a été ajoutée pour fournir une installation de paquets facile dans l'environnement KDE. Sous l'environnement KDE, lorsque vous démarrez KRunner (par défaut en appuyant sur ALT-F2) et écrivez une commande qui n'est pas disponible sur votre système, mais qui est fournie par un paquet dans les dépôts de Pardus, une entrée pour installer les paquets nécessaires apparaîtra. Il suffit de sélectionner l'entrée pour automatiquement installer le paquet nécessaire.
hu: hozzáadva az egyszerű csomagtelepítés érdekében a KDE környezethez. KDE környezet alatt, amikor használod a krunnert (alapból az ALT+F2 kombináció) és olyan parancsot gépelsz be, ami nem elérhető alkalmazásra mutat az éppen futó rendszeren, de megtalálható a Pardus tárolójában, akkor a szükséges csomag telepítésre lesz felajánlva. Egyszerű kijelöléssel lehetővé válik az alkalmazás automatikus telepítése.
it: è stato aggiunto per rendere più semplice l'installazione di un programma in KDE. In KDE, quando avvii krunner (di solito con Alt+F2) e lanci un comando che non è disponibile sul tuo sistema, plasma-runner-pisi ti proporrà di installare il pacchetto che fornisce tale comando tramite i repository Pardus.
sv: har skapats för att förenkla paketinstallation i KDE. När man startar krunner (ALT+F2) i KDE, och skriver ett program som inte är installerat men som finns i förrådet, ges man möjlighet att enkelt installera programmet.
tr: KDE masaüstü ortamında paketlerin daha kolay kurulabilmesini sağlamak amacıyla eklendi. KDE masaüstü ortamında, krunner aracını çalıştırdığınızda (ALT-F2 tuşlarına basarak) ve sisteminizde kurulu olmayan fakat Pardus depolarındaki bir paket tarafından sağlanan bir program adı yazdığınızda, kurmak istediğiniz programın hangi paketten çıktığını belirten bir girdi görünecektir. Bu girdiyi seçtiğinizde ilgili paket otomatik olarak yüklenecektir.

source: Package Manager
de: Paket-Manager
fr: Le gestionnaire de paquets
hu: Csomagkezelő
it: Il Gestore Pacchetti
sv: Pakethanteraren
tr: Paket Yöneticisi

source: and
de: und
fr: et
hu: és
it: e
sv: och
tr: ve
