Repository: pisilinux/uludag
Catalog: trunk/distribution/2009.2/po/*.po
Languages: de, fr, hu, it, sv, tr

source: have been optimized for better performance and improved stability. PiSi interface has been refactored for easier use. Package Manager went through heavy refactoring and is now using
de: wurden für bessere Leistung und Stabilität optimiert. Die PiSi Oberfläche wurde zugunsten einer einfacheren Bedienung umgestaltet. Das Gerüst vom Paket-Manager stark überarbeitet und nutzt nun
fr: ont été optimisés pour une meilleure performance et une stabilité accrue. L'interface de PiSi a été remaniée pour en faciliter encore l'usage. Le gestionnaire de paquets a subi une lourde ingénierie et utilise dorénavant
hu: optimalizálva lett a jobb teljesítményre és a nagyobb stabilitásra. PiSi kezelőfelület átdolgozva a könnyebb kezelhetőségért. A csomagkezelő teljes átdolgozás felé halad és már most használja a
it: è stato ottimizzato per ottenere migliori prestazioni. L'interfaccia di PiSi è stata riprogettata per un utilizzo più semplice. Anche il Gestore Pacchetti è stato pesantemente modificato e adesso utilizza
sv: har optimerats för bättre prestanda och stabilitet. PiSi har skrivits om för enklare användning. Pakethanteraren genomgick en större omskrivning och använder nu
tr: daha kararlı ve çok daha performanslı olacak şekilde optimize edildi. PiSi arayüzü daha kolay kullanım için tekrar elden geçirildi. Paket Yöneticisi çok daha hızlı olacak şekilde elden geçirildi ve artık

source: Pardus Desktop Services
fr: Les services du bureau de Pardus
hu: Pardus Asztali Szolgáltatások
it: Servizi Scrivania di Pardus
tr: Pardus Masaüstü Servisleri

source: , which allows the GUI to run on desktop environments other than KDE 4 without the necessity of any KDE library. Among performance enhancements on the GUI, Package Manager now supports update types. Type of the updates are shown next to packages and users can select group of updates (security for example) easily from the Package Manager GUI.
de: . Dies ermöglicht nun der grafischen Benutzeroberfläche (GUI) des Paket-Managers auch ohne die bisher notwendigen KDE4 Bibliotheken auf anderen Desktopumgebungen zu laufen. Neben den Geschwindigkeitsverbesserungen der GUI unterstützt der Paket-Manager nun verschiedene Updatevarianten. Die verschiedenen Varianten der Updatemöglichkeiten (z.B. Sicherheit) sind direkt neben den Paketen aufgelistet und können einfach durch den Anwender ausgewählt werden.
fr: , qui permettent à l'interface graphique de tourner sur des environnements de bureau autres que KDE 4 sans la nécessité d'installer les bibliothèques de KDE. Parmi les améliorations de l'interface graphique, il y a maintenant la possibilité de voir et d'installer les mises à jour par type. Cela permet par exemple de n'installer que les mises à jour de sécurité.
hu: képességeit arra, hogy a GUI más asztali környezeten is integráltan fusson, ne csak KDE 4-en; így szükségessé válik a KDE könyvtárfüggőségeinek felszámolása. A teljesíménybeli javítások mellett, a csomagkezelő GUI mostantól frissítési módozatokat is fog támogatni. Ezeket a frissítési módozatokat a felhasználó az egyes csoportok kijelölésével (például biztonsági frissítések) tudja majd egyszerűen beállítani a csomagkezelő GUI-n.
it: , che permette ad una GUI di funzionare in Ambienti diversi da KDE4 senza le librerie. Inoltre adesso il Gestore Pacchetti è in grado di fornire il tipo di aggiornamento disponibile (es. Aggiornamenti di sicurezza).
sv: , som möjligör att Pakethanteraren körs i andra skrivbordsmiljöer än KDE 4 och utan att KDE-bibliotek krävs. Tillsammans med prestandaförbättringar har nu Pakethanteraren stöd för uppdateringstyper. Typ av uppdatering visas vid sidan av paketnamnet och användaren kan enkelt välja en grupp av uppdateringar, t.ex. för säkerhet i Pakethanteraren.
tr: kitaplığını kullanıyor. Bu kitaplık ile KDE 4 masaüstü ortamı bulunmayan ortamlarda herhangi bir KDE kitaplığı bulunmadan çalışabilmesine olanak tanıyor. Arayüzde yapılan performans iyileştirmelerinin yanısıra, Paket Yöneticisi artık güncelleme tiplerini de destekliyor. Güncelleme tipleri paketlerin yanında bulunuyor ve kullanıcılar istedikleri güncelleme tiplerini (örneğin güvenlik güncellemeleri) seçebilecekler.

source: Pardus welcome wizard Kaptan has also been refactored for the new Pardus release. With new graphical changes, Kaptan is more user friendly then ever, especially on small displays like netbooks.
de: Kaptan, der Willkommensassistent von Pardus wurde ebenso für die neue Pardus Version überarbeitet. Mit den umgesetzten optischen Änderungen ist Kaptan nun so benutzerfreundlich wie noch nie. Dies gilt besonders bei kleinen Bildschirmauflösungen, wie sie bei Netbooks zu finden sind.
fr: L'Assistant Kaptan a également été remanié pour la nouvelle version de Pardus. Dans son nouvel habillage graphique, Kaptan est plus convivial que jamais, en particulier sur les petits écrans, comme ceux des netbooks.
hu: A Pardus első indítás varázslója, a Kapitány is teljesen át lett dolgozva az új Pardus kiadáshoz. Az új grafikai változtatásokkal együtt a Kapitány még soha nem volt ilyen felhasználóbarát, ezen kívül a kisebb kijelzőkön is megfelelően jelenik meg, például a netbook képernyőkön.
it: Anche il wizarf di benvenuto Kaptan è stato pesantemente modificato. Con i nuovo cambiamenti grafici, adesso Kaptan sarà più user-friendly che mai, specialmente su piccoli schermi, come quelli dei netbook.
sv: Pardus välkomtsguide Kaptan har också skrivits om för denna nya Pardusversion. Med grafiska förändringar har Kaptan blivit mer användarvänligt än tidigare, särskilt på skärmar så som netbooks.
tr: Pardus yeni sürümüyle açılış sihirbazı Kaptan elden geçirildi. Görsel değişiklerin yanında Kaptan, özellikle netbook gibi küçük ekrana sahip donanımlarda eskisinden daha kullanıcı dostu.

source: 2.2. Graphical Enhancements
de: 2.2. Graphische Verbesserungen
fr: 2.2. Améliorations graphiques
hu: 2.2. Grafikai fejlesztések
it: 2.2. Miglioramenti Grafici
sv: 2.2. Grafiska förbättringar
tr: 2.2. Görsel Değişiklikler

source: Like other Pardus releases, this new release comes with the theme and name of species that is in danger of extinction. With new packages added to repositories, GTK and KDE integration is improved from notifications to user dialogs. Milky icon theme of Pardus is also updated with new icons. Older wallpapers released withing Pardus 2009 family can also be installed from package repositories.
de: Die neue Version kommt wie die Vorgängerversionen mit einem überarbeiteten Design und dem Namen einer Spezies, deren Fortbestand akut gefährdet ist. Zudem wurden neue Pakete integriert, die GTK und KDE Integration wurde verbessert und es wurden weitere Ikonen im Milky Design hinzugefügt. Bildschirmhintergründe älterer Pardus Versionen können jederzeit von dem Pardus Depot bezogen werden.
fr: Comme pour les précédentes versions de Pardus, cette nouvelle mouture adopte un thème et le nom d'une espèce en voie de disparition. Avec de nouveaux paquets ajoutés dans les dépôts, l'intégration de GTK et de KDE est améliorée, des notifications aux boîtes de dialogue avec l'utilisateur. Le thème d'icônes Milky de Pardus est également mis à jour avec de nouvelles icônes. Les fonds d'écran de la famille de Pardus 2009 peuvent également être installés à partir des dépôts de paquets.
hu: A korábbi Pardus kiadásokhoz hasonlóan, az új kiadás is egyedi témával érkezik. Az új csomagok már migrálásra kerültek a tárolókba: a rendszerértesítések GTK és KDE integrációja jelentősen javítva. A Milky ikon-téma az új kiadásban ki lett egészítve új ikonokkal. A régebbi háttérképek is elérhetőek a 2009-es Pardus család tárolóiból.
it: Come altre release di Pardus, questa release è stata chiamata con un nomedi un animale in via di estinzione. Grazie ad alcuni pacchetti aggiunti nei repository, l'integrazione tra KDE e GTK è stata migliorata, dalle notifiche alle finestre di dialogo. Il tema di icone Milky è stato aggiornato con nuove icone. I vecchi sfondi inclusi nelle vecchie versioni di Pardus saranno scaricabili dai repository.
sv: Likt andra Pardusversioner har denna ett tema och namn baserat på en utrotningshotad art. Med nya paket i förrådet har GTK- och KDE-integrering förbättrats, från underrättelser till dialoger. Ikontemat Milky har uppdaterats med nya ikoner. Äldre skrivbordsunderlägg för Pardus 2009 kan installeras från förråden.
tr: Diğer Pardus sürümlerinde olduğu gibi bu sürümün ismi de nesli tükenmekte olan türlerden gelmektedir. Depolara yeni paketlerin eklenmesinin yanı sıra, sistemin birçok yerinde GTK ve KDE entegrasyonu iyileştirildi. Milky simge temasına yeni simgeler eklendi. Ayrıca, Pardus 2009 sürüme ait eski duvar kağıtları, paket depolarından yüklenebilecekler.

source: 2.3. KDE 4 Desktop Enviroment
de: 2.3. KDE 4 Desktopumgebung
fr: 2.3. Environnement de bureau KDE 4
hu: 2.3. KDE 4 Asztali környezet
it: 2.3. L'ambiente Desktop KDE4
sv: 2.3. Skrivbordsmiljön KDE 4
tr: 2.3. KDE 4 Masaüstü Ortamı

source: Default desktop environment is updated to
de: Die voreingestellte Desktopumgebung ist aktualisiert worden auf
fr: L'environnement de bureau par défaut est mis à jour
hu: Az alapértelmezett asztali környezet frissítve lett a
it: L'ambiente desktop di default è satto aggiornato a
sv: Den förvalda skrivbordsmiljön har uppdaterats till
tr: Öntanımlı masaüstü ortamı

source: , the latest stable release of KDE that has been enhanced and modified for Pardus. All the KDE programs in Pardus repositories have been updated to or replaced by their latest KDE 4 versions. With the new KDE desktop users can select between Default Mode, Old KDE Mode and the new
de: . Die aktuellste stabile Version von KDE wurde für den Einsatz in Pardus angepaßt und erweitert. Die im Depot verfügbaren KDE Programme wurden auf ihre aktuelle KDE4 Version aktualisiert. Mit dem neuen KDE Desktop können die Benutzer zwischen dem Standard Mode, dem alten KDE-Mode und dem neuen
fr: vers la dernière version stable de KDE qui a été améliorée et modifiée pour Pardus. Tous les programmes KDE dans les dépôts de Pardus ont été mis à jour ou remplacés par leurs dernières versions de KDE 4. Avec le nouveau bureau, les utilisateurs peuvent choisir entre le mode par défaut, l'ancien mode de KDE, et le nouveau
hu: , amely jelen állás szerint az utolsó stabil kiadása a Pardus-hoz módosított KDE környezetnek. Minden KDE alkalmazás a Pardus tárolókban frissítve lett, vagy le lett cserélve a legutolsó KDE 4-es változatra. Az új KDE felhasználói szabadon választhatnak a hagyományos megjelenés, régi KDE-mód és az új
it: , l'ultima release stabile di KDE4, modificata e migliorata per integrarsi con Pardus. Tutti i programmi KDE nei repository sono stati aggiornati o sostituiti dalle loro versioni KDE4. Con il nuovo KDE sarà possibile usare la modalità KDE4, la KDE3 e la nuova modalità Netbook.
sv: , den senaste stabila utgåvan av KDE som har modifierats och förbättrats för Pardus. Alla KDE-program i Pardus förråd har uppdaterats eller ersatts av dess senaste KDE4-version. Med den nya KDE kan användare välja mellan Standardläge, gammalt läge och det nya
tr: sürümüne güncellendi. Pardus depolarındaki tüm KDE programları KDE 4 sürümlerine güncellendi. Yeni KDE ile birlikte kullanıcılar masaüstü kipleri olan Öntanımlı Kip, Eski KDE Kipi ve yeni

source: Netbook Mode
fr: Mode pour netbooks
hu: Netbook mód közül
it: Modalità Netbook
sv: Netbook-läget
tr: Netbook Kipi

source: , optimized for small displays.
de: , welcher für kleine Bildschirme optimiert wurde, wählen.
fr: , optimisé pour les petits écrans.
hu: , amely kisméretű kijelzőkre lett optimalizálva.
it: , ottimizzato per i piccoli schermi.
sv: , optimerat för små skärmar.
tr: , küçük ekranlar için optiimze edilmiş görünüm, arasında seçim yapabilecekler.

source: Pardus team has integrated Kosd kded module, an eye candy status and level display for sound volume and monitor brightness with the new KDE release.
de: Das Pardus-Team integrierte das KOSD und das KDED Modul mit denen man sehr einfach Zugriff auf die Lautsprecherlautstärke und die Bildschirmhelligkeit hat. Die beiden Module schmeicheln außerdem den Augen.
fr: L'équipe de Pardus a intégré le module Kosd de KDED, un visionneur d'état fantaisie, un afficheur du volume sonore, et un contrôleur de luminosité.
hu: A Pardus csapat integrálta a Kosd kded modult, amellyel beállíthatjuk a hangerőt és a monitor fényerejét.
it: Il team di Pardus ha integrato il modulo Kosd Kded, un applet che consente di minitorare il volume e la luminosità.
sv: Pardusteamet har integrerat Kosd och kded, ögongodis för statuskontroll av ljudvolym och ljusstyrka i den nya KDE-versionen.
tr: Pardus ekibi, ekran parlaklığı ve ses seviyesi değişikliklerini masaüstü temasına uygun ve şık bir şekilde görüntüleyen KOsd yazılımını yeni KDE sürümüne dahil etti.

source: With the new version KDE, Pardus provides a new look and feel for users. Plasmoid based desktop system, where every component can be placed on anywhere on the desktop, Strigi desktop search fully integrated to desktop environment, desktop effects coming as a part of KDE, Dolphin the next generation file manager with many remote protocol support are just a few examples of the new desktop experience for our users.
de: Mit der neuen KDE-Version bringt Pardus ein neues Look-And-Feel Erlebnis auf den Desktop. Der auf Plasmoiden basierende Desktop, auf dem jede Komponente an jeder beliebigen Stelle platziert werden kann, die vollständig integrierte Desktopsuche Strigi, die neuen KDE Desktop Effekte und auch Dolphin, der neue verbesserte Dateimanager der mehr Netzwerkprotokolle für Fernzugriffe unterstützt (remote), sind nur einige Beispiele für das neue Benutzerererlebnis von Pardus.
fr: Avec la nouvelle version de KDE, Pardus offre un nouveau visage aux utilisateurs. Le système de bureau basé sur les plasmoïdes, où chaque composant peut être placé sur n'importe où sur le bureau, La recherche de bureau Strigi pleinement intégrée à l'environnement de bureau, les effets de bureau de KDE, Dolphin le gestionnaire de fichiers moderne avec support de plusieurs protocoles distants ne sont que quelques-uns des exemples de la nouvelle expérience de bureau offerte gratuitement à nos utilisateurs.
hu: Az új KDE új kinézetet és hangulatot biztosít az új Pardusnak. A plazmoid-alapú asztal; aminek a komponenseit bárhol elhelyezhetjük a munkafelületünkön; a Strigi asztali kereső, amely teljesen beleolvad az asztali környezetbe; továbbá az asztali effektusok, ami már része az új KDE-nek; az új generációs Dolphin fájlkezelő: kiemelve csupán néhány, a felhasználókat kiszolgáló funkciók közül.
it: Con la nuova versione di KDE, Pardus offrirà un look and feel completamente nuovo per gli utenti: ad esempio i plasmoidi possono essere posizionati ovunque sul desktop; Strigi è completamente integrato nel desktop; gli effetti grafici adesso fanno parte di KDE; Dolphin adesso supporta molti protocolli remoti, e molto altro.
sv: Med den nya versionen av KDE tillhandahåller Pardus ett nytt utseende och en ny känsla för användarna. Plasmoidbaserat skrivbordssystem där varje komponent kan placeras var som helst på skrivbordet, Strigi skrivbordssökning fullständigt integrerad med skrivbordsmiljön, skrivbordseffekter som en del av KDE, Dolphin som nästa generations filhanterare med många fjärrprotokoll är bara några exempel på den nya skrivbordsupplevelsen för användarna.
tr: Yeni sürüm KDE ile Pardus kullanıcılarına yepyeni bir masaüstü tecrübesi sunuyor. Her bileşenin maaüstünde herhangi bir yere konumlanabildiği ve özelleştirilebildiği Plasmoid teknolojisi, masaüstü ile tam uyumlu Strigi masaüstü arama teknolojisi, masaüstü ortamı ile bütünleşik masaüstü efektleri, uzaktan erişim vb. pek çok özellik içeren yeni nesil dosya yöneticisi Dolphin, kullanıcılarımızı bekleyen yeniliklerden sadece birkaçı.

source: 2.4. Updated Components
de: 2.4. Aktualisierte Komponenten
fr: 2.4. Composants mis à jour
hu: 2.4. Fejlesztett komponensek
it: 2.4. Componenti Aggiornati
sv: 2.4. Uppdaterade komponenter
tr: 2.4. Güncellenen Bileşenler

source: New release includes many updated packages. Some of the highlights are as follows:
de: Die Programmpakete der neuen Version wurden zusammen mit den Pardus Technologien umfangreich aktualisiert. Hier einige der Highlights:
fr: Ce nouvel opus comprend un grand nombre de mises à jour de paquets dont voici les principales :
hu: Az új kiadás számos frissített csomagot tartalmaz. Néhány a legfontosabbak közül:
it: La nuova release include molti programmi aggiornati:
sv: En ny utgåva innehåller många paketuppdateringar, några av höjdpunkterna är:
tr: Yeni sürüm birçok güncellenmiş paket içermektedir. Göze çarpanlardan bazıları şunlardır:

source: OpenOffice.org Office Suite 3.2.1.3
fr: Suite bureautique OpenOffice.org 3.2.1.3
hu: OpenOffice.org Irodai csomag 3.2.1.3
it: Suite OpenOffice.org 3.2.1.3
sv: OpenOffice.org kontorspaket 3.2.1.3
tr: OpenOffice.org Ofis Araç Seti 3.2.1.3

source: Firefox Web Browser 3.6.3
fr: Navigateur Web Firefox 3.6.3
hu: Firefox Webböngésző 3.6.3
it: Browser Firefox 3.6.3
sv: Firefox webbläsare 3.6.3
tr: Firefox Internet Tarayıcı 3.6.3

source: Linux Kernel 2.6.31.13
fr: Noyau Linux 2.6.31.13
it: Kernel Linux 2.6.31.13
tr: Linux Çekirdeği 2.6.31.13

source: 3. Installation requirements
de: 3. Installationsvoraussetzungen
fr: 3. Requis pour l'installation
hu: 3. A telepítés előfeltételei
it: 3. Requisiti di Installazione
sv: 3. Installationskrav
tr: 3. Kurulum gereksinimleri

source: You can run Pardus on an average x86 compatible hardware. We suggest to use at least 512 MB RAM (memory) and a 1400 MHz processor to get a good performance. Minimum and recommended hardware requirements for Pardus 2009.2 are mentioned below:
de: Sie können Pardus auf einem durchschnittlichen Computer mit x86 Architektur installieren. Um ein flüssiges Arbeiten zu gewährleisten, empfehlen wir wenigstens einen Arbeitsspeicher mit 512MB RAM und einen Prozessor mit 1400MHz einzusetzen. Die minimalen und empfohlenen Systemvoraussetzungen sind:
fr: Vous pouvez exécuter Pardus sur du matériel compatible x86. Nous vous suggérons d'utiliser au moins 512 Mo de RAM (mémoire) et un processeur 1 400 MHz pour obtenir une bonne performance. Les configurations matérielles minimale et recommandée pour Pardus 2009.2 sont mentionnées ci-dessous :
hu: A Pardus egy közepesen erős, x86 kompatiblis számítógépet igényel. Mi legalább 512 MB RAM-ot (fizikai memória) és egy legalább 1400 MHz-es processzort ajánlunk a kiegyensúlyozott teljesítmény érdekében. A minimális és az ajánlott rendszerkövetelmények a Pardus 2009.2-es kiadáshoz alább következnek:
it: Puoi usare Pardus su un tipico computer x86. Suggeriamo di usare almeno 512 MB di RAM (memoria) e un processore da 1,4 Ghz per ottenere una buona performance. Ecco i requisiti minimi e raccomandati per Pardus 2009.2:
sv: Du kan köra Pardus 2009 på en x86-kompatibel dator. Vi rekommenderar minst 512 MB RAM (minne) och en processor på 1400 MHz för bra prestanda. Minimum och rekommenderade systemkrav för Pardus 2009.2 är
tr: Pardus'u x86 uyumlu ortalama bir donanımda çalıştırabilirsiniz. Yüksek performans için en az 512 MB RAM (bellek) ve 1400 MHz işlemci öneriyoruz. Pardus 2009.2 için asgari ve tavsiye edilen donanım gereksinimleri aşağıdadır:

source: 256 MB memory (1GB or more recommended)
de: 256 MB Arbeitsspeicher (1GB oder mehr werden empfohlen)
fr: 256 Mo de mémoire (1 Go ou plus recommandé)
hu: 256 MB fizikai memória (1GB vagy több ajánlott)
it: 256 MB di RAM (almeno 1GB consigliata)
sv: 256 MB minne (1GB eller mer rekommenderas)
tr: 256 MB bellek (1GB ve üzeri tavsiye edilir)

source: 450 MHz Intel or AMD processor (1000 MHz recommended)
de: 450 MHz Intel oder AMD Prozessor (1000 MHz oder mehr werden empfohlen)
fr: Processeur Intel ou AMD 450 MHz (1 000 MHz recommandé)
hu: 450 MHz-es Intel vagy AMD processzor (1000 MHz ajánlott)
it: Processore Intel o AMD 450 MHz (1GHz consigliata)
sv: 450 MHz Intel eller AMD processor (1000 MHz rekommenderas)
tr: 450 MHz Intel ya da AMD işlemci (1000 MHz ve üstü tavsiye edilir)

source: At least 4 GB of free hard disk space (10 GB recommended)
de: Wenigstens 4 GB freier Speicherplatz auf dem Installationsmedium (10 GB werden empfohlen)
fr: Au moins 4 Go d'espace libre sur le disque dur (10 Go recommandé)
hu: Legalább 4 GB szabad hely a merevlemezen (10 GB ajánlott)
it: Almeno 4 GB di spazio sul disco (10 GB consigliati)
sv: Minst 4 GB ledigt hårddiskutrymme (10 GB rekommenderas)
tr: En az 4 GB boş disk alanı (10 GB tavsiye edilir)

# ../media-content/release-notes/releasenotes-en.html:37
source: KDE 4.4.4
hu: KDE 4.4.4-as verzióra
