Repository: pisilinux/uludag
Catalog: tags/kde/tasma/1.1/po/*.po
Languages: tr

source: &Administrator Mode
tr: &Yönetici Modu

source: &Back
tr: &Geri

source: &Reset
tr: &Sıfırla

source: (c) 2005, TUBITAK - UEKAE
tr: (c) 2005, TÜBİTAK - UEKAE

source: (c) 2005-2006, TUBITAK - UEKAE
tr: (c) 2005-2006, TÜBİTAK - UEKAE

source: 28 Mhz Crystal
tr: 28 Mhz Kristal

source: 35 Mhz Crystal
tr: 35 Mhz Kristal

source: <big>Loading...</big>
tr: <big>Yükleniyor...</big>

source: About Current Module
tr: Şimdiki Modül Hakkında

source: Addons
tr: Eklentiler

source: Configuration Center
tr: Yapılandırma Merkezi

source: Current Maintainer
tr: Programın Şimdiki Yöneticisi

source: Description
tr: Açıklama

source: Do not use PLL
tr: PLL kullanma

source: For a better understanding modules are grouped by categories. You can activate a category by selecting a category from the left. After activating a category its contents will be shown as icons in the right panel. You can start a configuration module by clicking (or double clicking) its icon.
tr: Kolay erişilebilir ve anlaşılır olması için yapılandırma modülleri kategoriler halinde gruplanmıştır. Sol bölümdeki listeden bir kategoriyi seçerek, ilgili kategoriyi etkin hale getirebilirsiniz. Kategori seçildiğinde, içerisindeki modüller sağ bölümde simgeler olarak gösterilecektir. Buradan bir yapılandırma modülünün simgesine tıklayarak (ya da çift tıklayarak) o modülü başlatabilirsiniz.

source: KDE Developers
tr: KDE Geliştiricileri

source: Manufacturer
tr: Üretici

source: Module Developers
tr: Modül Geliştiricileri

source: Name
tr: İsim

source: New Item
tr: Yeni Öğe

source: Old Maintainer & Original Author
tr: Eski Yönetici & İlk Yazarı

source: Other
tr: Diğer

source: Pardus Configuration Center
tr: Pardus Yapılandırma Merkezi

source: Phase Locked Loop (PLL)
tr: Faz Kilitlemeli Döngü (PLL)

source: PiSi Package Info
tr: PİSİ Paket Bilgisi

source: Radio Card
tr: Radyo Kartı

source: Size
tr: Boyut

source: TASMA - Pardus Configuration Center
tr: TASMA - Pardus Yapılandırma Merkezi

source: TASMA Tv Card Configuration Module
tr: TASMA - TV Kartı Yapılandırma Aracı

source: TASMA is a configuration application for Pardus Operating System. You can tweak the systems default configuration settings and by using the modules presented in TASMA.
tr: TASMA, Pardus İşletim Sistemi için bir yapılandırma arayüzüdür. TASMA içerisindeki modülleri kullanarak, sisteminizin öntanımlı yapılandırma seçeneklerini düzenleyebilirsiniz.

source: Tuner
tr: Ayarlayıcı

source: Tv Card
tr: TV Kartı

source: Tv card configuration module for TASMA.
tr: TV kartı ayar programı

source: Welcome to TASMA
tr: TASMA'ya Hoşgeldiniz

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@pardus.org.tr

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin
