Repository: pisilinux/uludag
Catalog: tags/RESTRUCTURED/firewall-config/po/*.po
Languages: tr

source: Pardus Firewall Graphical User Interface
tr: Pardus Güvenlik Duvarı Kullanıcı Grafik Arabirimi

source: GUI Design & Usability
tr: KGA Tasarımı & Kullanılabilirlik

source: Help with IPTables
tr: IPTables Yardımı

source: In
tr: İçeri

source: Out
tr: Dışarı

source: Reject
tr: Reddet

source: Accept
tr: Kabul Et

source: Firewall Logs
tr: Güvenlik Duvarı Kayıtları

source: Firewall Configuration
tr: Güvenlik Duvarı Ayarları

source: &Stop Firewall
tr: Güvenlik &Duvarını Durdur

source: <b><font size="+1">Firewall is running</font></b>
tr: <b><font size="+1">Güvenlik Duvarı Çalışıyor</font></b>

source: Click here to stop the firewall and allow all incoming and outgoing connections.
tr: Güvenlik duvarını durdurmak ve gelen/giden tüm bağlantılara izin vermek için tıklayın.

source: &Start Firewall
tr: Güvenlik &Duvarını Başlat

source: <b><font size="+1">Firewall is not running</font></b>
tr: <b><font size="+1">Güvenlik Duvarı Çalışmıyor</font></b>

source: Click here to start the firewall and allow connections only to specified services.
tr: Güvenlik duvarını başlatmak ve belirlenen servislere erişime izin vermek için tıklayın.

source: Ports must be in valid format. E.g.: 1000-1500,2000,3000
tr: Portlar geçerl fotmatta olmalı. Örnek: 1000-1500,2000,3000

source: Pardus Firewall Interface is already running!
tr: Pardus Güvenlik Duvarı Arabirimi zaten çalışıyor!

source: Direction
tr: Yön

source: From
tr: Kaynak

source: To
tr: Hedef

source: Action
tr: Eylem

source: Alt+H
tr: Alt+K

source: Alt+A
tr: Alt+E

source: &Ok
tr: &Tamam

source: Alt+O
tr: Alt+T

source: Alt+C
tr: Alt+İ

source: Click here to stop the firewall and allow all incoming connections.
tr: Güvenlik duvarını durdurmak ve gelen bağlantılara izin vermek için buraya tıklayın

source: &Stop
tr: &Durdur

source: Alt+S
tr: Alt+D

source: E-mail Services
tr: E-posta Servisleri

source: Domain Name Service (DNS)
tr: Alan Adı Çözümleme (DNS)

source: Web Services
tr: Web Servisleri

source: Remote Login Services
tr: Uzaktan Erişim Servisleri

source: Windows File Sharing Services
tr: Windows Dosya Paylaşımı Servisleri

source: Internet Relay Chat Services
tr: Sohbet Servisleri (IRC)

source: Instant Messaging Services
tr: Anında Mesajlaşma Servisleri

source: File Sharing (p2p) Services
tr: Dosya paylaşımı (p2p) Servisleri

source: File Transfer Services
tr: Dosya Transferi Servisleri

source: Allow other computers to access following services on this computer:
tr: Diğer bilgisayarların, bu bilgisayardaki aşağıdaki servislere erişmesine izin ver:

source: Incoming Connections
tr: Gelen Bağlantılar

source: New Rule
tr: Yeni Kural

source: From:
tr: Kaynak:

source: To:
tr: Hedef:

source: Direction:
tr: Yön:

source: Action:
tr: Eylem:

source: Accept: The packet is allowed. Reject: The packet is filtered out (i.e deleted)
tr: Kabul Et: Paket kabul edilir. Reddet: Paket filtrelenir (silinir)

source: Enter the port number here. Leave blank to include all ports.
tr: Port numarası girin. Tüm portlar için alanı boş bırakın.

source: Enter the IP address of the host which the packet comes from. Leave blank to include all addresses.
tr: Paketin geldiği bilgisayarın IP adresini yazın. Tüm adresler için alanı boş bırakın.

source: Enter the IP address of the machine the packet heads to. Leave blank to include all addresses.
tr: Paketin gittiği bilgisayarın IP adresini yazın. Tüm adresler için alanı boş bırakın.

source: &Add
tr: &Ekle

source: Rules
tr: Kurallar

source: Advanced
tr: Gelişmiş

source: Block incoming PING (ICMP/8) requests.
tr: Gelen PING (ICMP/8) taleplerini &blokla.

source: Firewall logs offer a visual way of understanding what happens. Click the button below to see firewall logs.
tr: Güvenlik duvarı kayıtları, sistemde neler olduğunu görme imkanı verir. Güvenlik duvarı kayıtlarını görmek için aşağıdaki düğmeye tıklayın.

source: &View Logs
tr: Kayıtları &Göster

source: Alt+V
tr: Alt+G

source: Other Features
tr: Diğer Özellikler
