Repository: pisilinux/uludag
Catalog: tags/BLACKHOLE/network-manager-ui/po/*.po
Languages: es

source: You are not authorized for this operation.
es: No está autorizado para esta operación.

source: Waiting DBus...
es: Esperando DBus...

source: Connection to the DBus unexpectedly closed, trying to reconnect...
es: Conexión con DBus cerrada inesperadamente, intentando reconectar...

source: Cannot connect to the DBus! If it is not running you should start it with the 'service dbus start' command in a root console.
es: No posible conectar con DBus! Si no se está ejecutando lo debería iniciar con el comando 'service dbus start' desde una consola de root.

source: new connection
es: nueva conexión

source: Create a new connection
es: Crear una conexión nueva

source: Select device:
es: Seleccionar dispositivo:

source: Create
es: Crear

source: No suitable device found
es: Dispositivo no encontrado

source: Install network packages!
es: Instalar paquetes de red!

source: No package with COMAR network scripts are installed yet.
es: No se instalaron todavía paquetes con los scripts de red COMAR.

source: Network Manager
es: Administrador de Red

source: Scanning...
es: Buscando...

source: Profile <b>%s</b> matched.
es: Perfil <b>%s</b> coincide.

source: There is no matched profile
es: No hay perfil coincidente

source: No scan result
es: Sin resultado de búsqueda

source: Connecting to <b>%s</b> ...
es: Conectando con <b>%s</b> ...

source: Name:
es: Nombre:

source: Authentication
es: Autenticación

source: Address:
es: Dirección:

source: Automatic
es: Automático

source: Turn on/off connection
es: Conectar/Desconectar

source: Configure connection
es: Configurar conexión

source: Delete connection
es: Eliminar conexión

source: Should I delete the '%s' connection?
es: Desea eliminar la conexión '%s' ?

source: Delete connection?
es: Eliminar conexión ?

source: No device!
es: No hay dispositivo !

source: New connection
es: Nueva Conexión

source: Name Service Settings
es: Configuración de servidores de nombres (DNS)

source: Connect Automatically
es: Conectar automáticamente

source: Share Connection
es: Compartir conexión

source: Try Auto Connect on startup
es: Intentar conexión automática al iniciar el sistema

source: Network Connections Help
es: Ayuda de conexión de red

source: Channel
es: Canal

source: Mode
es: Modo

source: Protocol
es: Protocolo

source: No remotes found
es: No se encontraron equipos remotos

source: <hidden>
es: <oculto>

source: Scan results:
es: Resultado de búsqueda:

source: Scan again
es: Buscar de nuevo

source: Use
es: Usar

source: No authentication
es: Sin autenticación

source: Configure network connection
es: Configurar conexiones de Red

source: Connection
es: Conexión

source: Address Settings
es: Dirección IP

source: Name Server Settings
es: Servidores de nombres (DNS)

source: Name
es: Nombre

source: Device
es: Dispositivo

source: Select
es: Seleccionar

source: Automatic query (DHCP)
es: Asignación automática (DHCP)

source: Address :
es: Dirección :

source: Custom
es: Personalizado

source: Net mask :
es: Mascara de Red :

source: Gateway :
es: Puerta de enlace (GW) :

source: Private Key File :
es: Archivo de clave privada :

source: Private Key Password :
es: Contraseña de clave privada :

source: CA Certificate :
es: Certificado CA :

source: Client Certificate :
es: Certificado de cliente :

source: Password :
es: Contraseña :

source: User/Identity :
es: Usuario/Identidad :

source: Anonymous User :
es: Usuario anónimo :

source: Inner Authentication
es: Autenticación interna

source: browse
es: explorar

source: *|Certificates
es: *|Certificados

source: Select CA Certificate File
es: Seleccionar Archivo de certificado CA

source: Select Client Certificate File
es: Seleccione Archivo de certificado de cliente

source: Select Private Key File
es: Seleccionar archivo de clave privada

source: Host name:
es: Nombre de máquina (hostname):

source: Name servers
es: Servidores de Nombres

source: Up
es: Activo

source: Down
es: Inactivo

source: Add Name Server
es: Agregar Servidor de nombres

source: Name server:
es: Servidor de nombres:

source: Internet Connection Sharing
es: Compartir conexión de Internet

source: Share Internet Connection
es: Compartir conexión de Internet

source: Interface that goes to internet
es: Interfaz dirigido hacia la internet

source: Interface that will share connection
es: Interfaz que va a compartir la conexión

source: D-Bus Error
es: Error D-Bus

source: COMAR Error
es: Error COMAR

source: Changing States of Interfaces Failed
es: Falla al aplicar cambios de estado de interfaces

source: DHCP Server Error
es: Error de servidor DHCP

source: The interfaces that you have selected must be different to share internet connection
es: Debe seleccionar interfaces diferentes para compartir la conexión a internet

source: Check Selected Interfaces
es: Verifique las interfaces seleccionados

source: The sharing of your connection has been successfully done.
es: La configuración para compartir la conexión de internet fue aplicada exitosamente.

source: Sharing is OK
es: Compartir está funcionando

source: You do not have an ip address for the interface that goes to internet
es: No tiene una dirección IP para la interfaz hacia la internet

source: IP address not found
es: Dirección IP no encontrada

source: Just try to connect automatically
es: Intentar conexión automática

source: Network manager module is already started!
es: Módulo de administración de Red ya está iniciado!

source: Firewall...
es: Cortafuegos...

source: Edit Connections...
es: Editar conexiones...

source: Show Notifications
es: Mostrar notificaciones

source: Icon Per Device
es: Ícono por cada dispositivo

source: Single Icon
es: Ícono único

source: Should network-applet start automatically when you login?
es: Iniciar ícono del network-applet en barra de tareas al iniciar sesión ?

source: Connecting to <b>%1</b> ...
es: Conectando con <b>%1</b> ...

source: Connected to <b>%1</b>
es: Conectado con <b>%1</b>

source: Connection failed <b>%1</b>
es: Conexión fallado <b>%1</b>

source: You are offline now
es: Ud. se encuentra ahora fuera de línea

source: Network Applet
es: Applet de Red
