Repository: pisilinux/uludag
Catalog: branches/kde/kaptan/2/po/*.po
Languages: es

source: hours
es: horas

source: &Single-click to open files and folders
es: Abrir archivos y carpetas con un &solo click

source: &Test Wallpaper
es: &Probar fondo

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. With package-manager you can easily install new programs and upgrade your system. But also can work in the system tray and periodically checks new upgrades of the programs that are installed on your system.
es: <b>Administrador de Paquetes</b> es la interfaz gráfica de <b>PiSi</b>. Con el administrador de paquetes puede instalar fácilmente nuevos programas y actualizar su sistema. Pero también puede ejecutarse en la barra de tareas y verificar periódicamente actualizaciones disponibles para los programas instalados.

source: <b>Pardus </b>is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; with acquiring the strong ideas, architecture and code of other distributions; with a custom configuration framework which has the ability to evolve into an autonomous system; for simplifying the installation and usage of the computers.
es: <b>Pardus </b> es una distribución GNU/Linux, destinada a necesidades básicas de escritorio; aprovechando ideas, arquitectura y código de otras distribuciones; Con una herramienta adaptada de configuración del sistema, que tiene la opción de convertirse en un producto independiente; Destinado a la simplificación de la instalación y uso de las computadoras.

source: <center>You have finished! Now you can start using <b>Pardus</b></center>
es: <center>Terminado! Ahora puede empezar a usar <b>Pardus</b></center>

source: Button Order
es: Orden de botones

source: Check updates automatically for every
es: Comprobar actualizaciones automáticamente cada

source: Click behaviour
es: Comportamiento de clíc

source: Don't change desktop background!
es: No cambiar el fondo del escritorio!

source: Dou&ble-click to open files and folders (select icons on first click)
es: Clic do&ble para abrir archivos y carpetas (primer clic selecciona los íconos)

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
es: Aquí puede elegir un <b>estilo </b>para el escritorio. <b>Pardus</b> le trae algunos estilos atractivos para su uso.

source: Here, you can select a <b>wallpaper</b> for your desktop background. <b>Pardus</b> provides eye candy wallpapers, you can select one of them, as you wish.
es: Aquí puede elegir una <b>imagen de fondo</b> de escritorio. <b>Pardus</b> viene con fondos atractivos para elegir.

source: If you are left-handed, you may prefer to swap the functions of the left and right buttons on your pointing device by choosing the 'Left handed' option below. You can also select default click behaviour.
es: Si es zurdo podría preferir invertir las funciones de los botones del puntero (ratón) indicando la opción 'Zurdo' abajo. También puede establecer el comportamiento por defecto de los botones.

source: Package Manager
es: Administrador de Paquetes

source: Reverse scroll
es: Desplazamiento invertido

source: Show in system tray
es: Mostrar en barra de tareas

source: Start Pardus Configuration Center (Tasma)
es: Iniciar Centro de Configuración de Pardus (Tasma)

source: Style
es: Estilo

source: Test Style
es: Probar estilo

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. This application will also set some default configuration for a better desktop :).
es: Este aplicativo, llamado <b>Kaptan Desktop</b>, le ayudará realizar una configuración básica pero funcional para su estación de trabajo <b>Pardus</b> de manera rápida. Este aplicativo también establece algunas configuraciones por defecto para un mejor escritorio :).

source: Use enhanced Kickoff style menu
es: Usar menú de estilo Kick-off mejorado

source: Wallpaper
es: Imagen de fondo

source: Welcome
es: Bienvenido
