Repository: pisilinux/uludag
Catalog: tags/kde/display-settings/0.9.96/po/*.po
Languages: de, es

source: Display Settings
de: Bildschirm Einstellungen
es: Configuración de Monitor

source: Outputs
de: Ausgänge
es: Salidas

source: Extend desktop to all displays
es: Extender escritorio a todos los monitores

source: Detect Outputs
de: Ausgänge suchen
es: Detectar salidas

source: Output Properties
de: Output Eigenschaften
es: Propiedades de las salidas

source: Size:
de: Größe:
es: Tamaño:

source: Refresh Rate:
de: Wiederholungsrate:
es: Tasa de refresh:

source: Rotation:
es: Rotación:

source: No Rotation
de: Keine Rotation
es: No rotar

source: Left (90 degrees)
de: Links (90 Grad)
es: Izquierda (90 grados)

source: Upside-Down (180 degrees)
de: Upside-Down (180 Grad)
es: Dar vuelta (180 Grados)

source: Right (270 degrees)
de: Rechts (270 Grad)
es: Derecha (270 Grad)

source: Video Card Configuration
de: Konfiguration der Grafikkarte
es: Configuración de tarjeta gráfica

source: Video Driver
de: Grafikkartentreiber
es: Controlador gráfico

source: Use the default driver for the detected card.
de: Voreingestellten Treiber für die gefundene Grafikkarte benutzen
es: Usar el controlador preestablecido para la tarjeta detectada.

source: Select from the list:
de: Aus der Liste auswählen:
es: Seleccionar de la lista:

source: Color Depth
es: Cantidad de colores

source: Determined by the driver
de: Vom Treiber vorgegeben
es: Determinado por el controlado

source: Display Configuration Tool
de: Bildschirmeinstellungs-Tool
es: Herramienta de Configuración de Monitor

source: Current Maintainer
de: Aktueller Betreuer
es: Mantenedor actual

source: Default Output
es: Salida predeterminada

source: Laptop Panel
de: Notebook Bildschirm
es: Monitor de Notebook

source: Analog Output
de: Analoger Ausgang
es: Salida analógica

source: Digital Output
de: Digitaler Ausgang
es: Salida digital

source: TV Output
de: TV Ausgang
es: Salida TV

source: There are no packages that provide backend for this application. Please be sure that packages are installed and configured correctly.
de: Es sind keine Pakete installiert / vorhanden, um für diese Application eine grafische Oberfläche zu bieten. Bitte prüfen sie ob alle nötigen Pakete installiert und korrekt konfiguriert wurden.
es: No hay aplicativo que respalda las funciones de esta pantalla. Por favor asegúrese que los paquetes respectivos están instalados y configurados de manera correcta.

source: Cannot find a valid configuration. Display settings won't be enabled until you create a new configuration. Would you like to create a safe configuration now?
es: Actualmente no está disponible una configuración válida. Para poder aplicar los parámetros de video se requiere crear una nueva configuración. Desea crear una configuración de video seguro ahora ?

source: Access denied.
de: Zugriff verweigert.
es: Acceso denegado.

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. Do you want to use this driver?</p></qt>
de: <qt>Für eine bessere Performance, könnten Sie den <b>%1</b> Treiber verwenden, welcher vom Hardwarehersteller angeboten wird. Wollen Sie diesen Treiber verwenden?</p></qt>
es: <qt>Para un mejor performance podría preferir usar el controlador <b>%1</b> proveído por el fabricante del hardware. Desea utilizar este controlador ?</p></qt>

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. To use it, you must install <b>%2</b> package and choose <b>%1</b> from video card options.</qt>
de: <qt>Für eine bessere Performance, könnten Sie den <b>%1</b> Treiber verwenden, welcher vom Hardwarehersteller angeboten wird. Um diesen zu nutzen, müssen Sie folgende Pakete installieren <b>%2</b> und wählen Sie <b>%1</b> bei den Grafikkartenoptionen aus.</qt>
es: <qt>Para un mejor performance podría preferir usar el controlador <b>%1</b> proveído por el fabricante del hardware. Para usarlo debe instalar el paquete <b>%2</b> y elegir <b>%1</b> de las opciones de la tarjeta gráfica.</qt>

source: Start Package Manager
de: Starte Paket Manager
es: Iniciar Administrador de Paquetes

source: You must restart your X session for the changes to take effect.
es: Debe reiniciar su sesión gráfica X para que los cambios tengan efecto.

source: Settings for Output %1
de: Konfiguration für Ausgang %1
es: Configuración de salida %1

source: Custom Monitor
de: Benutzerdefinierter Monitor
es: Monitor Personalizado

source: <qt><i>Click "Choose..." button to select a monitor</i></qt>
de: <qt><i>klicken Sie den "Wählen..." Button um einen Monitor auszuwählen</i></qt>
es: <qt><i>Presione el botón "Elegir..." para seleccionar un monitor</i></qt>

source: Type:
de: Typ:
es: Tipo:

source: Monitors:
de: Monitore:
es: Monitores:

source: Output Properties - %1
de: Konfiguration des Ausgangs - %1
es: Configuración de salida - %1

source: Output Configuration
de: Ausgangskonfiguration
es: Configuración de salida

source: If the frequency ranges that your monitor supports are not detected for some reason, you can specify them here. Be careful with these values, as an inaccurate value may damage your monitor, especially if it is an old model.
de: Falls der mögliche höchste oder beste Frequenzbereich ihres Monitors nicht erkannt wird, können Sie hier die Frequenz einstellen. Bitte seien Sie besonders vorsichtig mit den neuen Parametern, da inkorrekte Eingaben Ihren Monitor beschädigen können, besonders bei älteren Modellen.
es: Si por alguna razón no fueron detectados los rangos de frecuencia soportandos por su monitor, los puede especificar aquí. Tenga cuidado con los valores, ya que valores incorrectos podrían dañar a su monitor, especialmente si es un modelo de monitor antiguo.

source: Specify Ranges
de: Spezifiziere Frequenzen
es: Especificar Frecuencias

source: Selection:
de: Auswahl:
es: Selección:

source: Select a standard monitor
de: Wählen Sie den Standardmonitor
es: Elegir monitor estándar

source: Select from vendor/model list
de: Hersteller/Modelltyp in Liste suchen
es: Seleccionar de lista Fabricante/Modelo

source: Enter ranges manually
de: Geben Sie die Frequenzen manuell ein
es: Ingrese los rangos manualmente

source: Choose...
de: Wähle...
es: Elija...

source: Horizontal sync:
es: Sinc. horizontal:

source: Vertical refresh:
es: Refresh vetical:

source: Frequency Ranges
de: Frequenzwerte
es: Rangos de frecuencias

source: If your monitor's dimensions are not correctly detected, fonts and other visual objects might seem larger or smaller than normal. In order to fix this problem, you can specify your monitor's dimensions here.
de: Falls die Bildschirmgröße Ihres Monitors nicht korrekt erkannt wurden, könnten Schriftarten und andere visuelle Objekte größer oder kleiner als normal erscheinen. Sie können dieses Problem lösen, indem sie hier die Größe Ihres Monitors angeben.
es: Si las dimensiones de su monitor no fueron detectados correctamente, los fuentes y otros objetos visuales podrían aparecer más largo o más corto de lo normal. Para solucionar este problema puede indicar aquí las medidas de su monitor.

source: Specify Display Size
de: Geben Sie die Displaygröße an
es: Especificar tamaño de monitor

source: Display size:
de: Displaygröße:
es: Tamaño de monitor:

source: 15.4" Wide Screen
es: 15.4" Pantalla ancha

source: Custom
de: Benutzerdefiniert
es: Personalizado

source: Width:
de: Weite:
es: Ancho:

source: Height:
de: Höhe:
es: Altura:

source: Dimensions
de: Dimensionen
es: Dimensiones

source: Ignore this output
de: Diesen Ausgang ignorieren
es: Ignorar esta salida

source: Browse Monitors
de: Monitore auflisten
es: Listar monitores

source: Vendors:
de: Hersteller:
es: Fabricante:

source: Models:
de: Modelle:
es: Modelos:

source: Video Card:
de: Grafikkarte:
es: Tarjeta gráfica:

source: Card Info
de: Grafikkarteninfo
es: Información de la tarjeta

source: Configure...
de: Konfiguriere...
es: Configurando...

source: Outputs:
de: Ausgänge:
es: Salidas:
