Repository: pisilinux/uludag
Catalog: branches/kde/package-manager/2008/po/*.po
Languages: ca, de, es, fr, it, nl, pt_br, sv

source: Downloading package list of %1
ca: Estic descarregant la llista de paquets de %1
de: Paketliste wird von %1 heruntergeladen
es: Descargando lista de paquetes de %1
fr: Téléchargement de la liste des paquets de %1
it: Scaricamento della lista dei pacchetti presenti in %1 in corso
nl: Downloaden pakketlijst van %1
pt_br: Baixando lista de pacotes de %1
sv: Hämtar paketlista för %1

source: Confirm
ca: Confirma
de: Bestätigen
es: Confirmación
fr: Confirmer
it: Conferma
nl: Bevestig
pt_br: Confirmar
sv: Bekräfta

source: GUI for PiSi package manager
ca: Interfície gràfica del gestor de paquets PiSi
de: GUI für PiSi-Paket-Manager
es: Interfaz gráfico del Administrador de paquetes PiSi
fr: Interface graphique du gestionnaire de paquets PiSi
it: GUI per il gestore di pacchetti PiSi
nl: Grafische gebruikersinterface voor PiSi pakketbeheer
pt_br: Interface gráfica para o gerenciador de pacotes PiSi
sv: Grafiskt användargränssnitt för pakethanteraren PiSi

source: Package Manager
ca: Gestor de programari
de: Paket-Manager
es: Administrador de paquetes
fr: Gestionnaire de paquets
it: Gestore di pacchetti
nl: Pakketbeheer
pt_br: Gerenciador de Pacotes
sv: Pakethanteraren

source: Developer and Current Maintainer
ca: Desenvolupador i encarregat actual
de: Entwickler und aktueller Betreuer
es: Desarollador y Mantenedor actual
fr: Développeur et responsable actuel
it: Sviluppatore e manutentore corrente
nl: Ontwikkelaar en huidige handhaver
pt_br: Desenvolvedor e Atual Mantenedor
sv: utvecklare och nuvarande underhållare

source: Developer
de: Entwickler
es: Programador
fr: Développeur
it: Sviluppatore
nl: Ontwikkelaar
sv: utvecklare

source: Original Author
ca: Autor original
de: Urprünglicher Autor
es: Autor Original
fr: Auteur d'origine
it: Autore originale
nl: Originele auteur
pt_br: Autor Original
sv: ursprunglig upphovsman

source: CSS/JS Meister
ca: Mestre CSS/JS
fr: CSS/JS maître
it: Esperto CSS/JS
pt_br: Mestre do CSS/JS
sv: CSS/JS-mästare

source: GUI Design & Usability
ca: Disseny d'interfície gràfica i usabilitat
de: GUI Design & Benutzerfreundlichkeit
es: Diseño & Usabilidad de la interfaz gráfica
fr: Conception d'IHM et ergonomie
it: Design & Usabilità della GUI
nl: Ontwerp en functionaliteit grafische gebruikersinterface
pt_br: Projeto de GUI & Usabilidade
sv: grafisk formgivning och användbarhet

source: Authors of PiSi API
ca: Autors de l'API del PiSi
de: Autoren von PiSi API
es: Autores del PiSi API
fr: Auteurs de l'interface de programmation (API) PiSi
it: Autori delle API di PiSi
nl: Auteurs van PiSi API
pt_br: Autores da API do PiSi
sv: utvecklare av PiSi:s API

source: Show Installed Packages
ca: Mostra els paquets instal·lats
de: Installierte Pakete anzeigen
es: Paquetes instalados
fr: Afficher les paquets installés
it: Mostra pacchetti installati
nl: Toon geïnstalleerde pakketten
pt_br: Mostrar Pacotes Instalados
sv: Visa &installerade paket

source: Show New Packages
ca: Mostra els paquets nous
de: Neue Pakete anzeigen
es: Paquetes nuevos
fr: Afficher les nouveaux paquets
it: Mostra nuovi pacchetti
nl: Toon nieuwe pakketten
pt_br: Mostrar Novos Pacotes
sv: Visa &nya paket

source: Show Upgradable Packages
ca: Mostra els paquets per què hi haja actualitzacions
de: Upgrades anzeigen
es: Paquetes a actualizar
fr: Afficher les paquets dont une mise à jour est disponible
it: Mostra pacchetti aggiornabili
nl: Toon op te waarderen pakketten
pt_br: Mostrar Pacotes Atualizáveis
sv: Visa paket med &uppdateringar

source: Package Manager Help
ca: Ajut per al gestor de programari
de: Paket-Manager-Hilfe
es: Ayuda del Administrador de Paquetes
fr: Aide du Gestionnaire de paquets
it: Aiuto sul gestore di pacchetti
nl: Pakketbeheer hulp
pt_br: Ajuda do Gerenciador de Pacotes
sv: Handbok Pakethanteraren

source: Package to install
ca: Paquets a instal·lar
de: Zu installierendes Paket
es: Paquete a instalar
fr: Paquet à installer
it: Pacchetto da installare
nl: Te installeren pakket
pt_br: Pacote para instalar
sv: Paket för installation

source: Show main window on startup
ca: Mostra la finestra principal en engegar
de: Hauptfenster beim Starten anzeigen
es: Mostrar pantalla principal durante el arranque
fr: Afficher la fenêtre principale au démarrage
it: Mostra la finestra principale all'avvio
nl: Toon hoofdvenster bij opstarten
pt_br: Mostrar janela principal ao iniciar
sv: Visa fönster vid start

source: Show debug output
de: Debug-Ausgabe anzeigen
es: Mostrar mensajes de depuración
fr: Montrer les messages de debug
it: Mostra output di debug
nl: Toon debug uitvoer
sv: Visa felsökningsinformation

source: Package Manager is already running!
ca: Ho sent. El gestor del programari ja està en marxa.
de: Paket-Manager wird bereits ausgeführt!
es: Administrador de Paquetes ya se está ejecutando !
fr: Le gestionnaire de paquets est déjà en cours d'exécution !
it: Il gestore di pacchetti è già in esecuzione!
nl: Pakketbeheer is al opgestart!
pt_br: Gerenciador de Pacotes já está executando!
sv: Pakethanteraren körs redan!

source: Basket
ca: Cistell
de: Korb
es: Carrito
fr: Panier
it: Cestino
nl: Mandje
pt_br: Cesta
sv: Korg

source: Selected package(s) for removal:
ca: Paquet(s) seleccionat(s) per a eliminar:
de: Zum Entfernen ausgewählte(s) Paket(e):
es: Paquetes seleccionados para remover:
fr: Paquet(s) sélectionné(s) pour suppression :
it: Pacchetti selezionati per la rimozione:
nl: Geselecteerde te verwijderen pakket(ten):
pt_br: Pacote(s) selecionado(s) para remoção:
sv: Paket valda för borttagning:

source: Reverse dependencies of the selected package(s) that are also going to be removed:
ca: Inverteix les dependències del(s) paquet(s) seleccionat(s) que van a ser eliminades també
de: Abhängige(s) Paket(e), die zu(m) gewählten Paket(en) auch entfernt werden:
es: Dependencias reversas de los paquetes seleccionados que tambien se removerán:
fr: Dépendances inverses des paquets sélectionnés qui seront aussi supprimés :
it: Dipendenze inverse dei pacchetti selezionati che saranno a loro volta rimosse:
nl: Keer afhankelijkheden van de geselecteerde pakket(ten) om welk ook verwijderd zullen worden:
pt_br: Dependências reversas do(s) pacote(s) selecionado(s) que serão também removidas:
sv: Omvända beroenden för valda paket kommer också att tas bort:

source: Selected package(s) for install:
ca: Paquet(s) seleccionat(s) per a instal·lar:
de: Ausgewählte(s) Paket(e) für die Installation:
es: Paquetes seleccionados para instalar:
fr: Paquet(s) sélectionné(s) pour installation :
it: Pacchetti selezionati da installare:
nl: Geselecteerde te installeren pakket(ten):
pt_br: Pacote(s) selecionado(s) para instalação:
sv: Paket valda för installation:

source: Extra dependencies of the selected package(s) that are also going to be installed:
ca: Dependències addicionals del(s) paquet(s) seleccionat(s) a instal·lar:
de: Abhängige(s) Paket(e), die zu(m) gewählten Paket(en) auch installiert werden:
es: Dependencias requeridos de los paquetes seleccionados que serán instalados también:
fr: Dépendances supplémentaires des paquets sélectionnés qui vont également être installées :
it: Dipendenze aggiuntive dei pacchetti selezionati che saranno a loro volta installate:
nl: Extra afhankelijkheden van de geselecteerde pakket(ten) welk ook geïnstalleerd zullen worden:
pt_br: Dependências extras do(s) pacote(s) selecionado(s) que também vão ser instaladas:
sv: Extra beroenden för valda paket som också kommer att installeras:

source: Selected package(s) for upgrade:
ca: Paquet(s) seleccionat(s) per a actualitzar:
de: Für das Upgrade ausgewählte(s) Paket(e):
es: Paquetes seleccionados para actualizar:
fr: Paquet(s) sélectionné(s) pour mise à jour :
it: Pacchetti selezionati per l'aggiornamento:
nl: Geselecteerde op te waarderen pakket(ten):
pt_br: Pacote(s) selecionado(s) para atualização:
sv: Paket valda för uppdatering:

source: Extra dependencies of the selected package(s) that are also going to be upgraded:
ca: Dependències addicionals dels paquet(s) seleccionat(s) a actualitzar:
de: Abhängige(s) Paket(e), für die, zu(m) gewählten Paket(en), auch ein Upgrade durchgeführt wird:
es: Dependencias requeridos de los paquetes seleccionados que se actualizarán también:
fr: Dépendances supplémentaires du/des paquet(s) sélectionné(s) qui vont également être mis à jour :
it: Dipendenze aggiuntive dei pacchetti selezionati che saranno a loro volta aggiornate:
nl: Extra afhankelijkheden van de geselecteerde pakket(ten) welk ook bijgewerkt zullen worden:
pt_br: Dependências extras do(s) pacote(s) selecionado(s) que também vão ser atualizadas:
sv: Extra beroenden för valda paket som också kommer att uppdateras:

source: Total Size:
ca: Grandària total:
de: Gesamtgrösse:
es: Tamaño total:
fr: Taille cumulée :
it: Dimensioni totali:
nl: Totale grootte:
pt_br: Tamanho Total:
sv: Sammanlagd storlek:

source: Update Basket
ca: Actualitza el cistell
de: Korb aktualisieren
es: Actualizar Carrito
fr: Mettre à jour le panier
it: Aggiorna cestino
nl: Mandje bijwerken
pt_br: Atualizar Cesta:
sv: Uppdatera korg

source: Total Size: <b>%1</b>
ca: Grandària total: <b>%1</b>
de: Gesamtgrösse: <b>%1</b>
es: Tamaño total: <b>%1</b>
fr: Taille Cumulée : <b>%1</b>
it: Dimensioni totali: <b>%1</b>
nl: Totale grootte: <b>%1</b>
pt_br: Tamanho Total: <b>%1</b>
sv: Sammanlagd storlek: <b>%1</b>

source: Size:
ca: Grandària:
de: Grösse:
es: Tamaño:
fr: Taille :
it: Dimensioni:
nl: Grootte:
pt_br: Tamanho:
sv: Sorlek:

source: extracting
ca: estic extraient
de: wird extrahiert
es: extrayendo
fr: extraction
it: estraendo
nl: uitpakken
pt_br: extraindo
sv: packas upp

source: configuring
ca: estic configurant
de: wird konfiguriert
es: configurando
fr: configuration
it: configurando
nl: configureren
pt_br: configurando
sv: konfigureras

source: removing
ca: estic esborrant
de: wird entfernt
es: removiendo
fr: suppression
it: rimuovendo
nl: verwijderen
pt_br: removendo
sv: tas bort

source: installing
ca: estic instal·lant
de: wird installiert
es: instalando
fr: installation
it: installando
nl: installeren
pt_br: instalando
sv: installeras

source: Add New Repository
ca: Afegeix un nou repositori
de: Neues Depot hinzufügen
es: Agregar Repositorio Nuevo
fr: Ajouter un nouveau dépôt
it: Aggiungi nuovo repository
nl: Toevoegen nieuwe repository
pt_br: Adicionar Novo Repositório
sv: Lägg till förråd

source: Edit Repository
ca: Edita el repositori
de: Depot bearbeiten
es: Editar Repositorio
fr: Modifier un dépôt
it: Modifica repository
nl: Bewerken repository
pt_br: Editar Repositório
sv: Redigera förråd

source: <qt>Repository address should end with xml or xml.bz2 suffix.<p>Please try again.</qt>
ca: <qt>L'adreça del repositori ha de tenir l'extensió xml o xml.bz2.<p>Si et plau, intenta-ho una altra vegada.</qt>
de: <qt>Die Adresse des Depots sollte mit xml oder xml.bz2 enden.<p>Bitte erneut versuchen.</qt>
es: <qt>La dirección de repositorio debe terminar en xml o xml.bz2.<p>Por favor intente de nuevo.</qt>
fr: <qt>L'adresse d'un dépôt devrait finir avec le suffixe xml ou xml.bz2.<p> Veuillez essayer une nouvelle fois.</qt>
it: <qt>L'indirizzo di un repository dovrebbe terminare con un'estensione xml o xml.bz2 suffix.<p>Per favore controlla il dato inserito.</qt>
nl: <qt>Repository adres hoort te eindigen op xml of xml.bz2. <p>Probeer opnieuw.</qt>
pt_br: <qt>Endereço do repositório deve termicar com o sufixo xml ou xml.bz2.<p>Por favor, tente de novo.</qt>
sv: <qt>Förrådsadresser ska sluta med xml eller xml.bz2.<p>Försök igen.</qt>

source: Pisi Error
ca: Error de Pisi
de: PiSi Fehler
fr: Erreur de PiSi
it: Errore di PiSi
nl: Pisi fout
pt_br: Erro do PiSi
sv: Pisi-fel

source: All the cached packages will be deleted. Are you sure?
ca: Tots els paquets en la memòria cau s'esborraran. Que estàs segur?
de: Alle Pakete, die sich im Cache befinden, werden gelöscht. Sind Sie sicher?
es: Se eliminarán todos los paquetes guardados en el cache. Está seguro ?
fr: Tous les paquets situés dans le cache vont être supprimés. En êtes vous sûr ?
it: Tutti i pacchetti nella cache verranno cancellati. Sei sicuro di voler proseguire?
nl: Alle pakketten in cachegeheugen zullen worden verwijderd. Bent u zeker?
pt_br: Todos os pacotes em cache serão deletados. Você tem certeza?
sv: Alla cachade kopior kommer att raderas. Är du säker?

source: Repository Dialog
ca: Capsa de diàleg del repositori
de: Depot-Dialog
es: Diálogo de Repositorio
fr: Fenêtre du dépôt
it: Finestra gestione repository
nl: Repository dialoog
pt_br: Diálogo de Repositório
sv: Förrådsdialog

source: Repository &Address
ca: Repositori i adreça
de: &Adresse des Depots
es: &Dirección URL de Repositorio
fr: &Adresse du Dépôt
it: &Indirizzo repository
nl: Repository &adres
pt_br: &Endereço do Repositório
sv: Förråds&adress

source: Adress of the repository, e.g <b>http://foo.bar.com/pisi-index.xml</b>
ca: Adreça del repositori, per exemple <b>http://foo.bar.com/pisi-index.xml</b>
de: Adresse des Depots, z.B. <b>http://foo.bar.com/pisi-index.xml</b>
es: Dirección de repositorio, ej. <b>http://foo.bar.com/pisi-index.xml</b>
fr: Adresse du dépôt, e.g. <b>http://foo.bar.com/pisi-index.xml</b>
it: Indirizzo del repository, ad esempio <b>http://foo.bar.com/pisi-index.xml</b>
nl: Adres van de repository, bijv. <b>http://foo.bar.com/pisi-index.xml</b>
pt_br: Endereço do repositório, e.g <b>http://foo.bar.com/pisi-index.xml</b>
sv: Förrådsadress, tex. <b>http://foo.bar.com/pisi-index.xml</b>

source: Repository &Name
ca: Repositori i nom
de: Depot &Name
es: &Nombre de Repositorio
fr: &Nom du dépôt
it: &Nome repository
nl: Repository &naam
pt_br: &Nome do Repositório
sv: Förråds&namn

source: Name of the repository, e.g <b>pardus-devel</b>
ca: Nom del repositori, per exemple <b>pardus-devel</b>
de: Name des Depots, z.B. <b>pardus-devel</b>
es: Nombre de Repositorio, ej. <b>pardus-devel</b>
fr: Nom du dépôt, e.g. <b>pardus-devel</b>
it: Nome del repository, ad esempio <b>pardus-devel</b>
nl: Naam van de repository, bijv. <b>pardus-devel</b>
pt_br: Nome do repositório, e.g <b>pardus-devel</b>
sv: Förrådets namn, tex. <b>pardus-devel</b>

source: Select all packages in this category
ca: Selecciona tots els paquets d'aquesta categoria
de: Alle Pakete aus dieser Kategorie auswählen
es: Selecccionar todos los paquetes de esta categoría
fr: Sélectionner tous les paquets de cette catégorie
it: Seleziona tutti i pacchetti in questa categoria
nl: Selecteer alle pakketten in deze categorie
pt_br: Selecionar todos os pacotes nesta categoria
sv: Välj alla paket i den här kategorin

source: Reverse package selections
ca: Inverteix les seleccions de paquets
de: Ausgewählte(s) Paket(e) zurücksetzen
es: Invertir las marcas de selección
fr: Sélection inverse des paquets
it: Selezione invertita dei pacchetti
nl: Keer pakketselectie om
pt_br: Inverter seleção de pacotes
sv: Invertera paketmarkering

source: Repository Name
ca: Nom del repositori
de: Depot-Bezeichnung
es: Nombre de Repositorio
fr: Nom de dépôt
it: Nome repository
nl: Repository naam
pt_br: Nome do Respositório
sv: Förrådsnamn

source: Address
ca: Adreça
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
nl: Adres
pt_br: Endereço
sv: Adress

source: Package Manager Settings
ca: Ajusts del gestor del programari
de: Paket-Manager Einstellungen
es: Configuración del Administrador de Paquetes
fr: Paramètres du gestionnaire de paquets
it: Impostazioni del gestore di pacchetti
nl: Pakketbeheer instellingen
pt_br: Configurações do Gerenciador de Pacotes
sv: Anpassa

source: &Show only desktop applications
ca: &Mostra només les utilitats per a l'escriptori
de: &Nur Desktop-Anwendungen anzeigen
es: Mo&strar solamente aplicaciones de escritorio
fr: &Afficher seulement les applications de bureautique
it: Mostra &solo applicazioni desktop
nl: &Toon alleen desktop toepassingen
pt_br: Mo&strar somente aplicações desktop
sv: Vi&sa enbart skrivbordsprogram

source: If checked, then pisi will only show desktop applications
ca: Si està marcat, aleshores PiSi només mostrarà les utilitats per a l'escriptori
de: Wenn diese Auswahl getroffen ist, wird PiSi nur Desktop-Anwendungen anzeigen
es: Si marcado, pisi solo mostrará aplicaciones de escritorio
fr: Pisi ne montrera que les applications de bureautique dans le cas où l'option est cochée
it: Se selezionato, PiSi mostrerà solo le applicazioni per desktop
nl: Indien geselecteerd, zal pisi alleen desktop toepassingen weergeven
pt_br: Se checado, então o PiSi irá mostrar somente aplicações desktop
sv: Om vald, visa enbart skrivbordprogram

source: &Enable system tray icon
ca: &Habilita l'icona a la safata del sistema
de: &System-Tray-Icon aktivieren
es: &Habilitar ícono en barra de tareas
fr: Activ&er l'icône dans le tableau de bord.
it: &Attiva l'icona nel vassoio di sistema
nl: G&ebruik systeemvak icoon
pt_br: &Habilitar ícone de bandeja do sistema
sv: Aktivera &systembrickan

source: Update check
de: Updateüberprüfung
es: Verificación de Actualizaciones
fr: Vérification de mise à jour
nl: Update controle
sv: Uppdateringskontroll

source: Check interval:
ca: Interval de verificació:
de: Überprüfugsintervall:
es: Intervalo de comprobación:
fr: Intervalle entre chaque vérification :
it: Intervallo di controllo:
nl: Controle interval:
pt_br: Checar intervalo:
sv: Intervall

source: Enable &periodic update check
ca: Habilita &la comprovació periòdica d'actualitzacions
de: &Intervall für die Überprüfung der Updates aktivieren
es: Habilitar comprobación &periódica de actualizaciones de paquetes
fr: Activer la vérification périodique de présence de mises à jour
it: Attiva controllo &periodico automatico dei pacchetti aggiornabili
nl: Activeer &periodieke update check
pt_br: Habilitar &intervalo de checagem de pacotes atualizáveis
sv: Aktivera automatisk kontroll

source: Bandwidth limit
de: Bandbreitenlimit
es: Límitar ancho de banda
fr: Limite de bande passante
it: Limite di banda
nl: Bandbreedte limiet
sv: Maximal nerladdningshastighet

source: Use bandwidth limit
de: Bandbreitenlimit verwenden
es: Limitar ancho de banda de bajada
fr: Limiter la bande passante
it: Usa limite di banda
nl: Gebruik bandbreedte limiet
sv: Begränsa bandbredd

source: Bandwidth limit:
de: Bandbreitenlimit:
es: Límite de ancho de banda:
fr: Limite de la bande passante
it: Limite di banda:
nl: Bandbreedte limiet:
sv: Maximal nerladdningshastighet:

source: kb/s
fr: ko/s
sv: kbit/s

source: &General Settings
ca: &Arranjaments generals
de: &Allgemeine Einstellungen
es: Configuraciones &Generales
fr: Paramètres &généraux
it: Impostazioni &generali
nl: Al&gemene instellingen
pt_br: Configurações &Gerais
sv: &Allmänna inställningar

source: Clear Cache
ca: Buida la memòria cau
de: Cache leeren
es: Vaciar cache
fr: Vider le cache
it: Pulizia cache
nl: Leeg cachegeheugen
pt_br: Apagar Cache
sv: Cachetömning

source: C&lean disk cache now
ca: B&uida la memòria cau ara
de: F&estplatten-Cache leeren
es: &Vaciar cache en disco ahora
fr: Vider &le cache du disque maintenant
it: Pu&lisci ora la cache sul disco
nl: Opruimen schijf&cache
pt_br: &Limpar cache do disco agora
sv: Töm cache

source: Clearing the disk cache will remove all downloaded software. This will not delete installed software or affect your system stability.
ca: En buidar la memòria cau esborraràs tot el programari que hages abaixat. Açò, però, no esborrarà el programari que hages instal·lat, i tampoc no afectarà l'estabilitat del teu sistema.
de: Durch das leeren des Festplatten-Caches, werden die heruntergeladenen Programme entfernt. Die installierten Programme werden dadurch nicht gelöscht und es wird auch keine Auswirkung auf die Systemstabilität haben.
es: Al vaciar el cache en disco, se eliminarán todos los paquetes (instaladores) de software descargados. Esto no afectará los software instalados, ni la estabilidad del sistema.
fr: Vider le cache du disque supprime tous les logiciels téléchargés. Cette manoeuvre n'efface pas les logiciels installés et n'affecte en rien la stabilité de votre système.
it: L'eliminazione della cache sul disco rimuoverà tutti i pacchetti software scaricati. Ciò non avrà alcun effetto sul software installato o sulla stabilità del tuo sistema.
nl: Legen van schijf cache zal alle gedownloade software verwijderen. Het zal geen geÏnstalleerde software verwijderen of de stabiliteit van uw systeem beïnvloeden.
pt_br: Apagando a cache do disco removerá todo o software baixado. Isto não irá deletar software instalado ou afetar a estabilidade do seu sistema.
sv: Genom att tömma cachen tas alla hämtade paket bort. Det påverkar varken installerade paket eller systemets stabilitet.

source: Cache usage
ca: Ús de la memòria cau
de: Cacheverbrauch
es: Uso de Cache
fr: Utilisation du cache
it: Utilizzo della cache
nl: Cachegebruik
pt_br: Uso de cache
sv: Cacheanvändning

source: Maximum cache size:
ca: Grandària màxima de la memòria cau admesa:
de: Maximale Cachegrösse:
es: Tamaño máximo de cache:
fr: Taille maximale du cache :
it: Dimensioni massime cache:
nl: Maximum cachegrootte:
pt_br: Tamanho máximo da cache:
sv: Cachestorlek på disk:

source: &Use hard disk cache for downloaded software
ca: &Usa la memòria cau del disc dur per al programari que s'haja abaixat
de: &Für die heruntergeladene Software den Festplatten-Cache verwenden
es: &Usar cache en disco rígido para software descargado
fr: &Utiliser un cache de disque dur pour les logiciels téléchargés
it: &Utilizza una cache sul disco fisso per i pacchetti scaricati
nl: Gebr&uik hardeschijf cache voor gedownloade software
pt_br: &Usar cache do disco para software baixado
sv: &Använd cache för hämtade paket

source: If checked, downloaded packages will be hold at the hard disk cache
ca: Si està marcat, aleshores els paquets que abaixes es mantindran a la memòria cau del teu disc dur
de: Wenn es aktiviert ist, werden heruntergeladene Pakete auf dem Festplatten-Cache gelagert
es: Si marcado, se conservarán los archivos descargados en el cache del disco
fr: si cochée, les paquets téléchargés seront conservés dans le cache du disque dur
it: Se selezionato, i pacchetti scaricati verranno conservati sul disco fisso in una cache
nl: Als geselecteerd, zullen gedownloade pakketten bewaard worden in de hardeschijf cache
pt_br: Se checado, os pacotes baixados serão armazenados na cache do disco
sv: Om vald, hämtade paket kommer att lagras i en hårddiskcache

source: Mb <i>(use 0 for no limit)</i>
ca: Megaoctets <i>(posa un zero si no vols cap límit)</i>
de: Mb <i>(0 für unbegrenzten Limit)</i>
es: Mb <i>(use 0 para indicar sin límite)</i>
fr: Mo <i>(mettre 0 pour illimité)</i>
it: Mb <i>(usa 0 per illimitato)</i>
nl: Mb <i>(gebruik 0 voor geen limiet)</i>
pt_br: Mb <i>(use 0 para não ter limite)</i>
sv: Mb <i>(använd 0 för obegränsad)</i>

source: You can see current software repositories and corresponding addresses here
ca: Ací pots veure els repositoris actuals i llurs adreces corresponents
de: Sie können hier die Software-Depots und die dazugehörigen Adressen ansehen
es: Aqui se pueden ver los repositorios actuales de software con sus direcciones
fr: Vous pouvez accéder aux dépôts courants et à leurs adresses respectives ici
it: Qui puoi vedere i repository software presenti e i loro indirizzi
nl: U kunt hier de huidige software repositories en corresponderende adressen zien
pt_br: Você pode ver repositórios de software atuais e seus respectivos endereços aqui
sv: Du kan se aktuella förråd och deras adresser här

source: &Add New Repository
ca: &Afegeix un nou repositori
de: Neues Depot &hinzufügen
es: &Agregar Nuevo Repositorio
fr: &Ajouter un nouveau dépôt
it: &Aggiungi nuovo repository
nl: &Toevoegen nieuwe repository
pt_br: &Adicionar Novo Repositório
sv: &Lägg till nytt förråd
