Repository: pisilinux/uludag
Catalog: branches/kde/package-manager/2008/po/*.po
Languages: ca, de, es, fr, it, nl, pt_br, sv

source: Progress
ca: Progrès
de: Fortschritt
es: Progreso
fr: Progression
it: Avanzamento
nl: Voortgang
pt_br: Progresso
sv: Förlopp

source: <p align="center"><b>490.35 KB / 12.83 MB, 38.2 KB/s</b></p>
fr: <p align="center"><b>490.35 Ko / 12.83 Mo, 38.2 Ko/s</b></p>

source: <h3>Preparing PiSi...</h3>
ca: <h3>Preparació del PiSi...</h3>
de: <h3>PiSi wird vorbereitet...</h3>
es: <h3>Preparando PiSi...</h3>
fr: <h3>Préparation de PiSi...</h3>
it: <h3>Preparazione di PiSi...</h3>
nl: <h3>Voorbereiden PiSi...</h3>
pt_br: <h3>Preparando PiSi...</h3>
sv: <h3>Förbereder PiSi...</h3>

source: Time remaining:
de: Verbleibende Zeit:
es: Tiempo restante:
fr: Temps restant :
it: Tempo rimanente:
nl: Nog te gaan:
sv: Återstående tid:

source: 2 / 20 packages installed.
de: 2/20 Pakete installiert.
es: 2 / 20 paquetes instalados.
fr: 2 paquets sur 20 installés.
it: Installati 2/20 pacchetti.
nl: 2 /20 pakketten geïnstalleerd.
sv: 2 / 20 paket installerade.

source: Operation:
de: Vorgang:
es: Operación:
fr: Opération :
it: Operazione:
nl: Handeling:
sv: Åtgärd:

source: Status:
es: Estado:
fr: Statut :
it: Stato:

source: Update
ca: Actualització
de: Aktualisieren
es: Actualizar
fr: Mise à jour
it: Aggiorna
pt_br: Atualizar
sv: Uppdatering

source: All
ca: Tot
de: Alle
es: Todos
fr: Tout
it: Tutti
nl: Alles
pt_br: Todos
sv: Alla

source: There are <b>%1</b> updates available!
ca: Hi ha <b>%1</b> actualitzacions disponibles!
de: Es sind <b>%1</b> Updates verfügbar!
es: Hay <b>%1</b> actualizaciones disponibles!
fr: Il y a <b>%1</b> mises à jour disponibles !
it: Ci sono <b>%1</b> aggiornamenti disponibili!
nl: Er zijn <b>%1</b> updates beschikbaar!
pt_br: Existem <b>%1</b> atualizações disponíveis!
sv: Det finns <b>%1</b> uppdateringar tillgängliga!

source: Updates Available!
de: Updates verfügbar!
es: Hay actualizaciones disponibles!
fr: Mises à jour disponibles !
it: Aggiornamenti Disponibili!
nl: Updates verkrijgbaar!
sv: Uppdateringar tillgängliga!

source: Unable to connect to DBus.
de: Verbindung zum DBus nicht möglich.
es: No posible conectar con DBus.
fr: Impossible de se connecter à DBus.
it: Impossibile connettersi a DBus.
nl: Kan niet verbinden met DBus.
sv: Kan inte ansluta till DBus

source: DBus Error
de: DBus-Fehler
es: Error DBus
fr: Erreur de DBus
it: Errore di DBus!
nl: DBus fout
sv: DBus-fel

source: D-Bus Error
de: D-Bus-Fehler
es: Error D-Bus
fr: Erreur de D-Bus
it: Errore di D-Bus
nl: D-Bus fout
sv: D-Bus-fel

source: COMAR Auth Error
de: COMAR Auth-Fehler
es: Error de autenticación COMAR
fr: Erreur d'authentification de COMAR
nl: COMAR identificatie fout
sv: COMAR Auth-fel

source: Network error. Please check your network connections and try again.
de: Netzwerk-Fehler. Bitte überprüfen Sie Ihre Netzwerkverbindungen und versuchen Sie es noch einmal.
es: Error de red. Por favor verifique la conexión de red e intente de nuevo.
fr: Erreur de réseau. Veuillez vérifier votre connexion au réseau et réessayer.
it: Errore di rete. Per favore, controlla che le tue connessioni di rete stiano funzionando e prova nuovamente.
nl: Netwerkfout. Controleer uw netwerkverbindingen en probeer opnieuw.
sv: Nätverksproblem. Kontrollera din nätverksanslutning och försök igen.

source: COMAR Error
de: COMAR-Fehler
es: Error COMAR
fr: Erreur de COMAR
it: Errore di COMAR!
nl: COMAR fout
sv: COMAR-fel

source: You are not authorized for this operation.
de: Sie sind für diesen Vorgang nicht die berechtigt.
es: No está autorizado para esta operación.
fr: Vous n'avez pas de droits suffisants pour réaliser cette opération.
it: Non hai i permessi necessari per eseguire questa operazione.
nl: U bent niet geautoriseerd voor deze handeling.
sv: Du saknar behörighet för denna åtgärd.

source: Loading Package List...
ca: Lectura de la llista de programari...
de: Paketliste wird geladen...
es: Cargando lista de Paquetes...
fr: Chargement de la liste de Paquets...
it: Caricamento lista dei pacchetti...
nl: Laden pakketlijst...
pt_br: Carregando Lista de Pacotes...
sv: Laddar paketlista...

source: Search:
ca: Cerca:
de: Suchen:
es: Buscar:
fr: Recherche :
it: Cerca:
nl: Zoek:
pt_br: Pesquisar:
sv: Sök:

source: Search
ca: Cerca
de: Suchen
es: Buscar
fr: Recherche
it: Cerca
nl: Zoek
pt_br: Pesquisar
sv: Sök

source: Show basket
ca: Què hi ha al cistell?
de: Korb anzeigen
es: Mostrar carrito
fr: Afficher le Panier
it: Mostra cestino
nl: Toon mandje
pt_br: Mostrar cesta
sv: Visa korg

source: Install Package(s)
ca: Instal·la el(s) paquet(s)
de: Paket(e) installieren
es: Instalar Paquete(s)
fr: Installer le(s) paquet(s)
it: Installa pacchetti
nl: Installeer pakket(ten)
pt_br: Instalar Pacote(s)
sv: Installera paket

source: Components
de: Komponente
es: Componentes
fr: Composants
it: Componenti
nl: Componenten
pt_br: Componentes
sv: Kategorier

source: Package-manager needs to update package database. You need a network connection to update.
ca: S'escau fer una actualització de la base de dades del gestor del programari. Per a això, necessites una connexió de xarxa.
de: Paket-Manager muss die Paket-Datenbank aktualisieren. Sie brauchen für die Aktualisierung eine Internetverbindung.
es: Package-manager requiere actualizar la base de datos de los paquetes. Se necesita una conexión de internet para esta operación.
fr: Le gestionnaire de paquets a besoin d'effectuer une mise à jour de sa base de données des paquets. Une connexion au réseau est nécessaire pour faire la mise à jour.
it: Il gestore di pacchetti deve aggiornare il suo database. È necessaria una connessione di rete per effettuare l'aggiornamento.
nl: Pakketbeheer dient de pakketdatabase bij te werken. U heeft een netwerkverbinding om te updaten.
pt_br: Gerenciador de pacoptes precisa atualizar o banco de dados. Você precisa de uma conexão de rede para atualizá-lo.
sv: Pakethanteraren behöver uppdatera paketdatabasen. Du behöver en nätverksanslutning för att uppdatera.

source: Package database is empty
ca: La base de dades del programari està buida
de: Paket-Datenbank ist leer
es: La base de datos de paquetes está vacía.
fr: La base de données des paquets est vide
it: Il database dei pacchetti è vuoto
nl: Pakketdatabase is leeg
pt_br: Banco de dados de pacotes está vazio
sv: Paketdatabasen är tom

source: Remove Package(s)
ca: Esborra el(s) paquet(s)
de: Paket(e) entfernen
es: Remover Paquete(s)
fr: Supprimer le(s) paquet(s)
it: Rimuovi pacchetti
nl: Verwijder pakket(ten)
pt_br: Remover Pacote(s)
sv: Ta bort paket

source: <b>Updating Repository</b>
ca: <b>Actualizació del repositori</b>
de: <b>Depot wird aktualisiert</b>
es: <b>Actualizando lista de paquetes disponibles</b>
fr: <b>Mise à jour du dépôt</b>
it: <b>Aggiornamento del repository</b>
nl: <b>Updaten repository</b>
pt_br: <b>Atualizando Repositório</b>
sv: <b>Uppdaterar förråd</b>

source: Upgrade Package(s)
ca: Actualitza el(s) paquet(s)
de: Paket(e)-Upgrade vornehmen
es: Actualizar Paquete(s)
fr: Mettre à jour le(s) paquet(s)
it: Aggiorna pacchetti
nl: Opwaarderen pakket(ten)
pt_br: Atualizar Pacote(s)
sv: Uppdatera paket

source: Search Results
ca: Resultats de la cerca
de: Suchergebnisse
es: Resultados de la Busqueda
fr: Résultats de la recherche :
it: Risultati della ricerca
nl: Zoekresultaten
pt_br: Resultados da Pesquisa
sv: Sökresultat

source: Currently your basket is empty.
ca: A hores d'ara el teu cistell està buit.
de: Momentan ist Ihr Korb leer.
es: Actualmente el carrito está vacío.
fr: Votre panier est actuellement vide.
it: Al momento il tuo cestino è vuoto.
nl: Momenteel is uw mandje leeg.
pt_br: Atualmente sua cesta está vazia.
sv: För närvarande är din korg tom.

source: Currently there are <b>%1</b> selected package(s) of total <b>%2</b> of size
ca: Ara tens <b>%1</b> paquet(s) seleccionat(s) amb una grandària total de <b>%2</b>
de: Momentan ausgewählte Pakete:<b>%1</b> mit einer Gesamtgrösse von <b>%2</b>
es: Actualmente se seleccionaron <b>%1</b> paquetes con un tamaño total de <b>%2</b>
fr: Actuellement il y a <b>%1</b> paquet(s) sélectionné(s) pour une taille cumulée de <b>%2</b>
it: Al momento ci sono <b>%1</b> pacchetti selezionati per una dimensione totale di <b>%2</b>
nl: Momenteel zijn er <b>%1</b> geselecteerde pakket(ten) met een totale grootte van <b>%2</b>
pt_br: Atualmente existe(m) <b>%1</b> pacote(s) selecionado(s) com um tamanho total de <b>%2</b>
sv: För närvarande är <b>%1</b> paket valda om <b>%2</b>

source: with <b>%3</b> extra dependencies of total <b>%4</b> of size
ca: amb <b>%3</b> dependències addicionals amb una grandària total de <b>%4</b>
de: mit <b>%3</b> extra Abhängigkeiten von der Gesamtgrösse <b>%4</b>
es: y <b>%3</b> dependencias requeridas con un tamaño adicional de <b>%4</b>
fr: avec <b>%3</b> dépendances supplémentaires de taille cumulée de <b>%4</b>
it: con <b>%3</b> dipendenze aggiuntive per una dimensione totale di <b>%4</b>
nl: met <b>%3</b> extra afhankelijkheden met een totale grootte van <b>%4</b>
pt_br: com <b>%3</b> dependências extras com um tamanho total de <b>%4</b>
sv: med <b>%3</b> extra beroenden om <b>%4</b>

source: in your basket.
ca: al teu cistell.
de: befinden sich im Korb.
es: en el carrito.
fr: dans votre panier.
it: nel tuo cestino.
nl: in uw mandje.
pt_br: na sua cesta.
sv: i din korg.

source: with <b>%3</b> reverse dependencies of total <b>%4</b> of size
ca: amb <b>%3</b> dependències invertides amb un total de<b>%4</b> de grandària
de: mit <b>%3</b> in gegenseitiger Abhängigkeit von Gesamt<b>%4</b> Grösse
es: y <b>%3</b> dependencias reversas con un tamaño total de <b>%4</b>
fr: avec <b>%3</b> dépendances inversées de taille cumulée <b>%4</b>
it: con <b>%3</b> dipendenze inverse per una dimensione totale di <b>%4</b>
nl: met<b>%3</b> omgekeerde afhankelijkheden met een totale grootte van <b>%4</b>
pt_br: com <b>%3</b> dependências reversas com um tamanho total de <b>%4</b>
sv: med <b>%3</b> omvända beroenden om <b>%4</b>

source: Selected packages [%1] are in conflict with each other. These packages can not be installed together.
ca: Els paquets seleccionats [%1] estan en conflicte. Els paquets no poden instal·lar-se ensems.
de: Ausgewählte Pakete [%1] stehen in Konflikt miteinander. Diese Pakete können nicht zusammen installiert werden.
es: Hay [%1] paquetes conflictivos. Estos paquetes no se pueden instalar juntos.
fr: Les paquets sélectionnés [%1] sont en conflit. Ces paquets ne peuvent pas être installés ensemble.
it: I pacchetti selezionati [%1] sono in conflitto tra di loro. Questi pacchetti non possono essere installati assieme.
nl: Geselecteerde pakketten [%1] zijn in conflict met elkaar. Deze pakketten kunnen niet samen geïnstalleerd worden.
pt_br: Pacotes selecionados [%1] estão em conflito um com o outro. Estes pacotes não podem ser instalados juntos.
sv: Valda paket [%1] står i konflikt med varandra. Dessa paket kan inte installeras tillsammans.

source: Conflict Error
ca: Error (conflicte)
de: Konfliktfehler
es: Error por conflicto
fr: Erreur due à un conflit
it: Conflitto
nl: Conflict fout
pt_br: Erro de Conflito
sv: Konfliktfel

source: The following packages conflicts:
ca: Els següents paquets estan en conflicte:
de: Es bestehen Konflikte zwischen folgenden Paketen:
es: Los siguientes paquetes están en conflicto:
fr: Les paquets suivants sont en conflit :
it: I pacchetti seguenti vanno in conflitto:
nl: De volgende pakketten zijn in conflict:
pt_br: Os seguintes pacotes conflitam:
sv: Följande paket står i konflikt:

source: %1 conflicts with: [%2]
ca: %1 està en conflicte amb: [%2]
de: %1 Konflikte mit: [%2]
es: %1 en conflicto con: [%2]
fr: %1 est en conflit avec [%2]
it: %1 va in conflitto con: [%2]
nl: %1 in conflict met: [%2]
pt_br: %1 conflita com: [%2]
sv: %1 i konflikt med: [%2]

source: Remove the conflicting packages from the system?
de: Widerstreitende Pakete vom System entfernen?
es: Remover los paquetes conflictivos del sistema ?
fr: Supprimer les paquets en conflit du système ?
it: Desideri rimuovere i seguenti pacchetti in conflitto?
nl: Verwijder de conflicterende pakketten van het systeem?
sv: Ta bort paket i konflikt från systemet?

source: <b>Installing Package(s)</b>
ca: <b>Instal·lació del(s) paquet(s)</b>
de: <b>Paket(e) installieren</b>
es: <b>Instalando Paquete(s)</b>
fr: <b>Installer le(s( paquet(s)</b>
it: <b>Installazione del(i) pacchetto(i)</b>
nl: <b>Installeren pakket(ten)</b>
pt_br: <b>Instalando Pacote(s)</b>
sv: <b>Installerar paket</b>

source: <qt>You have selected <b>%1</b> package(s) to be <b>installed</b>.
ca: <qt>Has seleccionat <b>%1</b> paquet(s) per a <b>instal·lar</b>.
de: <qt>Sie haben <b>%1</b> Paket(e) zum <b>installieren</b> ausgewählt.
es: <qt><b>%1</b> paquetes seleccionados para <b>instalar</b>.
fr: <qt>Vous avez sélectionné <b>%1</b> paquet(s) à <b>installer</b>.
it: <qt>Hai selezionato <b>%1</b> pacchetti per l'<b>installazione</b>.
nl: <qt>U heeft <b>%1</b> pakketten geselelecteerd om te <b>installeren</b>.
pt_br: <qt>Você selecionou <b>%1</b> pacote(s) para ser(em) <b>instalado(s)</b>.
sv: <qt>Du har valt <b>%1</b> paket för <b>installation</b>.

source: With the selected packages; <b>%1</b> extra dependencies are also going to be <b>installed</b>.
ca: Els paquets seleccionats requereixen també la instal·lació de <b>%1</b> dependències addicionals.
de: Zusätzlich zum installieren ausgewählte(s) Paket(e); <b>%1</b> werden auch abhängige Pakete <b>installiert</<b>.
es: Con los paquetes seleccionados, también se <b>instalarán %1</b> paquetes adicionales requeridos.
fr: En plus des paquets sélectionnés; les dépendances supplémentaires <b>%1</b> vont également être <b>installées</b>.
it: Insieme ai pacchetti selezionati, verranno <b>installate</b> anche <b>%1</b> dipendenze aggiuntive.
nl: Met de geselecteerde pakketten; zullen ook <b>%1</b> extra afhankelijkheden worden <b>geïnstalleerd</b>.
pt_br: Com os pacotes selecionados; <b>%1</b> dependências extras serão também <b>instaladas</b>.
sv: Med dessa kommer <b>%1</b> extra beroenden att <b>installeras</b>.

source: <br><br>Total of <b>%1</b> packages are going to be <b>installed</b>.
ca: <br><br>Vaig a <b>instal·lar</b> un total de <b>%1</b> paquets.
de: <br><br>Insgesamt <b>%1</b> Pakete werden <b>installiert</b>.
es: <br><br>un total de <b>%1</b> paquetes se <b>instalarán</b>.
fr: <br><br>Au final, <b>%1</b> paquets vont être <b>installés</b>.
it: <br><br>In totale verranno <b>installati</b> <b>%1</b> pacchetti.
nl: <br><br>In totaal worden <b>%1</b> pakketten <b>geïnstalleerd</b>.
pt_br: <br><br>Um total de <b>%1</b> pacotes serão <b>instalados</b>.
sv: <br><br>Sammanlagt <b>%1</b> paket kommer att <b>installeras</b>.

source: <qt>You have selected <b>%1</b> package(s) to be <b>upgraded</b>.
ca: <qt>Has seleccionat <b>%1</b> paquet(s) per a <b>actualitzar</b>.
de: <qt>Sie haben <b>%1</b> Paket(e) für den <b>Upgrade</b>-Vorgang ausgewählt.
es: <qt><b>%1</b> paquetes seleccionados para <b>actualizar</b>.
fr: <qt>Vous avez sélectionné <b>%1</b> paquet(s) à <b>mettre à jour</b>.
it: <qt>Hai selezionato <b>%1</b> pacchetti per l'<b>aggiornamento</b>.
nl: <qt>U heeft <b>%1</b> pakket(ten) geselecteerd om <b>op te waarderen</b>.
pt_br: <qt>Você selecionou <b>%1</b> pacote(s) para ser(em) <b>atualizado(s)</b>.
sv: <qt>Du har valt <b>%1</b> paket för <b>uppdatering</b>.

source: With the selected packages; <b>%1</b> extra dependencies are also going to be <b>upgraded</b>.
ca: Amb els paquets seleccionats, <b>%1</b> dependències addicionals també <b>s'actualizaran</b>.
de: Zusätzlich für den Upgrade ausgewählte(s) Paket(e), werden auch für abhängige Pakete ein <b>Upgrade</b> durchgeführt.
es: Con los paquetes seleccionados, también se <b>actualizarán %1</b> paquetes adicionales requeridos.
fr: En plus des paquets sélectionnés; <b>%1</b> dépendances supplémentaires vont également être <b>mises à jour</b>.
it: Insieme ai pacchetti selezionati, verranno <b>aggiornate</b> anche <b>%1</b> dipendenze aggiuntive.
nl: Met de geselecteerde pakketten; worden ook <b>%1</b> extra afhankelijkheden <b>opgewaardeerd</b>.
pt_br: Com os pacotes selecionados; <b>%1</b> dependências extras serão também <b>atualizadas</b>.
sv: Med de valda paketen; <b>%1</b> kommer extra beroenden också <b>uppdateras</b>.

source: <br><br>Total of <b>%1</b> packages are going to be <b>upgraded</b>.
ca: <br><br>Un total de <b>%1</b> paquets <b>s'actualitzaran</b>.
de: <br><br>Insgesamt für <b>%1</b> Pakete werden <b>Upgrades</b> durchgeführt.
es: <br><br>Un total de <b>%1</b> paquetes se <b>actualizarán</b>.
fr: <br><br>Au final <b>%1</b> paquets vont être <b>mis à jour</b>.
it: <br><br>In totale verranno <b>aggiornati</b> <b>%1</b> pacchetti.
nl: <br><br>In totaal worden <b>%1</b> pakketten <b>opgewaardeerd</b>.
pt_br: <br><br>Um total de <b>%1</b> pacotes serão <b>atualizados</b>.
sv: <br><br>Totalt <b>%1</b> paket kommer att <b>uppdateras</b>.

source: <qt>You have selected <b>%1</b> package(s) to be <b>removed</b>.
ca: <qt>Has seleccionat <b>%1</b> paquet(s) per a <b>esborrar</b>.
de: <qt>Sie haben <b>%1</b> Paket(e) zum <b>entfernen</b> ausgewählt.
es: <qt><b>%1</b> paquetes seleccionados para <b>remover</b>.
fr: <qt>Vous avez sélectionné <b>%1</b> paquet(s) à <b>supprimer</b>.
it: <qt>Hai selezionato <b>%1</b> pacchetti per la <b>rimozione</b>.
nl: <qt>U heeft <b>%1</b> pakket(ten) geselecteerd om te <b>verwijderen</b>.
pt_br: <qt>Você selecionou <b>%1</b> pacote(s) para ser(em) <b>removidos</b>.
sv: <qt>Du har valt <b>%1</b> paket för <b>borttagning</b>.

source: Selected packages have reverse dependencies. Because the reverse dependencies of the selected packages needs those packages to work; by removing the selected packages; <b>%1</b> reverse dependencies are also going to be <b>removed</b>. Please check your basket and make sure those are the packages you want to remove. Accidentally removing some reverse dependencies may break the system stability.
ca: Els paquets que has seleccionat tenen dependències inverses. Com que aquestes necessiten els paquets, en esborrar els paquets triats, <b>%1</b>dependències inverses també s'hauran <b>d'esborrar</b>. Si et plau, para esment i mira dins del cistell per corroborar que aquests són efectivament els paquets que vols esborrar. Si esborres dependències inverses potser que tingues problemes després amb l'estabilitat del sistema.
de: Ausgewählte Pakete haben Gegenabhängigkeiten. Aufgrund der Gegenabhängigkeiten von den gewählten Pakete, müssen diese Pakete funktionieren; durch das Entfernen der ausgewählten Pakete; <b>%1</b> werden die Gegenabhängigkeiten ebenso <b>entfernt</b>. Bitte überprüfen Sie Ihren Korb und stellen Sie sicher, dass dies die Pakete sind, die Sie entfernen möchten. Versehentlich entfernende Gegenabhängigkeiten, können die Systemstabilität beeinträchtigen.
es: Los paquetes seleccionados son requeridos por otros (dependencias reversas). Al remover los paquetes seleccionados tambien se <b>removerán %1</b> las dependencias reversas. Favor verifique el carrito y asegurese que realmente contiene los paquetes que desea remover. Remover accidentalmente algunas dependencias reversas importantes puede perjudicar gravemente la estabilidad del sistema.
fr: Les paquets sélectionnés ont des dépendances inverses. Parce que ces dépendances inverses ont besoin des paquets sélectionnés pour fonctionner, les dépendances inverses <b>%1</b> vont également être <b>supprimées</b>. Veuillez vérifier votre panier et vous assurer que ces paquets sont réellement ceux que vous voulez supprimer. La suppression accidentelle d'une dépendance inverse pourrait compromettre la stabilité du système.
it: I pacchetti selezionati hanno delle dipendenze inverse. Poichè queste dipendenze sono necessarie al funzionamento di questi pacchetti, rimuovendo i pacchetti selezionati <b>%1</b> dipendenze inverse verranno inoltre <b>rimosse</b>. Controlla per favore attentamente il cestino, controllando i pacchetti che verranno rimossi. La rimozione accidentale di alcune dipendenze inverse potrebbe avere delle conseguenze sulla stabilità del sistema.
nl: De selecteerde pakketten hebben omgekeerde afhankelijkheden. Omdat omgekeerde afhankelijkheden van de geselecteerde pakketten de pakketten nodig hebben om te functioneren; zullen, bij het verwijderen van de geselecteerde pakketten, <b>%1</b> omgekeerde afhankelijkheden worden <b>verwijderd</b>. Controleer alstublieft uw mandje en verzeker u ervan dat dit de pakketten zijn die u wilt verwijderen. Per ongeluk verwijderen van sommige omgekeerde afhankelijkheden kan de systeemsstabiliteit in gevaar brengen.
pt_br: Pacotes selecionados têm dependências reversas. Porque as dependências reversas dos pacotes selecionados precisam de tais pacotes para funcionar; removendo os pacotes selecionados, <b>%1</b> dependências reversas também serão <b>removidas</b>. Por favor cheque sua cesta e tenha certeza dos pacotes que deseja remover. Remover algumas dependências reversas acidentalmente pode quebrar a estabilidade do sistema.
sv: Valda paket har omvända beroenden. Eftersom de omvända beroenden av de valda paketen behöver dessa paket för att fungera. Genom att ta bort de markerade paketen; <b>%1</b> kommer även omvända beroenden att <b>tas bort</b>. Kontrollera din korg och se till att dessa är de paket som du vill ta bort. Att av misstag ta bort några omvända beroenden kan påverka systemets stabilitet.

source: <br><br>Total of <b>%1</b> packages are going to be <b>removed</b>.
ca: <br><br>Un total de <b>%1</b> paquets <b>s'esborraran</b>.
de: <br><br>Insgesamt <b>%1</b> ausgewählte Pakete werden <b>entfernt</b>.
es: <br><br>Un total de <b>%1</b> paquetes se <b>removerán</b>.
fr: <br><br>Au total, <b>%1</b> paquets vont être <b>supprimés</b>.
it: <br><br>In totale verranno <b>rimossi</b> <b>%1</b> pacchetti.
nl: <br><br>In totaal zullen <b>%1</b> pakketten worden <b>verwijderd</b>.
pt_br: <br><br>Um total de <b>%1</b> pacotes serão <b>removidos</b>.
sv: <br><br>Sammanlagt <b>%1</b> paket kommer att <b>tas bort</b>.

source: <br>Do you want to continue?</qt>
ca: <br>Que vols continuar?</qt>
de: <br>Wollen Sie fortfahren?</qt>
es: <br>Desea continuar ?</qt>
fr: <br>Voulez vous continuer ?</qt>
it: <br>Desideri proseguire?</qt>
nl: <br>Wilt u doorgaan?</qt>
pt_br: <br>Você deseja continuar?</qt>
sv: <br>Vill du fortsätta?</qt>

source: <b>Removing Package(s)</b>
ca: <b>Esborrem el(s) paquet(s)</b>
de: <b>Paket(e) entfernen</b>
es: <b>Removiendo Paquete(s)</b>
fr: <b>Suppression du/des paquet(s)</b>
it: <b>Rimozione dei pacchetti</b>
nl: <b>Verwijderen pakket(ten)</b>
pt_br: <b>Removendo Pacote(s)</b>
sv: <b>Tar bort paket</b>

source: <b>Upgrading Package(s)</b>
ca: <b>Actualitzem el(s) paquet(s)</b>
de: <b>Paket(e)-Upgrade wird durchgeführt</b>
es: <b>Actualizando Paquete(s)</b>
fr: <b>Mise à jour du/des paquet(s)</b>
it: <b>Aggiornamento dei pacchetti</b>
nl: <b>Opwaarderen pakket(ten)</b>
pt_br: <b>Atualizando Pacote(s)</b>
sv: <b>Uppdaterar paket</b>

source: Others
ca: D'altres
de: Andere
es: Otros
fr: Autres
it: Altri
nl: Anderen
pt_br: Outros
sv: Andra

source: downloading
ca: estic descarregant
de: wird heruntergeladen
es: descargando
fr: téléchargement
it: scaricamento
nl: downloaden
pt_br: baixando
sv: hämtas

source: <b>Applying Repository Changes</b>
ca: <b>Els canvis del repositori s'estan efectuant</b>
de: <b>Depot-Änderungen werden vorgenommen</b>
es: <b>Aplicando Modificaciones de Repositorio</b>
fr: <b>Application des changements du dépôt</b>
it: <b>Applicazione dei cambiamenti ai repository</b>
nl: <b>Toepassen veranderingen repository</b>
pt_br: <b>Aplicando Mudanças nos Repositórios</b>
sv: <b>Tillämpar förrådsändringar</b>
