Repository: pisilinux/uludag
Catalog: branches/kde/package-manager/2008/po/*.po
Languages: ca, de, es, fr, it, nl, pt_br, sv

source: Click here to add a new software repository
ca: Pica ací per a afegir un nou repositori de programari
de: Klicken Sie hier, um eine neues Software-Depot hinzuzufügen.
es: Presione aquí para agregar un nuevo repositorio de software
fr: Cliquer ici pour ajouter un nouveau dépôt de logiciels
it: Clicca qui per aggiungere un nuovo repository di software
nl: Klik hier om een nieuwe softwarerepository toe te voegen
pt_br: Clique aqui para adicionar um novo repositório de software
sv: Klicka här för att lägga till ett nytt förråd

source: &Edit Repository
ca: &Edita el repositori
de: Depot &bearbeiten
es: &Editar Repositorio
fr: Modifi&er un dépôt
it: &Modifica repository
nl: &Bewerken repository
pt_br: &Editar Repositório
sv: &Redigera förråd

source: Click here to modify the name or address of a repository
ca: Pica ací per a modificar el nom o adreça d'un repositori
de: Klicken Sie hier, um den Namen oder die Adresse des Depots zu ändern
es: Presione aquí para modificar el nombre o la dirección de un repositorio
fr: Cliquer ici pour modifier le nom ou l'adresse d'un dépôt
it: Clicca qui per modificare il nome o l'indirizzo di un repository
nl: Klik hier om de naam of het adres van een repository te veranderen
pt_br: Clique aqui para modificar o nome ou endereço de um repositório
sv: Klicka här för att ändra ett förråds namn eller adress

source: &Remove Repository
ca: &Esborra el repositori
de: Depot &entfernen
es: &Remover Repositorio
fr: Supp&rimer un dépôt
it: &Rimuovi repository
nl: &Verwijderen repository
pt_br: &Remover Repositório
sv: &Ta bort förråd

source: Click here to delete a repository from the list
ca: Pica ací per a esborrar un repositori de la llista
de: Klicken Sie hier, um ein Depot aus der Liste zu löschen
es: Presione aquí para eliminar un repositorio de la lista
fr: Cliquer ici pour supprimer un dépôt de la liste
it: Clicca qui per eliminare un repository dalla lista
nl: Klik hier om een repository uit de lijst te verwijderen
pt_br: Clique aqui para deletar um repositório da lista
sv: Klicka här för att ta bort ett förråd från listan

source: Move &Up
ca: Mou & cap amunt
de: Aufwärts
es: Mover &Arriba
fr: &Haut
it: Sposta in s&u
nl: &Omhoog verplaatsen
pt_br: Mover A&cima
sv: Flytta &upp

source: Click here to move the repository one level up
ca: Pica ací per tal de pujar el repositori un nivell
de: Klicken Sie hier, um das Depot eine Stufe höher zu setzen
es: Presione aquí para mover al repositorio una posición hacia arriba
fr: Cliquer ici pour monter le dépôt d'un niveau
it: Clicca qui per spostare in alto di una posizione il repository
nl: Klik hier om de repository een niveau hoger te plaatsen
pt_br: Clique aqui para mover o repositório um nível acima
sv: Klicka här för att flytta upp förrådet en nivå

source: Move &Down
ca: Mou & cap avall
de: Abwärts
es: Mover A&bajo
fr: &Bas
it: Sposta in &giù
nl: Om&laag verplaatsten
pt_br: Mover A&baixo
sv: Flytta &ner

source: Click here to move the repository one level down
ca: Pica ací per tal de baixar el repositori un nivell
de: Klicken Sie hier, um das Depot eine Stufe herunter zu setzen
es: Presione aquí para mover al repositorio una posición hacia abajo
fr: Cliquer ici pour baisser le dépôt d'un niveau
it: Clicca qui per spostare in basso di una posizione il repository
nl: Klik hier om de repository een niveau lager te plaatsen
pt_br: Clique aqui para mover o repositório um nível abaixo
sv: Klicka här för att flytta ner förrådet en nivå

source: &Repositories
ca: &Repositoris
de: &Depots
es: &Repositorios
fr: &Dépôts
it: &Repository
pt_br: &Repositórios
sv: &Förråd

source: Use this proxy server for all protocols
de: Diesen Proxy-Server für alle Protokolle verwenden
es: Usar este servidor proxy para todos los protocolos
fr: Utiliser ce serveur proxy pour tous les protocoles
it: Usa questo proxy per tutti i protocolli
nl: Gebruik proxy server voor alle protocollen
sv: Använd den här proxyservern för alla protokoll

source: FTP proxy server:
es: Servidor proxy de FTP:
fr: Serveur proxy FTP :
it: Proxy per FTP:
sv: FTP

source: HTTPS proxy server:
es: Servidor proxy de HTTPS:
fr: Serveur proxy HTTPS :
it: Proxy per HTTPS:
sv: HTTPS

source: HTTP proxy server:
es: Servidor proxy HTTP:
fr: Serveur proxy HTTP :
it: Proxy per HTTP:
sv: HTTP

source: No proxy server
de: Kein Proxy-Server
es: Sin servidor proxy
fr: Aucun serveur proxy
it: Nessun proxy
nl: Geen proxy server
sv: Anslut till internet direkt

source: Use proxy server
de: Proxy-Server verwenden
es: Usar servidor proxy
fr: Utiliser un serveur proxy
it: Usa proxy
nl: Gebruik proxy server
sv: Använd proxyserver

source: PiSi package to install
ca: Paquet PiSi a instal·lar
de: Zu installierendes PiSi-Paket
es: Paquete PiSi a instalar
fr: paquet PiSi à installer
it: Pacchetto PiSi da installare
nl: Te installeren PiSi pakket
pt_br: Pacote PiSi para instalar
sv: PiSi-paket att installera

source: You have selected a package to install. Do you want to continue?
ca: Has seleccionat un paquet per a instal·lar. Que vols continuar?
de: Sie haben ein Paket zum installieren gewählt. Wollen Sie fortfahren?
es: Seleccionó un paquete para instalar. Quiere continuar ?
fr: Vous avez sélectionné un paquet à installer. Voulez-vous continuer ?
it: Hai selezionato un pacchetto da installare. Desideri proseguire?
nl: U heeft een pakket geselecteerd om te installeren. Wilt u doorgaan?
pt_br: Você selecionou um pacote para instalar. Você deseja continuar?
sv: Du har valt ett paket för installation. Vill du fortsätta?

source: Install Package
ca: Instal·la el paquet
de: Paket installieren
es: Instalar Paquete
fr: Installer le paquet
it: Installazione pacchetto
nl: Installeer pakket
pt_br: Instalar Pacote
sv: Installera paket

source: Repository:
de: Depot:
es: Repositorio:
fr: Dépôt :
sv: Förråd:

source: Package Size:
ca: Grandària del paquet:
de: Paketgrösse:
es: Tamaño de Paquete:
fr: Taille du Paquet :
it: Dimensioni pacchetto:
nl: Pakketgrootte:
pt_br: Tamanho do Pacote:
sv: Paketstorlek:

source: Homepage:
ca: Plana principal:
es: Página web:
fr: Site web :
sv: Webbplats:

source: <b>Preparing PiSi...</b>
ca: <b>Preparació del PiSi...</b>
de: <b>PiSi wird vorbereitet...</b>
es: <b>Preparando PiSi...</b>
fr: <b>Préparation de PiSi...</b>
it: <b>Preparazione di PiSi...</b>
nl: <b>Voorbereiden PiSi...</b>
pt_br: <b>Preparando PiSi</b>
sv: <b>Förbereder PiSi...</b>

source: <p align='center'>-- / --, -- KB/s</p>
fr: <p align='center'>-- / --, -- Ko/s</p>

source: <b>Cancelling operation...</b>
ca: <b>L'operació s'està cancel·lant...</b>
de: <b>Vorgang wird abgebrochen...</b>
es: <b>Abortando operación...</b>
fr: <b>Annulation de l'opération...</b>
it: <b>Annullamento operazione...</b>
nl: <b>Annuleren handeling...</b>
pt_br: <b>Cancelando operação...</b>
sv: <b>Avbryter åtgärd...</b>

source: installed
ca: instal·lat
de: installiert
es: instalados
fr: installé
it: installati
nl: geïnstalleerd
pt_br: instalado
sv: installerade

source: removed
ca: esborrat
de: entfernt
es: removidos
fr: supprimé
it: rimossi
nl: verwijderd
pt_br: removido
sv: borttagna

source: upgraded
ca: actualitzat
de: Upgrade durchgeführt
es: actualizados
fr: mis à jour
it: aggiornati
nl: opgewaardeerd
pt_br: atualizado
sv: uppdaterade

source: %1 / %2 package %3
de: %1/%2 Paket %3
es: %1 / %2 paquetes %3
fr: %1 / %2 paquet %3
it: %1 / %2 pacchetto %3
nl: %1 / %2 pakket %3
sv: %1 / %2 paket %3

source: Show Updates
ca: Mostra'm les actualitzacions
de: Updates anzeigen
es: Mostrar Actualizaciones
fr: Afficher les mises à jour
it: Mostra aggiornamenti
nl: Toon updates
pt_br: Mostrar Atualizações
sv: Visa uppdateringar

source: Ignore
ca: No faces cas
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
nl: Negeer
pt_br: Ignorar
sv: Avbryt

source: min
sv: minuter

source: Description:
ca: Descripció:
de: Beschreibung:
es: Descripción:
it: Descrizione:
nl: Beschrijving:
pt_br: Descrição:
sv: Beskrivning:

source: Port:
es: Puerto:
it: Porta:
nl: Poort:

source: Version:
ca: Versió:
es: Versión:
it: Versione:
nl: Versie:
pt_br: Versão:

source: &Ok
ca: &D'acord

source: C&ache
ca: M&emòria cau
