Repository: pisilinux/uludag
Catalog: tags/BLACKHOLE/feedback/po/*.po
Languages: fr, nl, pl

source: Feedback Wizard
fr: Assistant d'expression d'expérience
nl: Feedback-assistent
pl: Kreator Opinii

source: At home
fr: À la maison
nl: Thuis
pl: W domu

source: At work
fr: Au travail
nl: Op het werk
pl: W pracy

source: At school
fr: À l'école
nl: Op school
pl: W szkole

source: <p align="right">(You can click on multiple items)</p>
fr: <p align="right">(Vous pouvez cliquer sur plusieurs entrées)</p>
nl: <p align="right">(Meerdere opties zijn mogelijk)</p>
pl: <p align="right">(możesz zaznaczyć kilka opcji)</p>

source: <b>Step 3 of 7</b>
fr: <b>Étape 3 sur 7</b>
nl: <b>Stap 3 van 7</b>
pl: <b>Krok 3 z 7</b>

source: <h2>Where do you use Pardus?</h2>
fr: <h2>Où utilisez-vous Pardus ?</h2>
nl: <h2>Waar gebruikt u Pardus?</h2>
pl: <h2>Gdzie używasz Pardusa?</h2>

source: Very satisfying. Pardus fulfils my requirements
fr: Très satisfaisant. Pardus répond à tous mes besoins.
nl: Erg tevreden. Pardus voldoet aan mijn verwachtingen
pl: Bardzo dobra. Pardus spełnia w pełni moje oczekiwania

source: Good, however it lacks some capabilities
fr: Bien, toutefois il manque certaines fonctionnalités
nl: Goed, toch mis ik bepaalde functies
pl: Dobra, spełnia prawie wszystkie oczekiwania

source: It does not meet my requirements
fr: Ne satisfait pas mes exigences
nl: Het voldoet niet aan mijn verwachtingen
pl: Nie spełnia moich oczekiwań

source: <h2>How does Pardus fit your needs?</h2>
fr: <h2>Comment Pardus répond à vos besoin ?</h2>
nl: <h2>Voldoet Pardus aan uw verwachtingen?</h2>
pl: <h2>Jak oceniasz przydatność Pardusa?</h2>

source: <b>Step 4 of 7</b>
fr: <b>Étape 4 sur 7</b>
nl: <b>Stap 4 van 7</b>
pl: <b>Krok 4 z 7</b>

source: &Do not send my computer's hardware information
fr: Ne pas envoyer &d'informations concernant les composants matériels de mon ordinateur
nl: &Verstuur geen informatie over mijn hardware.
pl: &Nie wysyłaj informacji o moim sprzęcie

source: <b>Step 7 of 7</b>
fr: <b>Étape 7 sur 7</b>
nl: <b>Stap 7 van 7</b>
pl: <b>Krok 7 z 7</b>

source: <h2>Computer information</h2> <p> Pardus Hardware CollectInfo Wizard will now gather information from your hardware, including CPU, memory and network cards. This information will be sent to Pardus Development Center, in order to build more stable and secure Pardus. You will need an internet access for this operation to complete. <b>Note that we will not collect any of your personal documents.</b>
fr: <h2>Informations concernant l'ordinateur</h2> <p> L'assistant Pardus matériel CollectInfo va maintenant collecter des informations concernant votre configuration matérielle, ces données comprennent la CPU, la mémoire et les cartes réseaux. Toutes ces données seront envoyées au Centre de Développement Pardus afin de construire un Pardus encore plus stable et plus sûr. Il faut que vous soyez connecté à internet pour que cette opération puisse avoir lieu. <b>Notez bien qu'aucun de vos documents personnel ne sera envoyé</b>
nl: <h2>Computerinformatie</h2> <p> De assistent zal nu informatie verzamelen over uw hardware, inclusief CPU, geheugen en netwerkkaarten. Deze informatie zal naar het Pardus-ontwikkelingscentrum worden verstuurd om een nog veiliger en stabieler Pardus te kunnen maken. U heeft hier wel een internetverbinding voor nodig. <b>Er zullen geen persoonlijke gegevens worden verstuurd.</b>
pl: <h2>Informacje o komputerze</h2> <p> Pardus zbierze teraz informacje o twoim sprzęcie, w tym informacje takie jak twój procesor, pamięć RAM, karty sieciowe. Zebrane dane posłużą w dalszym ulepszaniu Pardusa. By dane zostały wysłane musisz być podłączony/a do sieci. <b>Notka, Pardus nie wyśle żadnych twoich plików ani innych poufnych danych systemowych.</b>

source: <h2>Your opinions about Pardus?</h2>
fr: <h2>Vos impressions concernant Pardus ?</h2>
nl: <h2>Uw mening over Pardus?</h2>
pl: <h2>Jaka jest Twoja opinia o Pardusie?</h2>

source: (Ease of installation and use, capability of software, general quality, adoptability, suitability to requirements, etc)
fr: (Facilité d'installation et d'utilisation, fonctionnalités offertes par les logiciels, qualité générale, facilité à prendre en main, adéquation à répondre aux besoins, etc)
nl: (Eenvoudig in installatie en gebruik, capaciteiten van de software, algehele kwaliteit, toepasbaarheid, tegemoetkoming aan de vereisten, etc)
pl: (Łatwość obsługi, możliwości oprogramowania, jakość, spełnienie twoich wymagań itp.)

source: <b>Step 5 of 7</b>
fr: <b>Étape 5 sur 7</b>
nl: <b>Stap 5 van 7</b>
pl: <b>Krok 5 z 7</b>

source: Experienced system administrator
fr: Administrateur système expérimenté
nl: Ervaren systeembeheerder
pl: Doświadczony administrator systemu

source: New user
fr: Nouvel utilisateur
nl: Nieuwe gebruiker
pl: Nowy użytkownik

source: Home/office productivity user
fr: Utilisateur avancé à domicile/au bureau
nl: Thuis- / kantoorgebruiker
pl: Użytkownik domowy/pracownik

source: Experienced user
fr: Utilisateur confirmé
nl: Ervaren gebruiker
pl: Doświadczony użytkownik

source: <h2>What is your experience level?</h2>
fr: <h2>Quel est votre niveau d'expérience ?</h2>
nl: <h2>Wat is uw ervaringsniveau?</h2>
pl: <h2>Jakie jest twoje doświadczenie z Linuksem?</h2>

source: <b>Step 1 of 7</b>
fr: <b>Étape 1 sur 7</b>
nl: <b>Stap 1 van 7</b>
pl: <b>Krok 1 z 7</b>

source: <h2>Thank you</h2> We have collected all necessary information in order to send to Pardus developers. <p> Thank you for your support to Pardus operating system.
fr: <h2>Merci</h2> Nous avons collecté toutes les informations à envoyer aux développeurs de Pardus <p> Merci pour votre soutien au système d'exploitation Pardus.
nl: <h2>Dank u</h2> We hebben alle gegevens voor de Pardus-ontwikkelaars verzameld. <P> Dank u voor uw hulp aan het Pardus-besturingssysteem.
pl: <h2>Dziękujemy</h2> Wszystkie potrzebne dane zostały zebrane i są gotowe do przesłania twórcom Pardusa. <p> Dziękujemy za wsparcie rozwoju systemu.

source: <h2>Welcome to Pardus</h2> With this small wizard, you can send your messages to Pardus developers and help Pardus be the best Linux in the world. <p> The information you will give here will accelerate Pardus development. Please click on "Forward" button for the next step. <p>
fr: <h2>Bienvenue sur Pardus</h2> Avec ce petit assistant, vous pourrez envoyer des messages aux développeurs de Pardus et aider Pardus à devenir le meilleur Linux du monde <p> Les informations que vous donnerez ici vont accélére le développement de Pardus. Cliquer sur le bouton "Continuer" pour passer à l'étape suivante. <p>
nl: <h2>Welkom bij Pardus</h2> Met deze kleine wizard kunt u berichten versturen naar de Pardus-ontwikkelaars en meehelpen om van Pardus de beste Linux in de wereld te maken. <p> De informatie die u verstrekt zal de ontwikkeling van Pardus versnellen. Klik op de knop "Verder" voor de volgende stap. <p>
pl: <h2>Witaj w Pardusie</h2> Za pomocę tej aplikacji możesz przesłać wiadomość twórcom Pardusa i pomóc mu zdominować świat. <p> Informacje jakie przekażesz usprawnią dalszy rozwój dystrybucji. Kliknij na przycisk "Dalej" by przejść do kolejnego etapu. <p>

source: Feedback wizard
fr: Assistant de retour d'expérience
nl: Feedback-assistent
pl: Twórca opinii

source: Daily use
fr: Utilisation quotidienne
nl: Dagelijks gebruik
pl: Do codziennej pracy

source: It's my hobby
fr: Il s'agit de mon passe-temps
nl: Het is mijn hobby
pl: Jako hobby

source: For internet access
fr: Pour accéder à internet
nl: Voor internet
pl: Do surfowania w sieci

source: For business
fr: Pour mon travail
nl: Zakelijk
pl: W pracy, do zarabiania

source: Entertainment purposes
fr: Pour m'amuser
nl: Amusement
pl: Do rozrywki

source: Educational purposes
fr: Pour apprendre ou dans le cadre de cours
nl: Onderwijs
pl: Do celów edukacyjnych

source: <h2>Why do you use Pardus?</h2>
fr: <h2>Pourquoi utilisez vous Pardus ?</h2>
nl: <h2>Waarvoor gebruikt u Pardus?</h2>
pl: <h2>Do czego używasz Pardusa?</h2>

source: <b>Step 2 of 7</b>
fr: <b>Étape 2 sur 7</b>
nl: <b>Stap 2 van 7</b>
pl: <b>Krok 2 z 7</b>

source: Welcome
fr: Bienvenue
nl: Welkom
pl: Witaj

source: Experience
fr: Expérience
nl: Ervaring
pl: Doświadczenie

source: Purpose
fr: But
nl: Doel
pl: Cel

source: Usage
fr: Utilisation
nl: Gebruik
pl: Wykorzystanie

source: Questions
nl: Vragen
pl: Pytania

source: Opinions
nl: Meningen
pl: Opinie

source: Personal Info
fr: Informations personnelles
nl: Persoonlijke informatie
pl: Informacje Osobiste

source: Hardware Info
fr: Information sur la configuration matérielle
nl: Hardware-informatie
pl: Informacje o Sprzęcie

source: Uploading
fr: Transmission vers le serveur
nl: Uploaden
pl: Przesyłam

source: Goodbye!
fr: Au revoir !
nl: Tot ziens!
pl: Do widzenia!

source: Collecting hardware information...
fr: Collecte des informations sur la configuration matérielle...
nl: Verzamelt hardware-informatie...
pl: Zbieram informacje o sprzęcie

source: <font color="#008800">Done</font><br>
fr: <font color="#008800">Terminée</font><br>
nl: <font color="#008800">Gereed</font><br>
pl: <font color="#008800">Zrobione</font><br>

source: Uploading data...
fr: Transmission des données...
nl: Gegevens verzenden...
pl: Wysyłam dane...

source: <font color="#ff0000">Failed</font><br>
fr: <font color="#ff0000">Échec</font><br>
nl: <font color="#ff0000">Mislukt</font><br>
pl: <font color="#ff0000">Błąd</font><br>

source: <font color="#ff0000">Unable to connect feedback database.</font><br>
fr: <font color="#ff0000">Impossible de se connecter à la base de données des retours d'expérience.</font><br>
nl: <font color="#ff0000">Kan geen verbinding maken met de feedback-database..</font><br>
pl: <font color="#ff0000">Nie mogę połączyć się z bazą danych opinii.</font><br>

source: <font color="#ff0000">Feedback seems to be broken. Data is corrupted.</font><br>
fr: <font color="#ff0000">Feedback semble être en disfonctionnement. Les donnés sont corrompues,</font><br>
nl: <font color="#ff0000">Er is een probleem met de feedback. De gegevens zijn beschadigd.</font><br>
pl: <font color="#ff0000">Dane opinii mają zły format.</font><br>

source: <font color="#ff0000">Server does not support this version. Please update feedback tool.</font><br>
fr: <font color="#ff0000">Le serveur ne prend pas en compte cette version. Veuillez mettre à jour l'outil de retour d'expérience s'il vous plaît.</font><br>
nl: <font color="#ff0000">De server ondersteunt deze versie niet. Werk het Feedbackprogramma bij.</font><br>
pl: <font color="#ff0000">Serwer nie obsługuje tej wersji opinii. Zaktualizuj aplikację.</font><br>

source: <font color="#ff0000">Feedback seems to be broken. Data is missing.</font><br>
fr: <font color="#ff0000"> Feedback semble être en disfonctionnement. Les données sont manquantes.</font><br>
nl: <font color="#ff0000">Er is een probleem met feedback. De gegevens ontbreken.</font><br>
pl: <font color="#ff0000">Niepełne dane opinii.</font><br>

source: <font color="#ff0000">Feedback database is offline.</font><br>
fr: <font color="#ff0000">La base de données des retours d'expérience est hors-ligne.</font><br>
pl: <font color="#ff0000">Baza danych opinii jest obecnie niedostępna.</font><br>

source: <font color="#ff0000">You've already sent feedback.</font><br>
fr: <font color="#ff0000">Vous avez déjà envoyé votre retour d'expérience.</font><br>
nl: <font color="#ff0000">U heeft al feedback verstuurd.</font><br>
pl: <font color="#ff0000">Już wysłałeś opinię</font><br>

source: <font color="#ff0000">Feedback database has errors.</font><br>
fr: <font color="#ff0000">La base de données des retour d'expérience comporte des erreurs.</font><br>
nl: <font color="#ff0000">Feedback-database bevat fouten</font><br>
pl: <font color="#ff0000">Błędy po stronie bazy danych opinii.</font><br>

source: Feedback tool is already running!
fr: Feedback est déjà en cours d'exécution !
nl: Feedbackprogramma is al opgestart!
pl: Kreator opinii już działa!

source: <h2>Upload</h2>
fr: <h2>Transfert sur le serveur</h2>
nl: <h2>Verzenden</h2>
pl: <h2>Wysyłanie</h2>

source: Retry
fr: Essayer de nouveau
nl: Opnieuw
pl: Ponów

source: <h2>Your personal information (optional)</h2> You can submit your e-mail address for inclusion in our low traffic announces.
fr: <h2> Vos informations personnelles (optionel)</h2> Vous pouvez soumettre votre adresse électronique (email) pour être ajouté dans notre liste de diffusion des annonces à trafic réduit.
nl: <h2>Uw persoonlijke gegevens (optioneel)</h2> U kunt uw e-mail adres doorgeven voor aankondigingen.
pl: <h2>Dane osobiste (opcjonalne)</h2> Możesz podać swój adres email by otrzymywać ogłoszenia (nieduża ilość wiadomości).

source: Add me to your Pardus announce list
fr: M'ajouter dans votre liste des annonces Pardus
nl: Voeg me aan de Pardus aankondigingenlijst toe
pl: Dodaj mnie do listy ogłoszeń Pardusa

source: <b>Step 6 of 7</b>
fr: <b>Étape 6 sur 7</b>
nl: <b>Stap 6 van 7</b>
pl: <b>Krok 6 z 7</b>

source: E-mail:
fr: Adresse électronique (e-mail) :
