Repository: pisilinux/uludag
Catalog: tags/kde/display-settings/1.0.1/po/*.po
Languages: hu, it

source: Configure display devices
hu: Kijelző eszközök konfigurálása

source: Display Settings
hu: Kijelző beállítások
it: Impostazioni Schermo

source: Display Configuration Tool
hu: Kijelző konfigurációs eszköz
it: Strumento di configurazione dello schermo

source: Current Maintainer
hu: Aktuális karbantartó
it: Manutentore corrente

source: Default Output
hu: Alapértelmezett kimenet
it: Output predefinito

source: Analog Output
hu: Analóg kimenet
it: Output analogico

source: Digital Output
hu: Digitális kimenet
it: Output digitale

source: TV Output
hu: TV kimenet
it: Output TV

source: There are no packages that provide backend for this application. Please be sure that packages are installed and configured correctly.
hu: Nincs csomag, amely hátteret biztosítana ennek az alkalmazásnak. Kérlek telepítsd fel a szükséges csomagot és állítsd be helyesen.
it: Non c'è nessun pacchetto che fornisca un backend per questa applicazione. Per favore, assicurati che i pacchetti siano stati installati e configurati correttamente.

source: Cannot find a valid configuration. Display settings won't be enabled until you create a new configuration. Would you like to create a safe configuration now?
hu: Nem található érvényes beállítás. A kijelző beállításai nem elérhetőek, amíg nem konfigurálod újra. Szeretnéd most beállítani biztonságosan?
it: Impossibile trovare una configurazione valida. Le impostazioni del display non saranno attivate fino a quando non creerai una nuova configurazione. Vuoi creare una configurazione sicura adesso?

source: Access denied.
hu: Hozzáférés megtagadva.
it: Accesso negato.

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. Do you want to use this driver?</p></qt>
hu: <qt>A legjobb teljesítményhez használd a <b>%1</b> meghajtót az eszközöd gyártójától. Szeretnéd ezt a meghajtót használni?</p></qt>
it: <qt>Per ottenere prestazioni migliori, puoi usare il driver <b>%1</b> fornito dal produttore dell'hardware. Vuoi usare questo driver?</p></qt>

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. To use it, you must install <b>%2</b> package and choose <b>%1</b> from video card options.</qt>
hu: <qt>A legjobb teljesítményhez használd a <b>%1</b> meghajtót az eszközöd gyártójától. Ahhoz, hogy használni tudd, fel kell telepítened a <b>%2</b> csomagot és válaszd ki <b>%1</b> a videokártya opciók közül.
it: <qt>Per ottenere prestazioni migliori, puoi usare il driver <b>%1</b> fornito dal produttore dell'hardware. Per usarlo, devi installare il pacchetto <b>%2</b> e scegliere <b>%1</b> dalle opzioni della scheda video. </qt>

source: Start Package Manager
hu: Csomagkezelő indítása
it: Avvia il Gestore Pacchetti

source: You must restart your X session for the changes to take effect.
hu: Újra kell indítanod az X-szervert, hogy a beállításod érvénybe lépjen.
it: Devi riavviare X perché le modifiche abbiano effetto.

source: Type:
hu: Típus:
it: Tipo:

source: Monitors:
hu: Monitorok:
it: Monitor:

source: Settings for Output %1
hu: A kiement beállításai %1
it: Impostazioni per l'Output %1

source: Custom Monitor
hu: Egyedi monitor
it: Monitor personalizzato

source: <qt><i>Click "Choose..." button to select a monitor</i></qt>
hu: <qt><i>Kattints a "Válassz..." gombra a monitor kiválasztásához</i></qt>
it: <qt><i>Cliccca sul pulsante "Scegli" per selezionare un monitor.</i></qt>

source: Auto
hu: Automatikus
it: Automatico

source: Output Properties - %1
hu: Kimeneti tulajdonságok - %1
it: Propietà Output - %1

source: You must restart your X session for all the changes to take effect.
hu: Újra kell indítanod az X-szervert, hogy a beállításod érvénybe lépjen.
it: Devi riavviare X affinchè le modifiche abbiano effetto.

source: Devices
hu: Eszközök

source: python display screen video monitor manager
hu: Python kijelző képernyő videó monitor menedzser

source: Resize and rotate displays
hu: Kijelző forgatása és átméretezése

source: Screens
hu: Képernyők

source: Video Card:
hu: Videokártya:
it: Scheda video:

source: Card Info
hu: Kártya információ
it: Informazioni scheda

source: Configure...
hu: Beállítás...
it: Configura

source: Outputs:
hu: Kimenetek:
it: Output:

source: Browse Monitors
hu: Tallózás a monitorok között
it: Sfoglia Monitor

source: Vendors:
hu: Gyártók:
it: Venditori:

source: Models:
hu: Modellek:
it: Modelli:

source: Output Configuration
hu: Kimenet beállítás
it: Configurazione Output

source: If the frequency ranges that your monitor supports are not detected for some reason, you can specify them here. Be careful with these values, as an inaccurate value may damage your monitor, especially if it is an old model.
hu: Ha nem észlelhető a monitorod támogatott frissítési frekvenciája, akkor itt meg tudod adni a helyes értéket. Óvatosan a számokkal, ha túl nagy értéket adsz meg, előfordulhat, hogy fizikailag sérül a kijelződ, főleg ha régi gyártmányról van szó.
it: Se le frequenze usate dal tuo monitor non vengono rilevate, puoi inserirle qui. Fai attenzione! Un valore sbagliato può danneggiare il tuo monitor, specialmente se si tratta di un vecchio modello.

source: Specify Ranges
hu: Tartomány meghatározás
it: Specifica le frequenze

source: Selection:
hu: Választás:
it: Seleziona:

source: Select a standard monitor
hu: Hagyományos monitor választása
it: Seleziona un monitor standard

source: Select from vendor/model list
hu: Monitor választása gyártó/model szerint
it: Seleziona dalla lista venditori/modelli

source: Enter ranges manually
hu: Tartomány kézi megadása
it: Inserisci le frequenze manualmente

source: Choose...
hu: Válassz...
it: Scegli

source: Horizontal sync:
hu: Horizontális szinkron:
it: Frequenza Orizzontale:

source: Vertical refresh:
hu: Vertikális frissítés
it: Refresh Verticale:

source: Frequency Ranges
hu: Frekvencia tartomány
it: Frequenze

source: If your monitor's dimensions are not correctly detected, fonts and other visual objects might seem larger or smaller than normal. In order to fix this problem, you can specify your monitor's dimensions here.
hu: Ha a monitorod síkja nincs helyesen észlelve, akkor előfordulhat, hogy a betűk és a többi vizuális objektum kisebbnek, vagy nagyobbnak tűnik a normálisnál. Ezt a problémát itt tudod megoldani, a monitor helyes értékeinek beállításával.
it: Se le dimensioni del monitor non sono corrette, caratteri, immagini ed altri elementi visuali potrebbero sembrare più grandi o piccoli del normale. Per risolvere questo problema, puoi specificare le dimensioni del monitor qui.

source: Specify Display Size
hu: Kijelző méretének meghatározása
it: Specifica le dimensioni dello schermo.

source: Display size:
hu: Kijelző méret:
it: Dimensioni del display:

source: 15.4" Wide Screen
hu: 15.4" Szélesvásznú kijelző
it: Schermo panoramico 15.4"

source: Custom
hu: Egyedi
it: Personalizzato

source: Width:
hu: Szélesség:
it: Larghezza:

source: Height:
hu: Magasság:
it: Altezza:

source: Dimensions
hu: Dimenziók
it: Dimensioni

source: Ignore this output
hu: Ezen kimenet mellőzése
it: Ignora questo output

source: Outputs
hu: Kimenet

source: Extend desktop to all displays
hu: Asztal kiterjesztése az összes kijelzőre
it: Estendi scrivania a tutti gli schermi

source: Detect Outputs
hu: Kimenet észlelése
it: Individua Outputs

source: Output Properties
hu: Kimenet tulajdonsága
it: Propietà Output

source: Size:
hu: Méret:
it: Dimensioni:

source: Refresh Rate:
hu: Frissítési frekvencia:
it: Periodo di refresh:

source: Rotation:
hu: Forgatás:
it: Rotazione:

source: No Rotation
hu: Nincs forgatás
it: Nessuna rotazione

source: Left (90 degrees)
hu: Bal (90 fok)
it: Sinistra (90 gradi)

source: Upside-Down (180 degrees)
hu: Felfordítva (180 fok)
it: Sottosopra (180 gradi)

source: Right (270 degrees)
hu: Jobb (270 fok)
it: Destra (270 gradi)

source: Video Card Configuration
hu: Videokártya konfigurálás
it: Configurazione scheda video

source: Video Driver
hu: Grafikus meghajtó
it: Driver video

source: Use the default driver for the detected card.
hu: Az alapértelemezett meghajtó használata az észlelt kártyánál.
it: Usa il driver predefinito per la scheda rilevata.

source: Select from the list:
hu: Válassz a listából:
it: Seleziona dalla lista:

source: Color Depth
hu: Színmélység
it: Profondità di colore

source: Determined by the driver
hu: A meghajtó által determinálva
it: Determinato dal driver

source: Laptop Panel
it: Schermo portatile
