Repository: pisilinux/uludag
Catalog: branches/kde/migration/po/*.po
Languages: da, de, fr

source: Selecting Options
da: Vælg indstillinger
de: Wähle die Funktion
fr: Sélectionner les options

source: Welcome to Migration Tool Wizard :)
da: Velkommen til guiden for migrering af data:-)
de: Willkommen zum Migrations Assistenten
fr: Bienvenue dans l'assistant de de migration :)

source: Keep current wallpaper
da: Behold nuværende baggrundbillede
de: Behalte das aktuelle Wallpaper
fr: Garder le fond d'écran actuel

source: Don't use wallpaper
da: Benyt ikke baggrundbillede
de: Keinen Bildschirmhintergrund benutzen
fr: Ne pas utiliser de fond d'écran

source: Does not change your wallpaper.
da: Ændrer ikke dit baggrundbillede.
de: Keine Veränderung am Bildschirmhintergrund.
fr: Ne change pas votre fond d'écran.

source: Use my old wallpaper
da: Benyt mit gamle baggrundsbillede
de: Setze meinen alten Bildschirmhintergrund
fr: Utiliser mon ancien fond d'écran

source: Copies your old wallpaper to Pardus and sets it as new background image.
da: Kopierer dit gamle baggrundbillede til Pardus og anvender det som baggrundbillede.
de: Kopiere Ihren alten Wallpaper zu Pardus und benutzt ihn als neuer Bildschirmhintergrund.
fr: Copie votre ancien fond d'écran dans Pardus et le met comme nouvelle image de fond.

source: Bookmarks
da: Bogmærker
de: Lesezeichen
fr: Marque-pages

source: Firefox Bookmarks
da: Firefox bogmærker
de: Firefox Lesezeichen
fr: Marque-pages de Firefox

source: Copies your old Firefox bookmarks to Firefox under Pardus.
da: Kopierer dine gamle Firefox bogmærker til Firefox på Pardus.
de: Kopiere alte Firefox Lesezeichen zum neuen Firefox von Pardus.
fr: Copie vos anciens marque-pages dans Firefox sous Pardus.

source: Opera Bookmarks
da: Opera Bogmærker
de: Opera Lesezeichen
fr: Marque-pages d'Opéra

source: Copies your old Opera bookmarks to Firefox under Pardus.
da: Kopierer dine gamle Opera bogmærker til Opera på Pardus.
de: Kopiere alte Opera Lesezeichen zum Firefox von Pardus.
fr: Copie vos anciens marque-pages d'Opéra dans Firefox sous Pardus.

source: Internet Explorer favorites
da: Internet Explorer favoritter
de: Internet Explorer Lesezeichen
fr: Favoris d'Internet Explorer

source: Copies your old Internet Explorer favorites to Firefox under Pardus.
da: Kopierer dine gamle Internet Explorer bogmærker til Firefox på Pardus.
de: Kopiere alte Internet Explorer Lesezeichen zum Firefox von Pardus.
fr: Copie vos anciens marque-pages d'Internet Explorer dans Firefox sous Pardus.

source: E-Mail and News Accounts
da: E-mail og nyhedsliste kontoer
de: E-Mail- und Newskonten
fr: Courriel et nouveaux comptes

source: Windows Mail accounts
da: Windows Mail kontoer
de: Windows E-mailkonten
fr: Comptes courriels de Windows

source: Copies your old mail and newsgroup accounts to KMail and KNode applications.
da: Kopierer dine gamle mail og nyhedsgruppe kontoer til KMail og KNode programmerne.
de: Kopiere alte E-mail- und Newsgroupkonten zu KMail und KNode.
fr: Copie vos anciens comptes de courriels et de groupes de discussion vers les applications KMail et KNode.

source: Thunderbird accounts
da: Thunderbird kontoer
de: Thunderbirdkonten
fr: Comptes de Thunderbird

source: Copy e-mail messages from e-mail accounts
da: Kopier e-mail beskeder fra e-mail kontoer
de: Kopiere E-mailnachrichten von den E-mailkonten
fr: Copie les courriels à partir de comptes de courriel

source: Copies your e-mail messages to KMail from selected applications above.
da: Kopierer dine e-mail beskeder til KMail fra en af de foroven valgte programmer
de: Kopiere E-mailnachrichten zu KMail von den obig ausgewählten Programmen.
fr: Copie vos courriels vers KMail à partir des applications sélectionnées ci-dessous.

source: Instant Messenger Accounts
da: Kvikbesked kontoer
de: Instant Messenger Konten
fr: Comptes de messagerie instantanée

source: MSN accounts
da: MSN kontoer
de: MSN Konten
fr: Comptes MSN

source: Copies your MSN Messenger accounts to Kopete.
da: Kopierer dine MSN Messenger kontoer til Kopete.
de: Kopiere MSN Messenger Konten zu Kopete.
fr: Copie vos comptes MSN vers Kopete.

source: GTalk accounts
da: GTalk kontoer
de: GTalk Konten
fr: Comptes GTalk

source: Copies your GTalk accounts to Kopete.
da: Kopierer dine GTalk kontoer til Kopete.
de: Kopiere GTalk Konten zu Kopete.
fr: Copie vos compte GTalk vers Kopete.

source: Please wait while applying changes...
da: Vent venligst mens ændringer anvendes...
de: Bitte warten Sie bis alle Änderungen durchgeführt wurden...
fr: Veuillez patientez pendant l'application des modifications s'il vous plait...

source: Prepare:
da: Forbered:
de: Bereite vor:
fr: Préparer :

source: Apply:
da: Anvend:
de: Bestätige:
fr: Appliquer.

source: Warning!
da: Advarsel!
de: Warnung!
fr: Attention !

source: Applying Changes
da: Anvender ændringer
de: Änderungen werden durchgeführt
fr: Application des modifications

source: Wallpaper
da: Baggrundsbillede
de: Bildschirmhintergrund
fr: Fond d'écran

source: Firefox bookmarks could not be loaded.
da: Firefox bogmærkerne kunne ikke indlæses.
de: Firefox Lesezeichen konnten nicht geladen werden.
fr: Les marque-pages de Firefox n'ont pas pu être chargés.

source: Firefox bookmarks loaded.
da: Firefox bogmærkerne indlæst.
de: Firefox Lesezeichen geladen.
fr: Marque-pages de Firefox chargés.

source: Opera bookmarks could not be loaded.
da: Opera bogmærkerne kunne ikke indlæses.
de: Opera Lesezeichen konnten nicht geladen werden.
fr: Les marque-pages dOpéra n'ont pas pu être chargés.

source: Opera bookmarks loaded.
da: Opera bogmærkerne indlæst.
de: Opera Lesezeichen geladen.
fr: Marque-pages d'Opéra chargés.

source: Internet Explorer favorites could not be loaded.
da: Internet Explorer bogmærkerne kunne ikke indlæses.
de: Internet Explorer Lesezeichen konnten nicht geladen werden.
fr: Les favoris d'Internet Explorer n'ont pas pu être chargés.

source: Internet Explorer favorites loaded.
da: Internet Explorer bogmærkerne indlæst.
de: Internet Explorer Lesezeichen geladen.
fr: Favoris d'Internet Explorer chargés.

source: Firefox is open. Please close it first to continue...
da: Firefox kører. Afslut venligst programmet for at fortsætte...
de: Firefox ist geöffnet. Bitte schließen Sie Ihn erst um weitermachen zu können...
fr: Firefox est ouvert. Merci de le fermer avant de continuer plus avant...

source: Windows Mail accounts could not be loaded.
da: Windows Mail kontoer kunne ikke indlæses.
de: Windows E-mailkonten konnten nicht geladen werden.
fr: Les comptes de courriels Windows Mail n'ont pas pu être chargés.

source: Windows Mail accounts loaded.
da: Windows Mail kontoer indlæst.
de: Windows E-mailkonten geladen.
fr: Comptes de courriels Windows Mail chargés.

source: Thunderbird accounts could be loaded.
da: Thunderbird kontoer kunne ikke indlæses.
de: Thunderbird-konten konnten nicht geladen werden.
fr: Les comptes de Thunderbird n'ont pas pu être chargés.

source: Thunderbird accounts loaded.
da: Thunderbird kontoer indlæst.
de: Thunderbird-konten geladen.
fr: Comptes de Thunderbird chargés.

source: MSN accounts could be loaded.
da: MSN kontoer kunne ikke indlæses.
de: MSN-Konten konnten nicht geladen werden.
fr: Les comptes de MSN n'ont pas pu être chargés.

source: MSN accounts loaded.
da: MSN kontoer indlæst.
de: MSN-Konten geladen.
fr: Comptes MSN chargés.

source: GTalk accounts could not be loaded.
da: GTalk kontoer kunne ikke indlæses.
de: GTalk-konten konnten nicht geladen werden.
fr: Les comptes de GTalk n'ont pas pu être chargés.

source: GTalk accounts loaded.
da: GTalk kontoer indlæst.
de: GTalk-konten geladen.
fr: Comptes GTalk chargés.

source: E-Mail Accounts
da: E-mail kontoer
de: E-Mail Konten
fr: Comptes de courriels

source: E-Mail Messages
da: E-mail beskeder
de: E-Mail Nachrichten
fr: Messages de courriels

source: News Accounts
da: Nyhedsliste kontoer
de: News Konten
fr: Nouveaux comptes

source: Desktop Links
da: Skrivebords links
de: Desktopverknüpfungen
fr: Raccourcis sur le bureau

source: Folder '%s' could not be created, please choose another folder!
da: Mappen '%s' kunne ikke oprettes, vælg venligst en anden mappe!
de: Ordner '%s' konnte nicht erstellt werden, bitte wählen Sie einen anderen Ordner!
fr: Le dossier '%s' n'a pas pu être créé. Choisissez un autre dossier, s'il vous plait !

source: You don't have permission to write to folder '%s', please choose another folder!
da: Du har ikke rettigheder til at skrive til mappen '%s', vælg venligst en anden mappe!
de: Sie haben nicht die Berechtigung, in den Ordner '%s' zu schreiben, bitte wählen Sie einen anderen Ordner!
fr: Vous n'avez pas la permission d'écrire dans le dossier '%s'. Choisissez un autre dossier, s'il vous plait !

source: Total size of files you've selected is %(size)d MB, but you have only %(free)d MB of free space!
da: Den totale størrelse på de valgte filer er %(size)d MB, men du har kun %(free)d MB fri plads!
de: Die Gesamtgröße der von Ihnen gewählten Dateien ist %(size)d MB, aber Sie haben nur %(free)d MB freien Speicherplatz zur Verfügung!
fr: La taille totale des fichiers que vous avez sélectionnés est %(size)d Mo, mais il ne vous reste que %(free)d Mo de libre !

source: Wallpaper changed.
da: Baggrundsbillede ændret.
de: Bildschirmhintergrund geändert.
fr: Fond d'écran changé.

source: Bookmarks saved.
da: Bogmærker gemt.
de: Lesezeichen gesichert.
fr: Marque-pages sauvegardés.

source: Mail Accounts saved.
da: Mail kontoer gemt.
de: E-Mail Konten gesichert.
fr: Comptes de courriels sauvegardés.

source: Accounts saved.
da: Kontoer gemt.
de: Konten gesichert.
fr: Comptes sauvegardés.

source: News Accounts saved.
da: Nyhedsliste kontoer gemt
de: News Konten gesichert.
fr: Nouveaux comptes sauvegardés.

source: Instant Messenger Accounts saved.
da: Kvikbesked kontoer gemt.
de: Instant Messenger Konten gesichert.
fr: Comptes de messagerie instantanée sauvegardés.

source: Link '%s' created.
da: Link '%s' oprettet.
de: Link '%s' erstellt.
fr: Lien '%s' créé.

source: Nothing done, because no option selected. You can close the wizard...
da: Intet ændret da ingen indstillinger blev valgt. Du kan nu lukke guiden...
de: Nichts ausgeführt, da keine Option ausgewählt war. Sie können den Migrations Assistenten nun schließen...
fr: Rien n'a été fait parce qu'aucune option n'a été sélectionnée. Vous pouvez fermer l'assistant...

source: All operations completed. You can close the wizard...
da: Alle handlinger blev udført. Du kan nu lukke guiden...
de: Alle Vorgänge abgeschlossen. Sie können den Migrations Assistenten nun schließen...
fr: Toutes les opérations sont terminées. Vous pouvez fermer l'assistant...

source: Summary
da: Sammendrag
de: Zusammenfassung
fr: Résumé

source: User Settings
da: Bruger indstillinger
de: Benutzereinstellungen
fr: Paramètres de l'utilisateur

source: Selected User: <b>%s</b>
da: Valgt bruger: <b>%s</b>
de: Ausgewählter Benutzer: <b>%s</b>
fr: Utilisateur sélectionné : <b>%s</b>

source: Options Settings
da: Indstillingsmuligheder
de: Einstellungen
fr: Paramètres des options

source: Option %1 : <b>%2</b>
da: Indstilling %1 : <b>%2</b>

source: Destination Settings
da: Indstillinger for destinationen
de: Zieleinstellung
fr: Paramètres de destination

source: Linked Destination to: <b> %s </b>
da: Linkede destinationen til: <b> %s </b>
de: Ziel verlinkt mit: <b> %s </b>
fr: Destination liée vers : <b> %s </b>

source: Copied Destination to: <b> %s </b>
da: Kopierede destinationen til: <b> %s </b>
de: Ziel kopiert nach: <b> %s </b>
fr: Destination copiée vers : <b> %s </b>

source: Selecting Files
da: Vælger Filer
de: Wähle Dateien
fr: Sélection des fichiers

source: My Documents
da: Mine Dokumenter
de: Eigene Dateien
fr: Mes Documents

source: Desktop
da: Skrivebord
fr: Bureau

source: My Music
da: Min Musik
de: Eigene Musik
fr: Ma Musique

source: My Pictures
da: Mine Billeder
de: Eigene Bilder
fr: Mes Images

source: My Video
da: Mine Videoer
de: Eigene Videos
fr: Mes vidéos

source: Selecting User
da: Vælger Bruger
de: Wähle Benutzer
fr: Sélection de l'utilisateur

source: User Profiles
da: Bruger Profiler
de: Benutzerprofile
fr: Profils des utilisateurs

source: There aren't any Microsoft Windows partitions to migrate! Please check your mounted partitions...
da: Der er ingen installation af Windows at migrere! Kontroller venligt dine monterede partitioner...
de: Keine Partitionen mit Microsoft Windows gefunden! Bitte überprüfen Sie die angeschlossenen Partitionen...
fr: Il n'y a pas de partition Microsoft Windows à migrer ! Veuillez vérifier les partitions qui sont montées s'il vous plait...

source: There isn't any selected user on User Selection Window!
da: Der er ikke valgt nogen bruger i Bruger vælger vinduet!
de: Kein User aus der Benutzerliste markiert !
fr: Il n'y a pas d'utilisateur sélectionné dans la fenêtre de sélection des utilisateurs !

source: Welcome
da: Velkommen
de: Willkommen
fr: Bienvenue

source: Migration Tool
da: Migrerings værktøj
de: Migrations Assistent
fr: Outil de Migration

source: Cancel
da: Fortryd
de: Abbrechen
fr: Annuler

source: Back
da: Tilbage
de: Zurück
fr: Retour

source: Next
da: Næste
de: Weiter
fr: Suivant

source: Finish
da: Afslut
de: Beenden
fr: Terminer

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Your settings will be applied in next screen...</span></p></body></html>
da: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Dine indstillinger vil blive anvendt...</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Ihre Einstellungen werden geschrieben, wenn Sie zum nächsten Screen weitergehen...</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Vos réglages seront appliqués à l'écran suivant...</span></p></body></html>

source: Do Nothing
da: Gør intet
de: Nicht machen
fr: Ne rien faire

source: Put links to my desktop
da: Placer links på mit skrivebord
de: Setze Verknüfungen zum Desktop
fr: Mettre les raccourcis sur le bureau

source: Copy files to directory :
da: Kopier filer til mappe:
de: Kopiere Dateien ins Verzeichnis:
fr: Copier les fichiers vers le dossier :

source: Directory
da: Mappe
de: Verzeichnis
fr: Dossier

source: Size
da: Størrelse
de: Größe
fr: Taille

source: Set or unset entry as default boot entry.
da: Marker eller afmarker indgang som standard opstarts indgang.
de: Markieren als standard Boot-Eintrag.
fr: Marquer comme entrée de démarrage par défaut.

source: Users
da: Brugere
de: Benutzer
fr: Utilisateurs

source: This application, called Migration Tool, helps you transfer files and settings from other operating systems to Pardus. Please click Next to transfer your files. Pardus is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; helps you connect to internet, read e-mails, work with office documents and more!
da: Dette program, kaldet Migrerings værktøjet, hjælper dig med at overføre filer og indstillinger fra andre operativsystemer til Pardus. Klik venligts på næste for at overføre dine filer. Pardus er en GNU/Linux distribution, målrettet computerbrugeres grundlæggende computer behov; surfe på nette, læse e-mails, arbejde med dokumenter og mere!
de: Dieses Programm, genannt Migration Tool, wird Ihnen helfen Dateien und Einstellungen Ihres schon vorhandenen Betriebssystems zu Pardus zu überführen. Bitte klicken Sie auf Weiter um die notwendigen Dateien zu kopieren. Pardus ist eine GNU/Linux Distribution, ausgerichtet auf die grundsätzlichen Anforderungen an ein PC-Betriebssystem für sämtliche Benutzerschichten. Pardus hilft Ihnen sich mit dem Internet zu verbinden, unterstützt Sie beim E-mail lesen, beim arbeiten mit Office Dokumenten und vielem mehr!
fr: Cette application, appelée Outil de Migration, vous aide à transférer vos fichiers et préférences d'un autre système d'exploitation vers Pardus. Cliquer sur Suivant pour transférer vos fichiers. Pardus est une distribution GNU/Linux visant à remplir les besoins des utilisateurs : connexion à internet, lecture et envoi de courriels, travaux bureautiques et bien plus encore !

source: Form
fr: Formulaire
