Repository: pisilinux/uludag
Catalog: tags/RESTRUCTURED/pardil-2005-05-28/locales/*.utf8/LC_MESSAGES/pardil.po
Languages: tr_tr

source: Account Activation
tr_tr: Hesap Aktivasyonu

source: Invalid activation data. Please double check URL.
tr_tr: Geçersiz aktivasyon bilgisi. Lütfen adresi iki kez kontrol edin.

source: Activation code is not valid.
tr_tr: Aktivasyon kodu geçerli değil.

source: Account is already activated.
tr_tr: Kullanıcı hesabı zaten aktive edilmiş.

source: You are allowed to use this form at most %1$d times in %2$d seconds.
tr_tr: Bu formu %2$d saniye içinde en fazla %1$d kere kullanabilirsiniz.

source: Activation is not required.
tr_tr: Aktivasyon gerekmiyor.

source: E-mail address should be written.
tr_tr: E-posta adresi yazılmalı.

source: E-mail address should be valid.
tr_tr: E-posta adresi geçerli olmalı.

source: E-mail address does not exist in database.
tr_tr: E-posta adresi veritabanında bulunamadı.

source: %s Account Activation
tr_tr: %s Hesap Aktivasyonu

source: Hello, To complete your registration at %1$s, please visit the address below: %2$s Thanks, %3$s Team
tr_tr: Merhaba, %1$s adresindeki kaydınızı tamamlamak için, lütfen aşağıdaki adresi ziyaret edin: %2$s Teşekkürler, %3$s Ekibi

source: Access Denied
tr_tr: Erişim Engellendi

source: Proposal Updated
tr_tr: Öneri Güncellendi

source: Title should be written.
tr_tr: Başlık yazılmalı.

source: Abstract should be written.
tr_tr: Özet yazılmalı.

source: Section "%s" should be written. If you don't want it, remove it.
tr_tr: "%s" bölümü yazılmalı. İstemiyorsanız, bölümü kaldırın.

source: At least one section should be created.
tr_tr: En az bir bölüm yaratılmalı.

source: Release info should be written.
tr_tr: Sürüm bilgisi yazılmalı.

source: Release number should be written.
tr_tr: Sürüm numarası yazılmalı.

source: Release number is not valid.
tr_tr: Sürüm numarası geçerli değil.

source: New release number should be greater than %.2f
tr_tr: Yeni sürüm numarası %.2f'den büyük olmalı.

source: New release number should be greater than latest revision number (%.2f).
tr_tr: Yeni sürüm numarası en son sürüm numarasından büyük olmalı (%.2f).

source: Edit Proposal
tr_tr: Öneriyi Düzenle

source: Username should be written.
tr_tr: Kullanıcı adı yazılmalı.

source: Password should be written.
tr_tr: Parola yazılmalı.

source: Wrong username or password.
tr_tr: Hatalı kullanıcı adı ya da parola.

source: User account is not activated.
tr_tr: Kullanıcı hesabı aktive edilmemiş.

source: User Login
tr_tr: Kullanıcı Girişi

source: Logged Out
tr_tr: Çıkış Yapıldı

source: New Proposal Submitted
tr_tr: Yeni Öneri Gönderildi

source: New Proposal
tr_tr: Yeni Öneri

source: Proposal Not Found
tr_tr: Öneri Bulunamadı

source: Create Temporary Password
tr_tr: Geçici Parola Yarat

source: E-mail address not found in database.
tr_tr: E-posta adresi veritabanında bulunamadı..

source: %s Temporary Password
tr_tr: %s Geçici Parolası

source: Hello, You have requested a temporary password for your account at %1$s. Your temporary password is: %2$s This temporary password does not effect your primary password. Thanks, %3$s Team
tr_tr: Merhaba, %1$s adresindeki hesabınız için geçici parola talebinde bulundunuz. Geçici parolanız: %2$s Bu geçici parola asıl parolanızı etkilemez. Teşekkürler, %3$s Ekibi

source: Profile Update Complete
tr_tr: Profil Güncellemesi Tamamlandı

source: Real name should be written.
tr_tr: Gerçek isim yazılmalı.

source: Password should be written twice.
tr_tr: Parola iki kere yazılmalı.

source: Passwords should be same.
tr_tr: Parolalar aynı olmalı.

source: Password should be at least %d chars long.
tr_tr: Parola en az %d karakter uzunluğunda olmalı.

source: User Profile
tr_tr: Kullanıcı Bilgileri

source: Registration Complete
tr_tr: Kayıt Tamamlandı

source: Username should be at least %d chars long.
tr_tr: Kullanıcı adı en az %d karakter uzunluğunda olmalı.

source: Username is in use.
tr_tr: Kullanıcı adı kullanımda.

source: User Registration
tr_tr: Kullanıcı Kaydı

source: PHP's Magic Quotes option is set to ON, this is bad. It seems that this web server does not read .htaccess file. Please contact your server administrator.
tr_tr: PHP'nin Magic Quotes seçeneği ON'a ayarlanmış, bu iyi değil. Bu web sunucusu .htaccess dosyasını okumadığı görülüyor. Lütfen sunucu yöneticiniz ile görüşün.

source: You must provide at least one recipient email address.
tr_tr: En az bir alıcı adresi belirtmelisiniz.

source: %s mailer is not supported.
tr_tr: %s e-posta göndericisi desteklenmemektedir.

source: Could not execute: %s
tr_tr: Komut çalıştırılamıyor: %s

source: Could not instantiate mail function.
tr_tr: E-posta fonksiyonu kullanılamıyor.

source: The following From address failed: %s
tr_tr: Gönderici adresi kabul edilmedi: %s

source: SMTP Error: The following recipients failed: %s
tr_tr: SMTP Hatası: Alıcı adresi kabul edilmedi: %s

source: SMTP Error: Data not accepted.
tr_tr: SMTP Hatası: Veri kabul edilmedi.

source: SMTP Error: Could not authenticate.
tr_tr: SMTP Hatası: Kimlik doğrulama yapılamadı.

source: SMTP Error: Could not connect to SMTP host.
tr_tr: SMTP Hatası: SMTP sunucuya bağlanılamadı.

source: Could not access file: %s
tr_tr: Dosyaya erişilemedi: %s

source: File Error: Could not open file: %s
tr_tr: Dosya açılamadı: %s

source: Unknown encoding: %s
tr_tr: Bilinmeyen karakter kodlaması: %s

source: Account Activated
tr_tr: Hesap Aktive Edildi

source: Your registration is now complete.
tr_tr: Kaydınız tamamlandı.

source: Go to login page
tr_tr: Giriş sayfasına git

source: Activation Code Sent
tr_tr: Aktivasyon Kodu Gönderildi

source: You need to activate your account by clicking (or visiting) the URL sent to your e-mail address.
tr_tr: Hesabınızı, e-posta adresinize gönderilen adrese tıklayarak (ya da adresi ziyaret ederek) aktive etmeniz gerekmektedir.

source: A problem occured in our mail server while sending your activation code. Please contact server administrator.
tr_tr: Aktivasyon kodunuzu gönderirken, posta sunucumuzda bir hata oluştu. Lütfen sunucu yöneticisiyle irtibata geçin.

source: E-Mail Address:
tr_tr: E-Posta Adresi:

source: Request Code &raquo;
tr_tr: Kod Talep Et &raquo;

source: You are not allowed to perform this operation.
tr_tr: Bu işlemi yapma izniniz yok.

source: You've successfully updated a proposal.
tr_tr: Öneriyi başarılı bir şekilde güncellediniz.

source: This updated is saved as a new revision of proposal.
tr_tr: Bu güncelleme, önerinin yeni bir sürümü olarak eklendi.

source: View proposal
tr_tr: Öneriyi görüntüle

source: Section:
tr_tr: Bölüm:

source: Remove section
tr_tr: Bölümü kaldır

source: Remove section?
tr_tr: Bölüm kaldırılsın mı?

source: Title:
tr_tr: Başlık:

source: Abstract:
tr_tr: Özet:

source: New Section:
tr_tr: Yeni Bölüm:

source: Add &raquo;
tr_tr: Ekle &raquo;

source: Proposal should be written in sections.<br/>Write section title and then push "Add &raquo;" button.
tr_tr: Öneri bölümler halinde yazılmalı.<br/>Başlığı yazın ve sonra da "Ekle &raquo;" düğmesine basın.

source: Release Info:
tr_tr: Sürüm Bilgisi:

source: Release Number:
tr_tr: Sürüm Numarası:

source: New Release:
tr_tr: Yeni Sürüm:

source: This is not the latest revision of proposal, so you may not use it to create new revision.
tr_tr: Bu, önerinin son revizyonu değil, bu yüzden yeni bir revizyon yaratırken kullanamazsınız.

source: Save this update as a new release.
tr_tr: Bu güncellemeyi yeni bir sürüm olarak kaydet.

source: Are you sure?
tr_tr: Emin misiniz?

source: Reset Form
tr_tr: Formu Sıfırla

source: Submit &raquo;
tr_tr: Gönder &raquo;

source: Session data updated.
tr_tr: Oturum bilgisi güncellendi.

source: Session Information:
tr_tr: Oturum Bilgisi:

source: Username:
tr_tr: Kullanıcı Adı:

source: Edit Profile
tr_tr: Kullanıcı Bilgilerini Düzenle

source: Logout
tr_tr: Çıkış Yap

source: Proposals
tr_tr: Öneriler

source: Proposals:
tr_tr: Öneriler:

source: Password:
tr_tr: Parola:

source: Login &raquo;
tr_tr: Giriş &raquo;

source: Forgot your password?
tr_tr: Parolanızı mı unuttunuz?

source: Need activation?
tr_tr: Aktivasyona mı ihtiyacınız var?

source: Not a registered user?
tr_tr: Kayıtlı kullanıcı değil misiniz?

source: You Have Logged Out
tr_tr: Çıkış Yaptınız

source: You have successfully logged out
tr_tr: Başarılı bir şekilde çıkış yaptınız.

source: Go to main page
tr_tr: Ana sayfaya git

source: You've successfully submitted a new proposal.
tr_tr: Yeni bir öneriyi başarılı bir şekilde gönderdiniz.

source: New proposal is automatically approved and marked as active.
tr_tr: Yeni öneri otomatik olarak onaylandı ve aktif olarak işaretlendi.

source: New proposal marked as pending. It needs to be reviewed by a moderator.
tr_tr: Yeni öneri beklemeye alındı. Bir moderatör tarafından incelenmesi gerekiyor.

source: This proposal or revision does not exist.
tr_tr: Bu öneri veya sürüm bulunmuyor.

source: Temporary Password Sent
tr_tr: Geçici Parola Gönderildi

source: In this page, you can create a temporary password. With this temporary password, you can login to your account to change your primary password.
tr_tr: Bu sayfada, geçici bir parola yaratabilirsiniz. Bu geçici parola ile hesabınıza giriş yapabilir ve asıl parolanızı değiştirebilirsiniz.

source: This temporary password does not effect your primary password, and will be disabled after %d seconds.
tr_tr: Bu geçici parola, asıl parolanızı etkilemez, ve %d saniye sonra iptal edilir.

source: You've successfully updated your profile.
tr_tr: Kişisel bilgilerinizi başarılı bir şekilde güncellediniz.

source: You need to activate your account by clicking (or visiting) the URL sent to your new e-mail address.
tr_tr: Hesabınızı, yeni e-posta adresinize gönderilen adrese tıklayarak (ya da adresi ziyaret ederek) aktive etmeniz gerekmektedir.

source: Name:
tr_tr: İsim:

source: If you change your e-mail address, you will need to activate your account again.
tr_tr: E-posta adresinizi değiştirirseniz, hesabınızı yeniden aktifleştirmeniz gerekir.

source: If you don't want to change your password, leave these two fields empty.
tr_tr: Şifrenizi değiştirmek istemiyorsanız, bu iki alanı boş bırakın.

source: Update &raquo;
tr_tr: Güncelle &raquo;

source: Abstract
tr_tr: Özet

source: Identity
tr_tr: Künye

source: Status:
tr_tr: Durum:

source: Id:
tr_tr: No:

source: Version:
tr_tr: Sürüm:

source: Last Update:
tr_tr: Son Güncelleme:

source: Releated Proposals:
tr_tr: Bağlantılı Öneriler:

source: None
tr_tr: Yok

source: Maintainers
tr_tr: Sorumlular

source: Contents
tr_tr: İçindekiler

source: Revision History
tr_tr: Sürüm Geçmişi

source: You've successfully registered.
tr_tr: Başarılı bir şekilde kayıt oldunuz.

source: Register &raquo;
tr_tr: Kayıt &raquo;

source: Could not connect to database server.
tr_tr: Veritabanı sunucusuna bağlanılamadı.

source: Could not select database.
tr_tr: Veritabanı seçilemedi.

source: Missing configuration.
tr_tr: Eksik konfigürasyon.
