Repository: pisilinux/uludag
Catalog: tags/kde/service-manager/1.2.1/po/*.po
Languages: fr

source: Service Manager
fr: Gestionnaire des Services

source: Service Manager is already started!
fr: Le Gestionnaire de Services est déjà en cours d'éxécution !

source: You are not allowed to do this operation.
fr: Vous n'êtes pas autorisé à effectuer cette opération.

source: Access Denied
fr: Accès refusé

source: COMAR script execution failed.
fr: L'exécution du script COMAR a echoué.

source: Script Error
fr: Erreur de script

source: Unable to start service
fr: Impossible de démarrer le service

source: Unable to stop service
fr: Impossible d'arrêter le service

source: Select a service from list.
fr: Sélectionner un service de la liste.

source: Start
fr: Démarrer

source: %s is running.
fr: %s est en cours d'exécution.

source: %s is not running.
fr: %s est à l'arrêt.

source: If you stop this service, you may have problems. Are you sure you want to stop this service?
fr: L'arrêt de service provoquera d'éventuel problèmes. Êtes vous sûr de vouloir arrêter ce service ?

source: If you disable this service, you may have problems. Are you sure you want to do this?
fr: L'arrêt de service provoquera d'éventuel problèmes. Êtes vous sûr de vouloir arrêter ce service ?

source: Run on Startup
fr: Lancer au Démarrage du sytème

source: Package
fr: Paquet

source: Run on startup.
fr: Lancer au démarrage du sytème.

source: Don't run on startup.
fr: Ne pas lancer au démarrage du système.

source: &List servers only.
fr: &Lister seulement les serveurs.
