Repository: pisilinux/uludag
Catalog: branches/kde/knazar/kde4/po/*.po
Languages: nl

source: About KNazar
nl: Over KNazar

source: Protect
nl: Beveiligen

source: Release
nl: Vrijgeven

source: KNazar - No harmful look allowed!
nl: KNazar - Geen schadelijke blik toegestaan!

source: KNazar is starting to protect your Pardus Linux from harmful looks...
nl: KNazar start om uw Pardus Linux te beschermen tegen schadelijke blikken...

source: KNazar is stopping to protect your Pardus Linux from harmful looks...
nl: KNazar stopt uw Pardus Linux te beschermen tegen schadelijke blikken...

source: KNazar - You are completely demilitarized...
nl: KNazar - U bent volledig ontwapend...

source: Nazar eliminated
nl: Nazar verwijderd

source: Nazar Received and eliminated successfuly
nl: Nazar ontving en heeft succesvol verwijderd

source: Nazar harmed
nl: Nazar beschadigd

source: Nazar Received and it HARMED!
nl: Nazar ontvaing en het deed pijn!

source: KNazar - %1 attacks received so far, %2 are defated and %3 are received...
nl: KNazar - Tot dusver %1 aanvallen ontvangen, %2 zijn afgeweerd en %3 zijn ontvangen...

source: KDE Nazar Application
nl: KDE Nazar Applicatie

source: KNazar is a useful part of the Pardus Linux
nl: KNazar is een nuttig onderdeel van Pardus Linux

source: Author
nl: Auteur

source: KDE4 Porter
nl: Omgezet naar KDE4

source: KNazar Icon
nl: KNazar Icoon

# NAME OF TRANSLATORS
source: Your names
nl: Willem Gielen

# EMAIL OF TRANSLATORS
source: Your emails
nl: w.gielen@gmail.com
