Repository: pisilinux/uludag
Catalog: tags/kde/firewall-manager/1.6.5/po/*.po
Languages: de

source: Pardus Firewall Graphical User Interface
de: Pardus-Firewall grafische Benutzeroberfläche

source: GUI Design & Usability
de: GUI Design & Benutzerfreundlichkeit

source: Help with IPTables
de: Hilfe mit IP-Tabellen

source: Help with KDE stuff
de: Hile mit KDE

source: Accept all incoming connection through ports %s
de: Alle eingehende Verbindungen durch diese Ports%s akzeptieren

source: Reject all incoming connection through ports %s
de: Alle eingehende Verbindungen durch diese Ports%s verweigern

source: Accept all outgoing connection through ports %s
de: Alle ausgehende Verbindungen durch diese Ports%s akzeptieren

source: Reject all outgoing connection through ports %s
de: Alle ausgehende Verbindungen durch diese Ports%s verweigern

source: Invalid port range.
de: Ungültiger Port-Bereich

source: Firewall Configuration
de: Firewall Einstellungen

source: &Stop Firewall
de: &Firewall anhalten

source: <b><font size='+1'>Firewall is running</font></b>
de: <b><font size='+1'>Firewall wird bereits ausgeführt</font></b>

source: Click here to stop the firewall and allow all incoming and outgoing connections.
de: Klicken Sie hier, um die Firewall anzuhalten und alle Ein- und Ausgehenden Verbindungen zu zulassen.

source: &Start Firewall
de: &Firewall starten

source: <b><font size='+1'>Firewall is not running</font></b>
de: <b><font size='+1'>Firewall ist nicht aktiv</font></b>

source: Click here to start the firewall and allow connections only to specified services.
de: Klicken Sie hier, um die Firewall zu starten und nur erlaubten Diensten die Verbindung zu zulassen.

source: Pardus Firewall Interface is already running!
de: Pardus-Firewall Schnittstelle wird bereits ausgeführt!

source: Mail services
de: Mail Dienste

source: Web services
de: Web-Dienste

source: Remote login service
de: Remote-Anmeldung Dienst

source: Windows file sharing service
de: Windows Dateifreigabe-Dienst

source: Internet relay chat service
de: Internet Chat-Dienste weiterleiten

source: File transfer service
de: Dateiübertragungs-Dienst

source: <b><font size="+1">Firewall is running</font></b>
de: <b><font size="+1">Firewall wir bereits ausgeführt</font></b>

source: Click here to stop the firewall and allow all incoming connections.
de: Klicken Sie hier, um die Firewall anzuhalten und alle Eingehenden Verbindungen zu zulassen.

source: All incoming connections are <b>rejected</b> by default. If you want to allow other computers to access services on this computer, check the service below:
de: Alle eingehenden Verbindungen sind Standardmässig auf<b>verweigert</b> gesetzt. Wenn Sie anderen Computer den Zugang zu manchen Diensten auf Ihren Computer zulassen möchten, dann wählen Sie die Dienste aus:

source: Incoming Connections
de: Eingehende Verbindungen

source: In this tab, you can create your own firewall rules. Use '+' button to create rules, and uncheck rules from list to remove them.
de: In dieser Registerkarte, können Sie Ihre eigenen Fierwall-Richtlinien einrichten. Benutzen Sie die '+' Taste, um die Richlinien zu erstellen und deaktivieren Sie die Richtlinien, um diese zu entfernen.

source: Advanced
de: Erweitert

source: New Rule
de: Neue Richtlinie

source: Connections
de: Verbindungen

source: Incoming
de: Eingehende

source: Outgoing
de: Ausgehende

source: Port Range
de: Port Bereich

source: Example: 100-200,300
de: Beispiel: 100-200,300

source: Action
de: Aktion

source: Accept
de: Akzeptieren

source: Reject
de: Verweigern
