<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>



  
  
  <title>Pardus 2007.2 release notes</title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8">
</head>


<body>



<h1>Notas de lanzamiento de Pardus 2007.2</h1>



<h2>1. Bienvenido a&nbsp;Pardus 2007.2</h2>
Bienvenido a Pardus versi&oacute;n 2007.2, un lanzamiento de
mantenimiento para&nbsp;Pardus 2007, luego de Pardus 2007.1, siendo un
sistema operativo f&aacute;cil de instalar y f&aacute;cil de usar
con muchos desarrollos &uacute;tiles, seguros y compatibles para el
entorno de escritorio K (KDE). <br>

Aqui describimos las diferencias principales entre Pardus 2007.1 y 2007.2. 

Le invitamos cordialmente a visitar&nbsp;<a href="http://www.pardus.org.tr/eng">www.pardus.org.tr/eng</a> por m&aacute;s informaciones.

<h3>1.1 Feedback</h3>

Puede utilizar la p&aacute;gina web bugs.pardus.org.tr, alias sistema
de reporte de fallas de Pardus, para enviar un reporte de falla, una
correcci&oacute;n, o cualquier sugerencia relacionada con Pardus. Nos
gustar&iacute;a agradecer a nuestros usuarios y desarrolladores por su
env&iacute;o de reportes de fallas, correcciones relacionadas y
sugerencias para funcionalidades del lanzamiento actual.
<br>


<br>

Adem&aacute;s puede utilizar el aplicativo de feedback, disponible en
el men&uacute;, para enviar sus ideas y opiniones sobre Pardus a
trav&eacute;s de la internet.

<h2>2. Caracter&iacute;sticas Principales</h2>

Esta secci&oacute;n describe las caracteristicas nuevas incluidos
en&nbsp;Pardus 2007.2. Pardus
2007.2 es principalmente un lanzamiento de correcci&oacute;nes,
actualizaci&oacute;n de traducciones y extensiones menores de Pardus
2007.1.

<h3>2.1 Escritorio actualizado (KDE 3.5.7)</h3>

Pardus 2007.2 ahora introduce KDE 3.5.7 por su mejor estabilidad,
traducci&oacute;n y efectos visuales para los usuarios de Pardus. Este
paquete tambien est&aacute; disponible como acualizaci&oacute;n para Pardus 2007 y Pardus 2007.1
mediante&nbsp;el administrador de paquetes de Pardus.

<h3>2.2 Soporte PEAP-MSCHAPv2 para Administrador de Red</h3>

Administrador de red ahora incluye soporte PEAP-MSCHAPv2.
Clientes&nbsp;Pardus ahora pueden autenticarse con dispositivos
inalambricos usando este protocolo, aprovechando las facilidades de
encriptaci&oacute;n fuerte.

<h3>2.3 Mejorado Sistema de Administraci&oacute;n de Paquetes</h3>

Algunos usuarios reclamaron la lentitud de b&uacute;squeda del administrador
de paquetes. Ahora pisi est&aacute; utilizando un m&eacute;todo nuevo
de b&uacute;squeda&nbsp;para buscar en los nombres y descripciones.
Como resultado, las b&uacute;squedas de paquetes responden de manera m&aacute;s
&aacute;gil y confiable.

<h3>2.4 Actualizaci&oacute;n de Paquetes</h3>

El repositorio de Pardus 2007.2 alberga una cantidad creciente de
programas, con 1728 paquetes estables y probados para este lanzamiento.
Adem&aacute;s los usuarios de Pardus pueden descargar m&aacute;s
de&nbsp;650 paquetes del repositorio&nbsp;contrib.

<h3>2.5 Administrador de Arranque</h3>

Pardus 2007.2 introduce un nuevo administrador de arranque, con el cual
se puede agregar, modificar o eliminar entradas al men&uacute; de GRUB, para el arranque del sistema.

<h3>2.6 Soporte autologin en YALI</h3>

Muchos usuarios solicitaron una manera r&aacute;pida para iniciar el
escritorio Pardus, y lo implementamos. YALI (Yet Another Linux
Installer)
ahora ofrece soporte de&nbsp;autologin durante la instalaci&oacute;n.
Quiere decir, durante la instalaci&oacute;n se puede elegir al usuario
que al iniciar el sistema se logea por defecto al escritorio KDE.

<h3>2.7 Actualizaciones y correcciones</h3>

Soporte Jmicron se agreg&oacute; a&nbsp;Pardus 2007.2. Usuarios con controladores Jmicron 
podr&aacute;n ahora instalar&nbsp;Pardus 2007.2 sin complicaciones.

<h2>3. Requerimientos de instalaci&oacute;n</h2>
Se puede ejecutar&nbsp;Pardus 2007.2 en un equipo con hardware
promedio. Sugerimos al menos&nbsp;512 MB memoria RAM&nbsp;y procesador
de 1200 MHz para un rendimiento aceptable. Requerimientos de hardware
m&iacute;nimos y recomendados para Pardus
2007.2 son:

<ul>


  <li>Memoria RAM 256 MB&nbsp;(512 MB recomendado)</li>


  <li>Procesador 800 MHz Intel o AMD&nbsp;(1200 MHz recomendado)</li>


  <li>Al menos 4 GB de espacio en disco r&iacute;gido (10 GB&nbsp;recomendado)</li>


</ul>



<h2>4. Contacto</h2>



Por favor, visite la p&aacute;gina web de&nbsp;Pardus&nbsp;(<a href="http://www.pardus.org.tr/eng">www.pardus.org.tr/eng</a>) por m&aacute;s informaci&oacute;n.

</body>
</html>
