Repository: pisilinux/uludag
Catalog: branches/kde/upgrade-manager/kde3/po/*.po
Languages: nl

source: Upgrading from Pardus to version 2009
nl: Opwaarderen van Pardus naar versie 2009

source: Preparing to upgrade
nl: Voorbereiden voor opwaarderen

source: Setting up repositories
nl: Instellen van bronnen

source: Downloading new packages
nl: Ophalen van nieuwe pakketten

source: Installing upgrades
nl: Installeren van opwaarderingen

source: Restarting the computer
nl: Computer herstarten

source: Start Upgrading
nl: Opwaarderen starten

source: <qt>Downloading %1 of %2 packages</qt>
nl: <qt>Ophalen %1 van %2 pakketten</qt>

source: <qt>Installing (%1) %2 of %3 packages</qt>
nl: <qt>Installeren (%1) %2 van %3 pakketten</qt>

source: <qt>Configuring packages. This may take several minutes to finish</qt>
nl: <qt>Configuratie van pakketten. Dit kan meerdere minuten duren</qt>

source: <br><br>Do you want to continue?</qt>
nl: <br><br>Wilt u doorgaan?</qt>

source: Resolving dependencies...
nl: Oplossen van afhankelijkheden...

source: Distribution Upgrade Manager
nl: Distributie opwaardeerbeheer

source: Maintainer
nl: Onderhouder

source: Unable to connect to DBus.
nl: Kan geen verbinding maken met DBus.

source: DBus Error
nl: DBus-fout

source: D-Bus Error
nl: D-Bus fout

source: COMAR Auth Error
nl: COMAR-autorisatiefout

source: Network error. Please check your network connections and try again.
nl: Netwerkfout. Controleer de netwerkverbinding en probeer opnieuw.

source: COMAR Error
nl: COMAR-fout

source: You are not authorized for this operation.
nl: U bent niet geautoriseerd voor deze handeling.

source: Upgrading from %1 to version 2009
nl: Opwaarderen van %1 naar versie 2009

source: <qt>Upgrade to Pardus 2009 completed. Upgrade-manager will now restart the system.
nl: <qt>Opwaarderen naar Pardus 2009 is voltooid. Opwaardeerbeheer zal nu het systeem herstarten.

source: Restart Later
nl: Later herstarten

source: Upgrade Manager
nl: Opwaardeerbeheer
