Repository: pisilinux/uludag
Catalog: branches/l10n/kde/3.5.x/messages/kdeutils/klaptopdaemon.po
Languages: tr

source: Your computer seems to have a partial ACPI installation. ACPI was probably enabled, but some of the sub-options were not - you need to enable at least 'AC Adaptor' and 'Control Method Battery' and then rebuild your kernel.
tr: Bilgisayarınızda ACPI parça kurulum olarak yüklenmiş. ACPI açık fakat, bazı alt seçenekleri kapalı - en azından 'AC Adaptor' ve 'Kontrol Metod Pili' modüllerini açıp çekirdeğini yeniden inşa etmelisiniz.

source: Your computer doesn't have the Linux APM (Advanced Power Management) or ACPI software installed, or doesn't have the APM kernel drivers installed - check out the <a href="http://www.linuxdoc.org/HOWTO/Laptop-HOWTO.html">Linux Laptop-HOWTO</a> document for information on how to install APM.
tr: Bu bilgisayara linux APM (Gelişmiş güç yöneticisi) desteği bulunmuyor.

source: If you make /usr/bin/apm setuid then you will also be able to choose 'suspend' and 'standby' in the above dialog - check out the help button below to find out how to do this
tr: /usr/bin/apm programını setuid yaparsanız, yukarıdaki askıya al ve beklemeye al menülerini de seçebilirsiniz.

source: You may need to enable ACPI suspend/resume in the ACPI panel
tr: ACPI panelindeki ACPI bekleme/devam seçeneğini aktif etmeniz gerekebilir

source: Your system does not support suspend/standby
tr: Sisteminiz asılı bırakmayı desteklemiyor

source: No PCMCIA controller detected
tr: PCMCIA denetleyici bulunamadı

source: Card 0:
tr: Kart 0:

source: Card 1:
tr: Kart 1:

source: Your system has APM installed but may not be able to use all of its features without further setup - look in the 'APM Config' tab for information about setting up APM for suspend and resume
tr: Sistemde APM desteği bulunuyor, ancak ek ayarlar yapılmadıkçatüm özellikler kullanılmayabilir. Lütfen APM Yapılandırma sekmesiniAPM desteği için tıklayın ve gerekli ayarları yapın.

source: Your system has ACPI installed but may not be able to use all of its features without further setup - look in the 'ACPI Config' tab for information about setting up ACPI for suspend and resume
tr: Sistemde·ACPI·desteği·bulunuyor,·ancak·ek·ayarlar· yapılmadıkça tüm· özellikler·kullanılmayabilir.·Lütfen·ACPI·Yapılandırma sekmesini APM·desteği·için·tıklayın·ve·gerekli·ayarları·yapın.

source: There is no /dev/apm file on this system. Please review the FreeBSD handbook on how to create a device node for the APM device driver (man 4 apm).
tr: Bu sistemde /dev/apm dosyası mevcut değil. APM aygıt sürücüsü için nasıl aygıt kolu oluşturulacağını FreeBSD dökümanlarından bakınız (man 4 apm).

source: Your system has the proper device node for APM support, however you cannot access it. If you are logged in as root right now, you have a problem, otherwise contact your local sysadmin and ask for read/write access to /dev/apm.
tr: Sisteminiz APM desteği için gerekli aygıt koluna sahip, fakat erişemiyorsunuz. Eğer root olarak giriş yapmışsanız, bir probleminiz var, farklı bir kullanıcı girişi yapmışsanız sistem yöneticisine /dev/apm'ye okuma/yazma erişiminizi sorunuz.

source: Your kernel lacks support for Advanced Power Management.
tr: Sisteminizde Gelişmiş Güç Yönetimi Desteği bulunmamaktadır.

source: There was a generic error while opening /dev/apm.
tr: /dev/apm açılırken bir hata oluştu.

source: APM has most likely been disabled.
tr: APM büyük ihtimalle kapatılmış durumda.

source: There is no /dev/apm file on this system. Please review the NetBSD documentation on how to create a device node for the APM device driver (man 4 apm).
tr: Bu sistemde /dev/apm dosyası mevcut değil. APM aygıt sürücüsü için nasıl aygıt kolu oluşturulacağını NetBSD dökümanlarından bakınız (man 4 apm).

source: Your system has the proper device node for APM support, however you cannot access it. If you have APM compiled into the kernel this should not happen.
tr: Sisteminiz APM desteği için gerekli aygıt koluna sahip, fakat erişemiyorsunuz. Eğer APM çekirdeğe derlenmiş ise bu meydana gelebilir.

source: Your computer or operating system is not supported by the current version of the KDE laptop control panels. If you want help porting these panels to work with it please contact paul@taniwha.com.
tr: Bilgisayarınız veya işletim sisteminiz KDE laptop kontrol panelleri tarafından desteklenmiyor. Eğer bu panelleri sisteminizde çalışacak şekilde aktarmak(port) istiyorsanız paul@taniwha.com ile bağlantıya geçin.

source: KDE laptop daemon starter
tr: KDE Dizüstü Programı Başlatıcı

source: Battery power is running out.
tr: Pilin gücü zayıflıyor.

source: %1 % charge left.
tr: % %1 oranında dolu.

source: _n: 1 minute left. %n minutes left.
tr: %n dakika kaldı.

source: _n: 1% left. %n percent left.
tr: Yüzde %n kaldı.

source: Your battery is now fully charged.
tr: Piliniz tam olarak dolduruldu

source: Laptop Battery
tr: Dizüstü Pili

source: Logout failed.
tr: Çıkış işlemi başarısız.

source: Shutdown failed.
tr: Kapatma işlemi başarısız.

source: Empty slot.
tr: Boş yuva.

source: PCMCIA & CardBus Slots
tr: PCMCIA & Kart Yuvaları

source: Ready.
tr: Hazır.

source: Card Slot %1
tr: Kart Yuvası %1

source: &Eject
tr: Çı&kar

source: &Suspend
tr: &Asılı bırak

source: &Reset
tr: &Sıfırla

source: Resetting card...
tr: Kart sıfırlanıyor...

source: Inserting new card...
tr: Yeni kart takılıyor...

source: Ejecting card...
tr: Kart çıkartılıyor...

source: Suspending card...
tr: Kart asılı bırakılıyor...

source: Resuming card...
tr: Karta devam ediliyor...

source: Card type: %1
tr: Kart türü: %1

source: Driver: %1
tr: Sürücü: %1

source: (used for memory)
tr: (bellek için kullanılır)

source: (used for memory and I/O)
tr: (bellek ve G/Ç için kullanılır)

source: (used for CardBus)
tr: CardBus için kullanılır)

source: none
tr: hiçbiri

source: I/O port(s): %1
tr: G/Ç portu: %1

source: Bus: %1 bit %2
tr: Yol: %1 bit %2

source: Bus: unknown
tr: Veriyolu: bilinmiyor

source: PC Card
tr: PC Kartı

source: Device: %1
tr: Aygıt: %1

source: Power: +%1V
tr: Güç: +%1V

source: Programming power: +%1V, +%2V
tr: Programlama gücü: +%1V, +%2V

source: Configuration base: 0x%1
tr: Yapılandırma tabanı:0x%1

source: Configuration base: none
tr: Yapılandırma tabanı: yok

source: Resu&me
tr: Deva&m

source: &Configure KLaptop...
tr: &KLaptop Programını Yapılandır...

source: Screen Brightness...
tr: Ekran Parlaklığı...

source: Performance Profile...
tr: Performans Profili...

source: CPU Throttling...
tr: CPU Kısıtlanıyor...

source: Standby...
tr: Bekleme...

source: &Lock && Suspend...
tr: &Kilitle ve Asılı Bırak

source: &Suspend...
tr: &Asılı Bırak...

source: &Lock && Hibernate...
tr: Ki&litle ve Askıya al...

source: &Hibernate...
tr: As&kıya Al...

source: &Hide Monitor
tr: Ekranı &Gizle

source: You will need to supply a root password to allow KLaptopDaemon to restart itself as the superuser. It may take up to a minute for the new daemon to start up and the old one to close.
tr: KLaptopDaemon'u superuser olarak yeniden başlatmak için root şifresi gereklidir. Eskisinin kapanıp yeni programın açılması bir dakika kadar zaman alabilir.

source: KLaptopDaemon
tr: KLaptop Programı

source: PCMCIA cannot be enabled since kdesu cannot be found. Please make sure that it is installed correctly.
tr: PCMCIA, kdesu bulunamadığından beri etkinleştirilemiyor. Lütfen düzgün yüklendiğinden emin olun.

source: PCMCIA cannot be enabled just now.
tr: PCMCIA şu anda açılamıyor.

source: Are you sure you want to hide the battery monitor? Your battery will still be monitored in the background.
tr: Pil izleyicisini gizlemek istiyor musunuz? Piliniz arkaplanda sürekli olarak izleniyor olacaktır.

source: Do Not Hide
tr: Gizleme

source: Are you sure you want to quit the battery monitor?
tr: Pil izleyicisini kapatmak istiyor musunuz?

source: Do you wish to disable the battery monitor from starting in the future?
tr: Pil izleyicisini daha ileride başlangıçta çalışmamasını istiyor musunuz?

source: Disable
tr: Kapat

source: Keep Enabled
tr: Etkin Tut

source: Power Manager Not Found
tr: Güç Yöneticisi Bulunamadı

source: %1% charged
tr: %1% dolu

source: No Battery
tr: Pil Yok

source: Charging
tr: Doluyor

source: Not Charging
tr: Doldurulmuyor

source: CPU: %1
tr: MİB: %1

source: Slot %1
tr: Yuva %1

source: Card Slots...
tr: Kart Yuvaları...

source: Details...
tr: Ayrıntılar...

source: Eject
tr: Çıkar

source: Suspend
tr: Asılı bırak

source: Resume
tr: Devam et

source: Reset
tr: Sıfırla

source: Actions
tr: Eylemler

source: Ready
tr: Hazır

source: Busy
tr: Meşgul

source: Suspended
tr: Asılı bırakıldı

source: Enable PCMCIA
tr: PCMCIA'i etkinleştir

source: Laptop power management not available
tr: Dizüstü güç yönetimi mevcut değil

source: Plugged in - fully charged
tr: Fişe takılı - tam olarak dolu

source: Plugged in - %1% charged
tr: Fişe takılı - %1% dolu

source: Plugged in - no battery
tr: Fişe takılı - pil yok

source: Running on batteries - %1% charged
tr: Pilden çalışıyor - %1% dolu

source: No power source found
tr: Bir güç kaynağı bulunamadı

source: _: NAME OF TRANSLATORS Your names
tr: Zafer Bahadır

source: _: EMAIL OF TRANSLATORS Your emails
tr: zbahadır@turk.net
