Repository: pisilinux/uludag
Catalog: tags/kde/disk-manager/1.4.2/po/*.po
Languages: es

source: Disks
es: Discos

source: Partitions
es: Particiones

source: Disk Manager
es: Administrador de Discos

source: File System Type :
es: Tipo de Sistema de Archivos:

source: Mount Point :
es: Punto de Montaje:

source: Additional Options :
es: Opciones adicionales:

source: Get Default Options
es: Usar opciones por defecto

source: Find Disks Automatically
es: Detectar discos automaticamente

source: Show System Partitions
es: Mostrar Particiones del Sistema

source: To update disk changes the manager must run as root
es: Para aplicar los cambios se debe ejecutar el administrador de discos como usuario root

source: User not in disk group !
es: Usuario no en grupo disk !

source: File /etc/fstab is not correct, please fix it manually.
es: Archivo /etc/fstab no está correcto, favor corrijalo manualmente

source: Completed
es: Completado

source: File /etc/fstab updated !
es: Archivo /etc/fstab actualizado !

source: %s for %s failure !!
es: %s de %s fallado !!

source: Mount Point
es: Punto de Montaje

source: File System Type
es: Tipo de Sistema de Archivos

source: Disk Manager is already running!
es: Administrador de Discos ya se está ejecutando
