Repository: pisilinux/uludag
Catalog: tags/kde/tasma/1.0.10/po/*/tasma.po
Languages: nl

source: Configuration Center
nl: Configuratiecentrum

source: Welcome to TASMA
nl: Welkom bij TASMA

source: TASMA is a configuration application for Pardus Operating System. You can tweak the systems default configuration settings and by using the modules presented in TASMA.
nl: TASMA is een configuratieprogramma van het Pardus-besturingssysteem. U kunt de standaardinstellingen van het system aanpassen door gebruik te maken van de modules in TASMA.

source: For a better understanding modules are grouped by categories. You can activate a category by selecting a category from the left. After activating a category its contents will be shown as icons in the right panel. You can start a configuration module by clicking (or double clicking) its icon.
nl: Voor beter begrip, zijn de modules gegroepeerd in categorieën. U kunt een categorie activeren door deze links te selecteren. Na activatie zal de categorie worden weergeven met pictogrammen in het rechter paneel. U kunt de configuratiemodule starten door op het pictogram te (dubbel)klikken.

source: TASMA - Pardus Configuration Center
nl: TASMA - Pardus Configuratiecentrum

source: Pardus Configuration Center
nl: Pardus Configuratiecentrum

source: (c) 2005, TUBITAK - UEKAE
nl: (c) 2006, TÜBİTAK - UEKAE

source: Current Maintainer
nl: Huidige onderhouder

source: Old Maintainer & Original Author
nl: Vorige onderhouder & oorspronkelijke auteur

source: KDE Developers
nl: KDE-ontwikkelaars

source: Module Developers
nl: Module-ontwikkelaars

source: About Current Module
nl: Over de huidige module

source: &Back
nl: &Terug

source: &Reset
nl: He&rstellen

source: &Administrator Mode
nl: &Administratormodus

source: <big>Loading...</big>
nl: <big>Laden...</big>
