Repository: pisilinux/uludag
Catalog: branches/kde/display-settings/corporate2/po/*.po
Languages: pl

source: Display Settings
pl: Ustawienia ekranu

source: Display Settings module is already started!
pl: Moduł ustawień ekranu jest już uruchomiony!

source: Default Output
pl: Ekran główny

source: Laptop Panel
pl: Panel konfiguracyjny Laptop

source: Analog Output
pl: Wyjście analogowe

source: Digital Output
pl: Wyjście cyfrowe

source: TV Output
pl: Wyjście TV

source: Settings for Output %1
pl: Ustawienia dla %1

source: Custom Monitor
pl: Ustawienia monitora

source: <qt><i>Click "Choose..." button to select a monitor</i></qt>
pl: <qt> <i>Kliknij przycisk "Wybierz ... ", aby wybrać monitor</i> </qt>

source: There are no packages that provide backend for this application. Please be sure that packages are installed and configured correctly.
pl: Nie ma pakietów, które dostarczają zaplecza dla tej aplikacji. Proszę upewnić się, że pakiety są zainstalowane i skonfigurowane poprawnie.

source: Cannot find a valid configuration. Display settings won't be enabled until you create a new configuration. Would you like to create a safe configuration now?
pl: Nie można znaleźć poprawnej konfiguracji. Ustawienia ekranu nie będą aktywne do czasu utworzenia nowej konfiguracji. \ n Czy chcesz utworzyć nową konfigurację?

source: Access denied.
pl: Odmowa dostępu.

source: Shown in menus, lists, etc. %1 = localized output type, %2 = output name (LVDS, VGA, etc.)
pl: Pokazany w menu, na liście, na przykład itp. %1 = wykryty typ wyjścia, %2 rodzaj wyjścia = (LVDS, VGA, itp.)

source: Auto
pl: Automatycznie

source: Output Properties - %1
pl: Właściwości wyjścia - %1

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. Do you want to use this driver?</p></qt>
pl: <qt> Do uzyskania lepszych efektów, można użyć <b>%1</b> sterowników dostarczonych przez producenta sprzętu. Czy chcesz wykorzystać te sterowniki? </p></qt>

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. To use it, you must install <b>%2</b> package and choose <b>%1</b> from video card options.</qt>
pl: <qt> Do uzyskania lepszych efektów, można użyć <b>%1</b> sterowników dostarczonych przez producenta sprzętu. Aby z nich skorzystać, należy zainstalować pakiet <b>%2</b> i wybrać <b>%1</b> w ustawieniach karty graficznej. </qt>

source: Start Package Manager
pl: Uruchom Menedżer pakietów

source: You must restart your X session for all the changes to take effect.
pl: Musisz ponownie uruchomić sesję X-ów, by wszystkie zmiany miały efekt.

source: Edit entry
pl: Edytuj wpis

source: Type:
pl: Typ:

source: Monitors:
pl: Monitory:

source: Outputs
pl: Wyjścia

source: Extend desktop to all displays
pl: Rozszerz pulpit na wszystkie monitory.

source: Detect Outputs
pl: Wykryj wyjścia

source: Configuration file is not ready.
pl: Plik konfiguracyjny nie jest gotowy.

source: Output Properties
pl: Właściwości wyjścia

source: Size:
pl: Rozmiar:

source: Refresh Rate:
pl: Częstotliwość odświeżania:

source: Rotation:
pl: Obrót:

source: No Rotation
pl: Bez obrotu

source: Left (90 degrees)
pl: Lewo (90 stopni)

source: Upside-Down (180 degrees)
pl: Do góry nogami (180 stopni)

source: Right (270 degrees)
pl: Prawo (270 stopni)

source: Screens
pl: Ekrany

source: <b>Video Card:</b>
pl: <b>Karta graficzna:</b>

source: Card Info
pl: Informacje o karcie

source: Configure...
pl: Konfiguruj ...

source: <b>Outputs:</b>
pl: <b>Wyjścia:</b>

source: Devices
pl: Urządzenia

source: Video Card Configuration
pl: Konfiguracja karty graficznej

source: Video Driver
pl: Sterownik karty graficznej

source: Use the default driver for the detected card
pl: Użyj domyślnego sterownika dla wykrytej karty

source: Select from the list:
pl: Wybierz z listy:

source: Color Depth
pl: Głębia kolorów

source: Determined by the driver
pl: Ustalone przez sterownik

source: Output Configuration
pl: Konfiguracja wyjścia

source: If the frequency ranges that your monitor supports are not detected for some reason, you can specify them here. Be careful with these values, as an inaccurate value may damage your monitor, especially if it is an old model.
pl: Jeśli zakres częstotliwości obsługiwanych przez twój monitor, z jakiegoś powodu nie jest wykrywany, można ustawić go tutaj. Bądź ostrożny z tymi wartościami, niepoprawne określenie może spowodować uszkodzenie monitora, szczególnie jeśli jest to stary model.

source: Specify Ranges
pl: Zakresy

source: Horizontal sync:
pl: Synchronizacja pozioma:

source: Choose...
pl: Wybierz ...

source: Select a standard monitor
pl: Wybierz standard monitora

source: Select from vendor/model list
pl: Wybierz producenta/model z listy

source: Enter ranges manually
pl: Wpisz zakresy ręcznie

source: Selection:
pl: Wybór:

source: Vertical refresh:
pl: Odświeżanie w pionie:

source: Frequency Ranges
pl: Zakresach częstotliwości:

source: Ignore this output
pl: Ignorowanie tego wyjścia

source: Browse Monitors
pl: Przeglądaj Monitory

source: Vendors:
pl: Dostawca:

source: Models:
pl: Modele:
