Repository: pisilinux/uludag
Catalog: tags/kde/display-settings/0.9.97/po/*.po
Languages: da

source: Display Settings
da: Indstillinger for skærm

source: Outputs
da: Udgange

source: Extend desktop to all displays
da: Udvid skrivebordet til alle skærme

source: Detect Outputs
da: Detektér udgange

source: Output Properties
da: Egenskaber for udgange

source: Size:
da: Størrelse:

source: Refresh Rate:
da: Opdaterings frekvens:

source: No Rotation
da: Ingen rotation

source: Left (90 degrees)
da: Venstre (90 grader)

source: Upside-Down (180 degrees)
da: På hovedet (180 grader)

source: Right (270 degrees)
da: Højre (270 grader)

source: Video Card Configuration
da: Konfiguration for graffikkortet

source: Use the default driver for the detected card.
da: Anvend standard driver for det detekterede kort.

source: Select from the list:
da: Vælg fra listen:

source: Color Depth
da: Farvedybde

source: Determined by the driver
da: Bestemt af driveren

source: Display Configuration Tool
da: Værktøj til indstilling af skærm

source: Current Maintainer
da: Nuværende vedligeholder

source: Default Output
da: Standard udgang

source: Analog Output
da: Analog udgang

source: Digital Output
da: Digital udgang

source: TV Output
da: TV-udgang

source: There are no packages that provide backend for this application. Please be sure that packages are installed and configured correctly.
da: Der er ikke nogen pakker der kan agere backend for dette program. Kontroller venligst at de nødvendige pakker er installeret og konfigureret korrekt.

source: Cannot find a valid configuration. Display settings won't be enabled until you create a new configuration. Would you like to create a safe configuration now?
da: Kan ikke finde en gyldig konfiguration. Skærmindstillingerne vil ikke blive a nvendt indtil du opretter en ny konfiguration. Vil du oprette en sikker konfiguration nu?

source: Access denied.
da: Adgang nægtet.

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. Do you want to use this driver?</p></qt>
da: <qt>For at få en bedre ydelse bør du måske benytte <b>%1</b> driveren som er udgivet af hardware producenten. VIl du anvende denne driver?</p></qt>

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. To use it, you must install <b>%2</b> package and choose <b>%1</b> from video card options.</qt>
da: <qt>For at få en bedre ydelse bør du måske benytte <b>%1</b> driveren som er udgivet af hardware producenten. For at anvende driver, skal du installere <b>%2</b> pakken ogvælge <b>%1</b> i indstillingerne for graffikkortet.</qt>

source: Start Package Manager
da: Start pakkehåndteringen

source: You must restart your X session for the changes to take effect.
da: Du skal genstarte din X session før at ændringerne bliver taget i brug.

source: Settings for Output %1
da: Indstillinger for udgang %1

source: Custom Monitor
da: Tilpasset skærm

source: <qt><i>Click "Choose..." button to select a monitor</i></qt>
da: <qt><i>Klik på "vælg..."-for at vælge en skærm</i></qt>

source: Monitors:
da: Skærme:

source: Auto
da: Automatisk

source: Output Properties - %1
da: Egenskaber for udgang - %1

source: Output Configuration
da: Konfiguration af udgange

source: If the frequency ranges that your monitor supports are not detected for some reason, you can specify them here. Be careful with these values, as an inaccurate value may damage your monitor, especially if it is an old model.
da: Hvis det frekvensområde din skærm understøtter af en eller anden grund ikke bliver detekteret, kan du specificere det her . Vær dog forsigtig da forkerte værdier kan skade din skærm, især hvis skærmen er af ældre dato.

source: Specify Ranges
da: Angiv frekvensområde

source: Selection:
da: Udvalg:

source: Select a standard monitor
da: Vælg en standard skærm

source: Select from vendor/model list
da: Vælg fra liste af producenter/modeller

source: Enter ranges manually
da: Indtast frekvensområde manuelt

source: Monitor:
da: Skærm:

source: Choose...
da: Vælg...

source: Horizontal sync:
da: Horisontal synk:

source: Vertical refresh:
da: Vertikal opdateringsfrekvens:

source: Frequency Ranges
da: Frekvensområder

source: If your monitor's dimensions are not correctly detected, fonts and other visual objects might seem larger or smaller than normal. In order to fix this problem, you can specify your monitor's dimensions here.
da: Hvis din skræms dimensioner ikke er blevet detekteret korrekt, kan skrifttyper og andre visuelle objekter se mindre eller større ud end normalt. For at rette problemet, kan du angive din skærms dimensioner her.

source: Specify Display Size
da: Angiv skærmstørrelse

source: Display size:
da: Skærmstørrelse:

source: Custom
da: Tilpasset

source: Width:
da: Bredde:

source: Height:
da: Højde:

source: Dimensions
da: Dimensioner

source: Ignore this output
da: Ignorer denne udgang

source: Browse Monitors
da: Gennemse skærme

source: Vendors:
da: Producenter:

source: Models:
da: Modeller:

source: Video Card:
da: Grafikkort:

source: Card Info
da: Kort information

source: Configure...
da: Tilpas...

source: Outputs:
da: Udgange:
