Repository: pisilinux/uludag
Catalog: tags/kde/tasma/1.1.1/po/*.po
Languages: pt_br

source: PiSi Package Info
pt_br: Informação do Pacote PiSi

source: Name
pt_br: Nome

source: Description
pt_br: Descrição

source: Size
pt_br: Tamanho

source: &Back
pt_br: &Voltar

source: &Reset
pt_br: &Resetar

source: &Administrator Mode
pt_br: Modo &Administrador

source: <big>Loading...</big>
pt_br: <big>Carregando...</big>

source: Configuration Center
pt_br: Centro de Configuração

source: Welcome to TASMA
pt_br: Bem-vindo ao TASMA

source: TASMA is a configuration application for Pardus Operating System. You can tweak the systems default configuration settings and by using the modules presented in TASMA.
pt_br: TASMA é uma aplicação de configuração para o Sistema Operacional Pardus. Você pode ajustar as configuraçãos padrão do sistema através dos módulos presentes no TASMA.

source: For a better understanding modules are grouped by categories. You can activate a category by selecting a category from the left. After activating a category its contents will be shown as icons in the right panel. You can start a configuration module by clicking (or double clicking) its icon.
pt_br: Para um melhor entendimentos, os módulos estão agrupados em categorias. Você pode ativar uma categoria selecionando-a à esquerda. Depois de ativar uma categoria, seu conteudo será mostrado como ícones no painel à direita. Você pode iniciar um módulo de configuração clicando (ou clicando duplamente) seu ícone.

source: TASMA - Pardus Configuration Center
pt_br: TASMA - Centro de Configuração Pardus

source: Pardus Configuration Center
pt_br: Centro de Configuração Pardus

source: Current Maintainer
pt_br: Mantenedor Atual

source: Old Maintainer & Original Author
pt_br: Mantenedor Antigo & Autor Original

source: KDE Developers
pt_br: Desenvolvedores KDE

source: Module Developers
pt_br: Desenvolvedores de Módulos

source: About Current Module
pt_br: Sobre o Módulo Atual

source: Other
pt_br: Outro

source: TASMA Tv Card Configuration Module
pt_br: Módulo de Configuração da Placa de Tv TASMA

source: Tv card configuration module for TASMA.
pt_br: Módulo de configuração da placa de Tv para o TASMA.

source: Model
pt_br: Modelo

source: Manufacturer
pt_br: Fabricante

source: New Item
pt_br: Novo Item

source: Tv Card
pt_br: Placa de Tv

source: Tuner
pt_br: Sintonizador

source: Addons
pt_br: Complementos

source: Radio Card
pt_br: Placa de Rádio

source: Do not use PLL
pt_br: Não usar PLL
