Repository: pisilinux/uludag
Catalog: branches/kde/kaptan/3/po/*.po
Languages: es, tr

source: Welcome to Kaptan
es: Bienvenido a Kaptan
tr: Kaptan'a Hoşgeldiniz

source: &Back
es: &Anterior
tr: &Geri

source: &Next
es: &Siguiente
tr: &İleri

source: Finish
es: Terminar
tr: Bitir

source: Kaptan is already running.
es: Kaptan ya se está ejecutando.
tr: Kaptan zaten çalışıyor!

source: Enjoy with Pardus...
es: Disfrute Pardus...
tr: Pardus'un tadını çıkarın!

source: Configure network settings...
es: Configuración de red...
tr: Ağ tercihlerini ayarlayın

source: <big>Loading...</big>
es: <big>Cargando...</big>
tr: <big>Yükleniyor...</big>

source: Sample
es: Ejemplo
tr: Ornek

source: Welcome
es: Bienvenido
tr: Hoşgeldiniz

source: <b>Kaptan</b> will help you personalize your Pardus workspace easily and quickly.<br/><br/>Please click <b>next</b> in order to begin.
es: <b>Kaptan</b> le ayudará a personalizar el espacio de trabajo de Pardus de manera sencilla y rápida.<br/><br/>Por favor presione <b>siguiente</b> para empezar.
tr: <b>Kaptan</b>, Pardus çalışma ortamınızı hızlı ve kolayca kişiselleştirmenize yardımcı olan bir uygulamadır. Lütfen başlamak için <b>İleri</b>'ye tıklayın.

source: <b>Pardus</b> is a reliable, secure, fast and user friendly operating system.<br/><br/>With Pardus, you can connect to the internet, read your e-mails, work with your office documents, watch movies, play music, develop applications, play games and much more!
es: <b>Pardus</b> es un sistema operativo confiable, seguro, rápido y amigabla.<br/><br/>Con Pardus puede conectar a internet, leer sus emails, trabajar con documentos de oficina, ver videos, tocar musica, desarrollar aplicaciones, jugar y mucho más!
tr: <b>Pardus</b> güvenilir, hızlı ve kullanıcı dostu bir işletim sistemidir. <br /><br />Pardus ile İnternet'e bağlanabilir, e-posta'larınızı okuyabilir, ofis dökümanlarıyla çalışabilir, film izleyebilir, müzik dinleyebilir, uygulama geliştirebilir, oyunlar oynayabilir ve çok daha fazlasını yapabilirsiniz!<br /><br />

source: Panel
es: Panel de Menu

source: Multiple
es: Escritorios
tr: Çoklu Masaüstü

source: Thumbnails
es: Imágenes en miniatura
tr: Önizlemeler

source: Wallpaper
es: Imagen de Fondo
tr: Duvarkağıdı

source: Choose Wallpaper
es: Eligir Fondo de Escritorio
tr: Duvarkağıdı Seçin

source: Keyboard Layouts
es: Distribuciones de Teclado
tr: Klavye Seçenekleri

source: Keyboard
es: Teclado
tr: Klavye

source: Try:
es: Intente:
tr: Test:

source: Enjoy with wonderful backgrounds...
es: Disfrute los fondos hermosos...
tr: Masaüstünüzü harika duvarkağıtlarımız ile donatın

source: Show all resolutions.
es: Mostrar todas las resoluciones.
tr: Tüm çözünürlükleri göster.

source: Old Wallpaper
es: Fondo anterior
tr: Mevcut Duvarkağıdı

source: No Wallpaper
es: Sin Imagen de fondo
tr: Duvarkağıdı Yok

source: Photo
es: Foto
tr: Fotoğraf

source: Shot
es: Captura
tr: Çek

source: Put my photo to:
es: Colocar mi foto en:
tr: Fotoğrafımı koy:

source: E-mail clients
es: Clientes de E-Mail
tr: E-posta istemcileri

source: Instant messengers
es: Mensajería instantánea
tr: Anında mesajlaşma uygulamaları

source: Login Screen (KDM)
es: Pantalla de Login (KDM)
tr: Oturum Açma Ekranı (KDM)

source: Network
es: Red
tr: Ağ

source: Package Manager
es: Administrador de Paquetes
tr: Paket Yöneticisi

source: Configure package manager settings...
es: Configurar administrador de paquetes...
tr: Paket yöneticisi tercihlerini ayarlayın

source: Package
es: Paquete
tr: Paket

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. You can easily install new programs and upgrade your system and also can see new upgrades of the programs periodically from the system tray with package manager.
es: <b>Administrador de Paquetes</b> es la interfaz gráfica de <b>PiSi</b>. Le permite instalar fácilmente nuevos programas y actualizar su sistema, además puede observar la disponibilidad de actualizaciones en un icono en la barra de tareas.
tr: <b>Paket Yöneticisi</b> <b>PiSi</b>'nin grafik önyüzüdür. Paket Yöneticisi'yle Kolayca yeni programlar yükleyebilir, sisteminizi güncelleyebilir ve programların güncellemelerini sistem tepsisinden görebilirsiniz.

source: Updates
es: Actualizaciones
tr: Güncellemeler

source: Show in system tray
es: Mostrar en la barra de tareas
tr: Sistem tepsisinde göster

source: Check updates automatically for every
es: Comprobar actualizaciones automáticamente cada
tr: Güncellemeleri belirli aralıklarla kontrol et:

source: hours
es: horas
tr: saat

source: SummaryWidget
es: WidgetResumen

source: Multiple Desktops
es: Escritorios Multiples
tr: Çoklu Masaüstü

source: Configure virtual desktops..
es: Configurar escritorios virtuales..
tr: Çoklu masaüstlerini yapılandırın

source: <p>In this module, you can configure how many virtual desktops you want.</p>
es: <p>En este módulo puede especificar cuantos escritorios virtuales desea.</p>
tr: <p>Bu kısımda istediğiniz sanal masaüstü sayısını ayarlayabilirsiniz.</p>

source: Mouse wheel over desktop background switches desktop.
es: Rueda de ratón sobre el fondo del escritorio cambia a otro escritorio.
tr: Masaüstünde fare tekeri kullanılınca masaüstü değişsin.

source: Desktop(s)
es: Escritorio(s)
tr: Masaüstü

source: Keyboard Settings
es: Configuración de Teclado
tr: Klavye Ayarları

source: Configure your keyboard
es: Configure su teclado
tr: Klavyenizi yapılandırın

source: <p align="left">You can configure your keyboard from here.</p>
es: <p align="left">Aqui puede configurar su teclado.</p>
tr: <p align="left">Klavyenizi buradan yapılandırabilirsiniz.</p>

source: Mouse Settings
es: Configuración de Ratón
tr: Fare Ayarları

source: Configure your mouse
es: Configure su ratón
tr: Farenizi yapılandırın

source: Mouse
es: Ratón
tr: Fare

source: Reverse scrolling direction
es: Deslizar en dirección inversa
tr: Ters kaydırma

source: <p align='left'>The <b>clicking behavior</b> defines how many times you want to click when you are opening a file.<br/><br/>If you are <b>left handed</b>, you may prefer to swap the left and right buttons of your pointing device.</p>
es: <p align='left'>El <b>Comportamiento de clic</b> define cuantas veces desea hacer click para que se abra un archivo.<br/><br/>Si es <b>zurdo</b> podría preferir intercambiar las funciones del botón izquierdo con el derecho de su dispositivo de puntero.</p>
tr: <b>Tıklama Biçimi</b> dosya açarken simgelere kaç kere tıklamanız gerektiğini belirlemenize yardımcı olur. Eğer <b>sol elinizi</b> kullanıyorsanız, fare butonlarının yerini değiştirerek farenizi daha rahat kullanabilirsiniz.

source: Button Order
es: Orden de los Botones
tr: Düğme Sırası

source: Left Hand
es: Zurdo
tr: Sol El

source: Right Hand
es: Diestro
tr: Sağ El

source: Clicking Behaviour
es: Comportamiento de clic
tr: Tıklama Davranışı

source: &Single-click to open files and folders
es: &Solo clic para abrir archivos y carpetas
tr: Dosya ve dizinleri &tek tık ile aç

source: Dou&ble-click to open files and folders
es: Do&ble-clic para abrir archivos y carpetas
tr: Dosya ve dizinleri &çift tık ile aç

source: Pardus hardware profiler gets your hardware info and sends it<br> to public Pardus server.
es: Pardus hardware profiler reune la información de su hardware y lo envia <br> a un servidor público de Pardus.

source: Show details
es: Mostrar detalles
tr: Detayları göster

source: Privacy policy
es: Política de Privacidad
tr: Gizlilik politikası

source: I want to share my hardware info
es: Deseo compartir mi información de hardware
tr: Donanım bilgilerimi paylaşmak istiyorum

source: Smolt Detailes Wigdet
es: Widget de detalles Smolt

source: Smolt Privacy Widget
es: Widget de privacidad Smolt
tr: SummaryWidget

source: Sending...
es: Enviando...
tr: Gönderiliyor...

source: Goodbye
es: Finalizar
tr: Hoşçakalın

source: <p>TASMA is a configuration application for Pardus Operating System. </p>
es: <p>TASMA es una herramienta para la configuración del sistema operativo Pardus. </p>
tr: <p>TASMA Pardus İşletim Sistemi için bir yapılandırma uygulamasıdır. </p>

source: Start
es: Inicio
tr: Başlat

source: User Groups and Help Pages
es: Grupos de Usuarios y Páginas de Ayuda
tr: Kullanıcı Grupları ve Yardım Sayfaları

source: <p>Pardus community, user lists, IRC channels, wikis and more.</p>
es: <p>Comunidad de Pardus, listas de usuarios, canales IRC, wiki y más.</p>
tr: <p>Pardus camiası, kullanıcı listeleri, IRC kanalları, wikiler ve daha fazlası.</p>

source: <p>Congratulations! You have finished all steps. You can now continue using Pardus and try applications below.</p>
es: <p>Felicidades! Ha completado todos los pasos. Ahora puede continuar usando Pardus y probar los programas.</p>
tr: <p>Tebrikler! Tüm aşamaları bitirdiniz. Pardus kullanmaya devam edebilir, aşağıdaki uygulamaları deneyebilirsiniz.</p>

source: Screen Resolution
es: Resolución de Pantalla
tr: Ekran Çözünürlüğü

source: <p><p>Your screen resolution is very low. It may be wrong. You can change your resolution bye using <b>Display Manager</b>.</p></p>
es: <p><p>Su resolución de pantalla está muy baja. Esto puede sera a causa de una configuración equivocada. Puede elegir otra resolución usando el <b>Administrador de Pantallas</b>.</p></p>
tr: <p>Ekran çözünürlüğünüz çok düşük. Yanlış ayarlanmış olabilir. Çözünürlüğünüzü Görüntü Yöneticisi yardımı ile değiştirebilirsiniz.</p>

source: deneme
es: prueba

source: Configure your panel !
es: Configure su panel !
tr: Paneli yapılandır !

source: Select the one you like...
es: Seleccione uno que más le guste...
tr: Beğendiğiniz panel görünümünü seçin

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
es: Aquí puede elegir un <b>estilo </b>para su escritorio. <b>Pardus</b> le provee algunos estilos predeterminados para Usted.
tr: Burada masaüstünüz için bir <b>stil</b> seçebilirsiniz. <b>Pardus</b> size bazı hoş stiller sunar.

source: Preview
es: Vista previa
tr: Önizleme

source: Use enhanced Kickoff style menu
es: Usar menú de estilo Kickoff
tr: Gelişmiş Kickoff stili menü kullan

source: Pardus hardware profiler
tr: Pardus donanım

source: Label
tr: Etiket

source: Data
tr: Veri
