Repository: pisilinux/uludag
Catalog: tags/kde/display-settings/0.5.80/po/*.po
Languages: fr, nl, tr

source: Display Settings
fr: Gestionnaire de l'affichage
nl: Scherminstellingen
tr: Ekran Ayarları

source: Display Settings module is already started!
tr: Ekran Ayarları modülü zaten açık!

source: Default Output
fr: Sortie par défaut
nl: Standaard uitgang
tr: Öntanımlı Çıkış

source: Laptop Panel
fr: Écran d'ordinateur portable
nl: Laptop-paneel
tr: Dizüstü Paneli

source: Analog Output
fr: Sortie analogique
nl: Analoge uitgang
tr: Analog Çıkış

source: Digital Output
fr: Sortie numérique
nl: Digitale uitgang
tr: Sayısal Çıkış

source: TV Output
fr: Sortie TV
nl: TV-uitgang
tr: TV Çıkışı

source: Settings for Output %1
fr: Paramètres de la sortie %1
nl: Instellingen voor uitgang %1
tr: %1 Çıkışı için Ayarlar

source: Custom Monitor
fr: Moniteur personnalisé
nl: Aangepaste monitor
tr: Özel Monitör

source: <qt><i>Click "Choose..." button to select a monitor</i></qt>
fr: <qt><i>Cliquer sur le bouton "Choisir..." pour sélectionner un moniteur</i></qt>
nl: <qt><i>Klik knop "Kiezen.." om de monitor te selecteren</i></qt>
tr: <qt><i>Monitör seçmek için "Seç..." düğmesine tıklayın</i></qt>

source: There are no packages that provide backend for this application. Please be sure that packages are installed and configured correctly.
fr: Cette application n'existe pas en version utilisable dans une console. Merci de vous assurer que les paquets sont correctement installés et configurés.
nl: Er zijn geen pakket die backend voor deze applicatie geven. Zorg ervoor dat de pakketten geïnstalleerd en correct geconfigureerd zijn.
tr: Bu uygulama için arka uç sağlayan herhangi bir paket bulunamadı. Lütfen paketlerin kurulu ve düzgün yapılandırılmış olduğundan emin olun.

source: Cannot find a valid configuration. Display settings won't be enabled until you create a new configuration. Would you like to create a safe configuration now?
fr: Impossible de trouver une configuration valide. Le gestionnaire de l'affichage ne sera pas activé tant que vous n'aurez pas créé une nouvelle configuration. Voulez-vous essayer de créer une meilleure configuration ?
nl: Kan geen geldige configuratie vinden. Scherminstellingen kan niet ingeschakeld worden tenzij er een nieuwe configuratie aanmaakt wordt. Nu een nieuwe configuratie aanmaken?
tr: Geçerli bir yapılandırma bulunamadı. Ekran ayarları yeni bir yapılandırma oluşturulmadıkça etkinleştirilmeyecek. Yeni bir güvenli yapılandırma oluşturmak ister misiniz?

source: Access denied.
fr: Accès refusé.
nl: Toegang geweigerd.
tr: Erişim engellendi.

source: Auto
nl: Automatisch
tr: Otomatik

source: Output Properties - %1
fr: Propriétés de la sortie - %1
nl: Uitgangeigenschappen - %1
tr: Çıkış Özellikleri - %1

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. Do you want to use this driver?</p></qt>
fr: <qt>Afin d'obtenir de meilleures performances, vous pourriez être tenté d'utiliser <b>%1</b> pilote fourni par le fabricant de la carte graphique. Voulez-vous utiliser ce pilote ?</p></qt>
nl: <qt>Voor betere prestaties, gebruik het stuurprogramma <b>%1</b> , uitgegeven door de fabrikant. Wilt u dit stuurprogramma gebruiken?</p></qt>
tr: <qt>Daha iyi performans alabilmek için donanım üreticisinin sunduğu <b>%1</b> sürücüsünü kullanmak isteyebilirsiniz. Bu sürücüyü kullanmak istiyor musunuz?</qt>

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. To use it, you must install <b>%2</b> package and choose <b>%1</b> from video card options.</qt>
fr: <qt>Afin d'obtenir de meilleures performances, vous pourriez être tenté d'utiliser <b>%1</b> pilote fourni par le fabricant de la carte graphique. Pour ce faire, vous devez installer le paquet <b>%2</b> et choisir <b>%1</b> à partir des options de la carte vidéo.</qt>
nl: <qt>Voor betere prestaties, gebruik het stuurprogramma <b>%1</b> , uitgegeven door de fabrikant. Om het te gebruiken, installeer het <b>%2</b> pakket en selecteer <b>%1</b> bij de videokaart opties.</qt>
tr: <qt>Daha iyi performans alabilmek için donanım üreticisinin sunduğu <b>%1</b> sürücüsünü kullanmak isteyebilirsiniz. Kullanmak için <b>%2</b> paketini kurup daha sonra ekran kartı ayarlarından <b>%1</b> sürücüsünü seçmelisiniz.</qt>

source: Start Package Manager
fr: Lancer le gestionnaire de paquets
nl: Pakketbeheer starten
tr: Paket Yöneticisini Başlat

source: You must restart your X session for all the changes to take effect.
tr: Tüm değişikliklerin etkin olması için X oturumunuzu yeniden başlatmalısınız.

source: Edit entry
tr: Öğeyi düzenle

source: Type:
tr: Tür:

source: Monitors:
fr: Moniteurs :
nl: Monitor:
tr: Monitörler:

source: Outputs
fr: Sorties
nl: Uitgangen
tr: Çıkışlar

source: Extend desktop to all displays
fr: Étendre le bureau à l'ensemble des écrans
nl: Verdeel bureaublad uit over alle schermen
tr: Masaüstünü tüm ekranlara yay

source: Detect Outputs
fr: Détecter les sorties
nl: Uitgangen detecteren
tr: Çıkışları Algıla

source: Configuration file is not ready.
tr: Yapılandırma dosyası hazır değil.

source: Output Properties
fr: Propriétés des sorties
nl: Uitgangeigenschappen
tr: Çıkış Özellikleri

source: Size:
fr: Taille :
nl: Grootte:
tr: Boyut:

source: Refresh Rate:
fr: Taux de rafraîchissement :
nl: Verversingfrequentie:
tr: Yenileme Oranı:

source: Rotation:
nl: Rotatie:
tr: Çevirme:

source: No Rotation
fr: Pas de rotation
nl: Geen rotatie
tr: Çevirme Yok

source: Left (90 degrees)
fr: Gauche (90 degrés)
nl: Links (90 graden)
tr: Sola (90 derece)

source: Upside-Down (180 degrees)
fr: Sens dessus-dessous (180 degrés)
nl: Ondersteboven (180 graden)
tr: Yukarıdan Aşağıya (180 derece)

source: Right (270 degrees)
fr: Droite (270 degrés)
nl: Rechts (270 graden)
tr: Sağa (270 derece)

source: Screens
tr: Ekranlar

source: <b>Video Card:</b>
tr: <b>Ekran Kartı:</b>

source: Card Info
fr: Info carte
nl: Kaartinformatie
tr: Kart Bilgisi

source: Configure...
fr: Configurer...
nl: Instellen...
tr: Yapılandır...

source: <b>Outputs:</b>
tr: <b>Çıkışlar:</b>

source: Devices
tr: Aygıtlar

source: Video Card Configuration
fr: Configuration de la carte graphique
nl: Videokaart instellingen
tr: Ekran Kartı Yapılandırması

source: Video Driver
fr: Pilote graphique
nl: Videostuurprogramma
tr: Video Sürücüsü

source: Use the default driver for the detected card
tr: Algılanan karta ait öntanımlı sürücüyü kullan

source: Select from the list:
fr: Choisir dans la liste :
nl: Selecteer uit de lijst:
tr: Listeden seç:

source: Color Depth
fr: Profondeur des couleurs
nl: Kleurdiepte
tr: Renk Derinliği

source: Determined by the driver
fr: Déterminée par le pilote
nl: Bepaald door het stuurprogramma
tr: Sürücü karar versin

source: Output Configuration
fr: Configuration de la sortie
nl: Uitganginstellingen
tr: Çıkış Yapılandırması

source: If the frequency ranges that your monitor supports are not detected for some reason, you can specify them here. Be careful with these values, as an inaccurate value may damage your monitor, especially if it is an old model.
fr: Si l'éventail des fréquences que votre moniteur supporte n'est pas détecté pour une raison ou pour une autre, vous pouvez en spécifier un ici. Soyez prudent avec ces valeurs, car une valeur inappropriée peut endommager votre moniteur, surtout s'il est ancien.
nl: Indien het frequentiebereik van de monitor om een of andere reden niet gedetecteerd wordt, kunnen ze hier opgegeven worden. Wees voorzichtig met deze waarden, daar onjuist getallen je monitor kan beschadigen, en vooral bij oudere modellen.
tr: Herhangi bir nedenle monitörünüzün desteklediği frekans aralıkları algılanamazsa buradan elle belirleyebilirsiniz. Bu değerleri seçerken dikkatli olun. Özellikle eski model bir monitör ise yanlış bir değer monitörünüze zarar verebilir.

source: Specify Ranges
fr: Spécifier l'éventail
nl: Bereik opgeven
tr: Aralıkları Belirle

source: Horizontal sync:
fr: Synchronisation horizontale :
nl: Horizontale synchronisatie:
tr: Yatay tarama aralığı:

source: Choose...
fr: Choisir...
nl: Kiezen...
tr: Seç...

source: Select a standard monitor
fr: Choisir un moniteur standard
nl: Selecteer een standaard monitor
tr: Standart bir monitör seç

source: Select from vendor/model list
fr: Choisir à partir de la liste fabricant/modèle
nl: Selecteer van fabrikant-/modellijst
tr: Üretici/model listesinden seç

source: Enter ranges manually
fr: Entrer l'éventail manuellement
nl: Voer het bereik handmatig in
tr: Değerleri elle gir

source: Selection:
fr: Sélection :
nl: Selectie:
tr: Seçim:

source: Vertical refresh:
fr: Rafraîchissement vertical :
nl: Verticale verversing:
tr: Dikey tarama aralığı:

source: Monitor:
fr: Moniteur :
tr: Monitör:

source: Frequency Ranges
fr: Éventail de fréquences
nl: Frequentiebereik
tr: Frekans Aralıkları

source: Ignore this output
fr: Ignorer cette sortie
nl: Deze uitgang negeren
tr: Bu çıkışı yoksay

source: Browse Monitors
fr: Rechercher le moniteur
nl: Monitor bladeren
tr: Monitörlere Gözat

source: Vendors:
fr: Fabricants :
nl: Fabrikant:
tr: Üreticiler:

source: Models:
fr: Modèles :
nl: Modellen:
tr: Modeller:

source: 16 Bit
fr: 16 Bits

source: 24 Bit
fr: 24 Bits
