Repository: pisilinux/uludag
Catalog: tags/kde/kaptan/1.1/po/*/kaptan.po
Languages: nl

source: <center> You have finished! Now you can start using Pardus Linux<br> <a href="#tasma">If you want to change more settings click here to start <b>Tasma</b></a> </center>
nl: <center> U bent klaar! Vanaf nu kunt u Pardus Linux gaan gebruiken<br> <a href="#tasma">Als u meer instellingen wilt veranderen, klik dan hier om <b>Tasma</b> op te starten.</a> </center>

source: Welcome
nl: Welkom

source: Mouse Setup
nl: Muis

source: Wallpaper Setup
nl: Bureaubladachtergrond

source: Congratulations
nl: Gefeliciteerd

source: If you are left-handed, you may prefer to swap the functions of the left and right buttons on your pointing device by choosing the 'Left handed' option below. If your pointing device has more than two buttons, only those that function as the left and right buttons are affected. For example, if you have a tree-button mouse, the middle buttons is unaffected.
nl: Als u linkshandig bent, dan kunt u de knoppen van uw aanwijsapparaat omwisselen met onderstaande optie. Als uw aanwijsapparaat meer dan twee knoppen heeft, dan zal dit alleen effect hebben op de linker en rechter muisknop. Bijv. als u een drieknops-muis hebt, dan verandert er niets aan de middelste muisknop.

source: Button Order
nl: Knopvolgorde

source: Righ&t handed
nl: Rech&tshandig

source: Le&ft handed
nl: Lin&kshandig

source: WallpaperDlg
nl: BureaubladDIg

source: Here, you can select a wallpaper for your desktop background. Pardus provides eye candy wallpapers, you can select one of them, as you wish :).
nl: Hier kunt u een achtergrond voor uw bureaublad kiezen. Pardus voorziet u van oogstrelende achtergronden, waarvan u er één kunt selecteren.

source: Wallpaper :
nl: Achtergrond:

source: Preview :
nl: Voorbeeld:

source: Don't change desktop background!
nl: De achtergrond niet veranderen!

source: &Test Wallpaper
nl: Achtergrond &testen

source: Uludag project is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; with acquiring the strong ideas, architecture and code of other distributions; with a custom configuration framework which has the ability to evolve into an autonomous system; for simplifying the installation and usage of the computers.
nl: Het Uludag-project is een GNU/Linux-distributie die zich richt op computergebruikers met gemiddelde ervaring die behoefte hebben aan een eenvoudig systeem. Dit doel wordt bereikt door de goede ideeën, architectuur en code van andere distributies te combineren met een eigen configuratieraamwerk. Dit raamwerk heeft de potentie om te evoluëren in een autonoom systeem dat het installeren en gebruiken van computers sterk zal vereenvoudigen.

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. This application will also set some default configuration for a better desktop :).
nl: Dit programma, genaamd <b>Kaptan Desktop</b>, zal u helpen om uw <b>Pardus</b>-desktop in enkele eenvoudige stappen in te stellen.
