Repository: pisilinux/uludag
Catalog: branches/kde/user-manager/corporate2/po/*.po
Languages: de, fr, ru, tr

source: Show system user and groups
de: System-Benutzer und -Gruppen anzeigen
fr: Montrer les utilisateurs et les groupes système.
ru: Показать пользователя системы и групп
tr: Sistem kullanıcı ve gruplarını göster

source: ID
tr: No

source: User name
de: Benutzername
fr: Nom d'utilisateur
ru: Имя пользователя
tr: Kullanıcı adı

source: Full name
de: Vollständiger Name
fr: Nom complet
ru: Полное имя
tr: Ad soyad

source: Group name
de: Gruppenname
fr: Nom du groupe
ru: Имя группы
tr: Grup ismi

source: Users
de: Benutzer
fr: Utilisateurs
ru: Пользователи
tr: Kullanıcılar

source: Groups
de: Gruppen
fr: Groupes
ru: Группы
tr: Gruplar

source: User Manager Help
de: Benutzer-Manager-Hilfe
fr: Aide du gestionnaire d'utilisateurs
ru: Помощь менеджера пользователей
tr: Kullanıcı Yöneticisi Yardımı

source: <big><b>Should I delete this user?</b></big><br><br>Name: %s<br>User name: %s<br>ID: %d
de: <big><b>Soll dieser Benutzer gelöscht werden?</b></big><br><br>Name: %s<br>Benutzername: %s<br>ID: %d
fr: <big><b>Dois-je supprimer cet utilisateur ?</b></big><br><br>Nom : %s<br>Nom d'utilisateur : %s<br>ID: %d
ru: <big><b>Должен ли я удалить этого пользователя?</b></big><br><br>Имя: %s<br>Имя пользователя: %s<br>ID: %d
tr: <big><b>Bu kullanıcıyı sileyim mi?</b></big><br><br>Adı soyadı: %s<br>Kullanıcı adı: %s<br>No: %d

source: Delete User
de: Benutzer löschen
fr: Supprimer l'utilisateur
ru: Удаление пользователя
tr: Kullanıcıyı Sil

source: Delete user and files
de: Benutzer und Benutzerdateien löschen
fr: Supprimer l'utilisateur et les fichiers
ru: Удаление пользователя и файлов
tr: Kullanıcıyı ve dosyalarını sil

source: Delete user
de: Benutzer löschen
fr: Supprimer l'utilisateur
ru: Удаление пользователя
tr: Kullanıcıyı sil

source: <big><b>Should I delete this group?</b></big><br><br>Group name: %s<br>ID: %d
de: <big><b>Soll diese Gruppe gelöscht werden?</b></big><br><br>Gruppenname: %s<br>ID: %d
fr: <big><b>Dois-je supprimer ce groupe ?</b></big><br><br>Nom du groupe : %s<br>ID: %d
ru: <big><b>Должен ли я удалить эту группу?</b></big><br><br>Имя группы: %s<br>ID: %d
tr: <big><b>Bu grubu sileyim mi?</b></big><br><br>Grup ismi: %s<br>No: %d

source: Delete Group
de: Gruppe löschen
fr: Supprimer le groupe
ru: Удаление группы
tr: Grubu Sil

source: ID:
tr: No:

source: Select manually
de: Manuell auswählen
fr: Sélectionner manuellement
ru: Выбор вручную
tr: Elle seç

source: Group name:
de: Gruppenname:
fr: Nom du groupe :
ru: Имя группы:
tr: Grup ismi:

source: Enter a group ID or use auto selection
de: Geben Sie eine Gruppen-ID ein oder verwenden Sie die automatische Auswahl
fr: Entrer un ID de groupe ou utiliser la sélection automatique
ru: Введите ID группы или используйте авто-выбор
tr: Otomatik seçimi kullanın ya da grup numarasını girin

source: Enter a group name
de: Geben Sie einen Gruppennamen ein
fr: Entrer un nom de groupe
ru: Введите имя группы
tr: Bir grup ismi girin

source: Enter Information For New Group
de: Bitte geben Sie die Information für die neue Gruppen ein
fr: Entrer les informations concernant un nouveau groupe
ru: Введите информацию для новой группы
tr: Yeni Grubun Bilgilerini Girin

source: Adding group...
de: Gruppe wird hinzugefügt...
fr: Ajout d'un groupe...
ru: Добавление группы...
tr: Grup ekleniyor...

source: User Management
de: Benutzerverwaltung
fr: Gestion des utilisateurs
ru: Управление пользователями
tr: Kullanıcı Yönetimi

source: User manager module is already started!
de: Benutzer-Manager wurde bereits gestartet!
fr: Le module de gestion des utilisateurs est déjà démarré !
ru: Модуль управления пользователями уже запущен!
tr: Kullanıcı yönetim modülü zaten çalışıyor!

source: User Manager
de: Benutzer-Manager
fr: Gestionnaire des utilisateurs
ru: Менеджер пользователей
tr: Kullanıcı Yöneticisi

source: User/group operations
de: Benutzer/Gruppen-Tätigkeiten
fr: Opérations sur l'utilisateur/le groupe
ru: Операции с пользователями/группами
tr: Kullanıcı ve grup işlemleri

source: Network settings
de: Netzwerkeinstellungen
fr: Réglages réseau
ru: Настройки сети
tr: Ağ ayarları

source: Package operations
de: Paket-Tätigkeiten
fr: Opérations sur les paquets
ru: Операции над пакетами
tr: Paket işlemleri

source: Service operations
de: Dienst-Tätigkeiten
fr: Opérations sur les services
ru: Операции с сервисами
tr: Servis işlemleri

source: Date/time operations
de: Datum/Uhrzeiteinstellungen
fr: Opérations sur la date/l'heure
ru: Операции над датой/временем
tr: Tarih-zaman işlemleri

source: Kernel module operations
de: Kernel-Modul-Tätigkeiten
fr: Opérations sur le module
ru: Операции над модулями ядра
tr: Çekirdek modül işlemleri

source: Bootloader settings
de: Boot-Loader-Einstellungen
fr: Réglages du chargeur de démarrage
ru: Настройки загрузчика
tr: Önyükleyici ayarları

source: Screen settings
de: Bildschirmeinstellungen
fr: Réglages de l'écran
ru: Настройка экрана
tr: Ekran ayarları

source: User name:
de: Benutzername:
fr: Nom d'utilisateur :
ru: Имя пользователя:
tr: Kullanıcı adı:

source: Full name:
de: Vollständiger Name:
fr: Nom complet :
ru: Полное имя:
tr: Ad soyad:

source: Home:
fr: Répertoire personnel :
ru: Дом:
tr: Ev:

source: Select user's home directory
de: Benutzers Homeverzeichnis auswählen
fr: Sélectionner le répertoire personnel de l'utilisateur
ru: Выбор домашней папка пользователя
tr: Kullanıcının ev dizinini seçin

source: Password:
de: Passwort:
fr: Mot de passe :
ru: Пароль:
tr: Parola:

source: Confirm password:
de: Passwort bestätigen:
fr: Confirmer le mot de passe :
ru: Повторите пароль:
tr: Parola onay:

source: Shell:
fr: Interpréteur de commandes (shell) :
ru: Оболочка:
tr: Kabuk:

source: Please specify an existing shell command
de: Bitte geben Sie ein existierendes Shellkommando an
fr: Veuillez spécifier un interpréteur de commandes (shell) existant
ru: Пожалуйста, укажите существующую команду оболочки
tr: Varolan bir kabuk komutu seçin

source: Specified shell command is not executable
de: Angegebenes Shellkommando ist nicht ausführbar
fr: L'interpréteur de commande spécifié n'est pas exécutable
ru: Указанная команда оболочки не является исполняемой
tr: Seçili kabuk komutu çalıştırılabilir değil

source: Group
de: Gruppe
fr: Groupe
ru: Группа
tr: Grup

source: Main group:
de: Hauptgruppe:
fr: Groupe principal :
ru: Главная группа:
tr: Ana grup:

source: Start with typing this user's full name.
de: Beginnen Sie mit der Eingabe von dem vollständigen Namen dieses Benutzer's.
fr: Commencez en tapant le nom complet de cet utilisateur.
ru: Начните с ввода полного имени этого пользователя.
tr: Kullanıcının adını ve soyadını girerek başlayın.

source: You should enter a password for this user.
de: Sie sollten ein Passwort für diesen Benutzer eingeben.
fr: Vous devriez entrer un mot de passe pour cet utilisateur.
ru: Вы должны ввести пароль для этого пользователя.
tr: Kullanıcıya bir parola girmelisiniz.

source: Password must be longer.
de: Das Passwort muss länger sein.
fr: Le mot de passe est trop court.
ru: Пароль должен быть больше.
tr: Parolanız daha uzun olmalı.

source: Don't use your full name or user name as a password.
de: Bitte verwenden Sie nicht Ihren vollständigen Namen oder Benutzernamen als Passwort.
fr: Ne pas utiliser le nom complet ou le nom d'utilisateur comme mot de passe.
ru: Не используйте полное имя или имя пользователя как пароль.
tr: Adınızı - soyadınızı ya da kullanıcı adınızı parola olarak kullanmayın.

source: Passwords don't match.
de: Passwörter stimmen nicht überein.
fr: Les mots de passe ne sont pas identiques.
ru: Пароли не соответствуют.
tr: Parolalar uyuşmuyor.

source: You must enter a user ID or use the auto selection.
de: Sie müssen eine Benutzer-ID eingeben oder die automatische Auswahl verwenden.
fr: Vous devez spécifier un ID utilisateur ou utiliser la sélection automatique.
ru: Вы должны ввести ID пользователя или использовать автоматический выбор.
tr: Otomatik seçimi kullanın ya da kullanıcı numarasını girin.

source: You must enter a user ID between 999 and 65535.
de: Sie müssen eine Benutzer-ID zwischen 999 und 65535 eingeben.
fr: Vous devez entrer un Identifiant d'utilisateur entre 999 et 65535.
ru: Вы должны ввести идентификатор пользователя между 999 и 65535.
tr: 999 ile 65535 değerleri arasında bir kullanıcı numarası girin.

source: You must enter a user name.
de: Sie müssen einen Benutzernamen eingeben.
fr: Vous devez spécifier un nom d'utilisateur.
ru: Вы должны ввести имя пользователя.
tr: Bir kullanıcı adı girin.

source: This user name is used by another user.
de: Dieser Benutzername wird von einem anderen Benutzer verwendet.
fr: Ce nom d'utilisateur est déjà attribué.
ru: Это имя пользователя используется другим пользователем.
tr: Bu kullanıcı adı bir başka kullanıcı tarafından kullanılıyor.

source: This user ID is used by another user.
de: Diese ID wird von einem anderen Benutzer verwendet.
fr: Ce nom d'utilisateur est déjà attribué.
ru: Этот идентификатор пользователя используется другим пользователем.
tr: Bu kullanıcı numarası bir başka kullanıcı tarafından kullanılıyor.

source: User name must not start with a number.
de: Benutzername darf nicht mit einer Zahl beginnen.
fr: Le nom d'utilisateur ne doit pas commencer par un nombre.
ru: Имя пользователя не должно начинаться с цифры.
tr: Kullanıcı adı bir rakam ile başlamamalı.

source: You should select at least one group this user belongs to.
de: Sie sollten diesen Benutzer mindestens zu einer Gruppe zuweisen.
fr: Vous devez sélectionner au moins un groupe d'appartenance pour cet utilisateur.
ru: Вы должны выбрать хотя бы одну группу для этого пользователя.
tr: Bu kullanıcının üye olacağı en az bir grup seçmelisiniz.

source: Edit User's Information
de: Benutzer-Informationen bearbeiten
fr: Éditer les informations de l'utilisateur
ru: Изменить данные пользователя
tr: Kullanıcı Bilgisini Düzenle

source: Enter Information For New User
de: Information für neuen Benutzer eingeben
fr: Entrer les informations concernant le nouvel utilisateur
ru: Введите информацию для нового пользователя
tr: Yeni Kullanıcının Bilgilerini Girin

source: Give administrator privileges to this user
de: Diesen Benutzer Administrator-Rechte vergeben
fr: Donner les droits administrateur à cet utilisateur
ru: Выдать права администратора для этого пользователя
tr: Bu kullanıcıya yönetici yetkileri ver

source: You are removing yourself from the 'wheel' system group, you might not use your administrator permissions after that.
de: Sie entfernen sich von der 'wheel'-Systemgruppe, Sie können danach Ihre Administratorenrechte nicht mehr verwenden.
fr: Vous êtes en train de vous retirer du groupe système 'wheel'. Vous ne pourrez plus utiliser vos permissions d'administrateur après cela.
ru: Вы удаляете себя из системной группы "wheel", после этого вы не сможете использовать ваши права администратора.
tr: Kendinizi 'wheel' sistem grubundan çıkarıyorsunuz, bundan sonra yönetici yetkilerinizi kullanamayacaksınız.

source: Important Group Change
de: Wichtige Gruppenänderung
fr: Modifications de groupe importantes
ru: Важное изменение группы
tr: Önemli Grup Değişikliği

source: Changing user information...
de: Benutzerinformationen werden geändert...
fr: Modifications des informations utilisateur...
ru: Изменение информации о пользователе ...
tr: Kullanıcı bilgisi değiştiriliyor...

source: Adding user...
de: Benutzer wird hinzugefügt...
fr: Ajout de l'utilisateur...
ru: Добавление пользователя...
tr: Kullanıcı ekleniyor...

source: Getting user information...
de: Benutzerinformationen werden abgerufen...
fr: Obtention des informations concernant l'utilisateur...
ru: Получение информации о пользователе...
tr: Kullanıcı bilgisi alınıyor...

source: Authorizations
de: Autorisierungen
fr: Autorisations
ru: Разрешения
tr: Yetkiler

source: Actions
de: Aktionen
ru: Действия
tr: Eylemler

source: Authorize
de: Autorisieren
fr: Autoriser
ru: Авторизовать
tr: Yetkilendir

source: Block
de: Blockieren
fr: Bloquer
ru: Заблокировать
tr: Engelle

source: Do not ask password
de: Nach Passwort nicht fragen
fr: Ne pas demander le mot de passe
ru: Не запрашивать пароль
tr: Parola sorma

source: Apply this policy to all
de: Diese Regel auf alle übertragen
fr: Appliquer à tous
ru: Применить эту политику ко всем
tr: Bu politikayı tümüne uygula

source: Apply this policy to category
de: Diese Regel auf die Kategorie übertragen
fr: Appliquer à la catégorie
ru: Применить эту политику к категории
tr: Bu politikayı kategoriye uygula

source: Reset
fr: Remise à zéro
ru: Сброс
tr: Sıfırla
