Repository: pisilinux/uludag
Catalog: tags/BLACKHOLE/pisi-kga/po/*.po
Languages: tr

source: downloading
tr: indirilen

source: installing
tr: yüklenilen

source: configuring
tr: ayarlanan

source: extracting
tr: çıkartılan

source: removing
tr: kaldırılan

source: <b>Downloaded/Total:</b> Unknown
tr: <b>İndirilen/Toplam:</b> Bilinmiyor

source: <b>Speed:</b> Unknown
tr: <b>Hız:</b> Bilinmiyor

source: <h3>Preparing PiSi...</h3>
tr: <h3>PiSi hazırlanıyor...</h3>

source: GUI for PiSi package manager
tr: PiSi paket yöneticisi için arayüz

source: Author
tr: Yazar

source: GUI Design & Usability
tr: Arayüz Tasarımı ve Kullanılabilirlik

source: Search, Component/Category
tr: Ara, Bileşen/Sınıf

source: Python coding help
tr: Python kodlama yardımı

source: Helping with PiSi API
tr: PiSi konusunda yardım

source: Authors of PiSi API
tr: PiSi API Yazarları

source: Author of PyKDEeXtensions
tr: PyKDEeXtensions'ın yazarı

source: Looks like PiSi repository database is empty Do you want to update repository now?
tr: Görünüşe göre PiSi depo veritabanı boş Depo veritabanını şimdi güncellemek ister misiniz?

source: PiSi Question
tr: PiSi Soru

source: You will not be able to install new programs or update old ones until you update repository.
tr: Depo veritabanını güncelleyene kadar yeni programlar kuramayacak, eski programları güncelleyemeyeceksiniz.

source: Pisi could not be started! Please make sure no other pisi process is running.
tr: Pisi başlatılamadı! Lütfen Pisi'nin başka biryerde çalışmadığına emin olun.

source: Pisi Error
tr: PiSi Hatası

source: PiSi Error
tr: PiSi Hatası

source: <b>Preparing PiSi...</b>
tr: <h3>PiSi hazırlanıyor...</h3>

source: <b>Speed:</b> %1 %2
tr: <b>Hız:</b> %1 %2

source: <b>Downloaded/Total:</b> %1/%2
tr: <b>İndirilen/Toplam:</b> %1/%2

source: updating repository
tr: depo güncelleniyor

source: Now %1 <b>%2</b> (%3 of %4)
tr: Şu anda %1 <b>%2</b> (%3/%4)

source: Program Version :
tr: Programın Sürümü:

source: Program Size :
tr: Programın Büyüklüğü:

source: Selected %1 packages, total size %2
tr: %1 paket seçili, toplam boyut %2

source: No package selected
tr: Hiçbir paket seçili değil

source: Remove package(s)
tr: Paket(ler)i kaldır

source: Update package(s)
tr: Paket(ler)i güncelle

source: Install package(s)
tr: Paket(ler)i yükle

source: Add or Remove Programs
tr: Program Ekle ve Kaldır

source: Fast Updates (only security)
tr: Hızlı Güncelleme (sadece güvenlik güncellemeleri)

source: Custom Updates
tr: Özel güncelleme

source: Total size: %s
tr: Toplam boyut: %s

source: Package to install
tr: Yüklenecek paket ismi

source: Pisi KGA is already running!
tr: PiSi KGA başka bir yerde çalışıyor.

source: Package
tr: Paket

source: Version
tr: Sürüm

source: PiSi Graphical User Interface
tr: PiSi Grafiksel Kullanıcı Arayüzü

source: Install Package(s)
tr: Paket(ler)i Yükle

source: search package
tr: paket ara

source: &Search
tr: &Ara

source: search button
tr: arama tuşu

source: &Clear
tr: &Temizle

source: Clear search results
tr: Arama sonuçlarını temizle

source: operation mode
tr: İşlem biçimi

source: Operation mode selector
tr: İşlem biçimini seçer

source: Show &not-Installed packages
tr: Yüklü &olmayan paketleri göster

source: Only show packages which are going to be installed
tr: Sadece yüklenecek paketleri göster

source: Show available &updates
tr: Hazır &güncellemeleri göster

source: Only show packages that can be updated
tr: Sadece güncellenebilecek paketleri göster

source: Show &installed packages
tr: &Yüklü paketleri göster

source: Only show installed packages in your compter
tr: Sadece &yüklü paketleri göster

source: Icon
tr: Simge

source: <p align="left">Program Name</p>
tr: <p align="left">Program İsmi</p>

source: Program Name: Foo Program Version: Bar
tr: Program Adı: Foo Program Sürümü: Bar

source: &Update System
tr: Sistemi &Güncelle

source: Click on this button if you want to update your system
tr: Sisteminizi güncellemek istiyorsanız bu düğmeye tıklayın

source: Settings...
tr: Ayarlar...

source: Click here to add, modify or delete a repository, <br>i.e the server locations where new software can be fetched.
tr: Buraya tıklayarak halihazırdaki depoları değiştirebilir ya da yeni depo ekleyebilirsiniz

source: Repository Name
tr: Depo Adı

source: Address
tr: Adres

source: PiSi Settings
tr: PiSi Ayarları

source: You can see current software repositories and corresponding addresses here
tr: Yazılım depolarını ve karşılık gelen adresleri burada görebilirsiniz

source: &Add New Repository
tr: Yeni Depo &Ekle

source: Click here to add a new software repository
tr: Yeni bir depo eklemek için burayı tıklayın

source: &Edit Repository
tr: &Depoyu Değiştir

source: Click here to modify the name or address of a repository
tr: Bir deponun adını ya da adresini değiştirmek için burayı tıklayın

source: &Remove Repository
tr: Depoyu &Kaldır

source: Click here to delete a repository from the list
tr: Listeden bir depo silmek için burayı tıklayın

source: Move &Up
tr: &Yukarı Taşı

source: Click here to move the repository one level up
tr: Depoyu bir satır yukarı kaydırmak için tıklayın

source: Move &Down
tr: &Aşağı Taşı

source: Click here to move the repository one level down
tr: Depoyu bir satır aşağı kaydırmak için tıklayın

source: &Update All Repositories
tr: Tüm Depoları &Güncelle

source: Click here to update all repositories so that you can use
tr: Depolardaki yazılımları kullanabilmek için buraya tıklayarak güncelleyin

source: &Repositories
tr: &Depolar

source: &Show only desktop applications
tr: &Sadece masaüstü uygulamalarını göster

source: If checked, then pisi will only show desktop applications
tr: Eğer seçili ise, pisi sadece masaüstü uygulamalarını gösterecektir

source: &Automatically check for updates when started
tr: &Her açılışta yazılım güncellemelerini kontrol et

source: If checked, then updates for Pardus will be automatically checked and you will be notified
tr: Eğer etkin ise Pardus güncellemeleri otomatik olarak kontrol edilecek ve bilgi verilecektir

source: &General Settings
tr: &Genel Ayarlar

source: Cache cleaning
tr: Önbellek temizleme

source: C&lean disk cache now
tr: Ö&nbelleği şimdi temizle

source: Cleaning up the disk cache will remove all downloaded software. This will not delete installed software or affect your system stability.
tr: Sabit disk önbelleğinin temizlenmesi ile sabit diske indirilen tüm paketler silinecektir. Bu işlem kurulu olan programları silmeyecek ve sistem bütünlüğünü tehlikeye atmayacaktır.

source: Cache usage
tr: Önbellek kullanımı

source: Maximum cache size:
tr: Azami önbellek boyutu:

source: <i>(Use 0 for no limit)</i>
tr: <i>(Sınır koymamak için 0 kullanın)</i>

source: &Use hard disk cache for downloaded software
tr: İ&ndirilen paketler için sabit disk önbelleğini kullan

source: C&ache
tr: &Önbellek

source: Repository Dialog
tr: Depo Penceresi

source: Repository &Name
tr: &Depo Adı

source: Name of the repository, e.g <b>pardus-devel</b>
tr: Deponun adı, örneğin <b>pardus-devel</b>

source: Repository &Address
tr: D&epo Adresi

source: Adress of the repository, e.g <b>http://foo.bar.com/pisi-index.xml</b>
tr: Deponun adresi, örneğin <b>http://foo.bar.com/pisi-index.xml</b>

source: &Ok
tr: &Tamam

source: Show more information >>
tr: Daha fazla bilgi göster >>

source: Show less information <<
tr: Daha az bilgi göster <<

source: PiSi KGA
tr: Program Ekle Kaldır

source: Info Button
tr: Bilgi Düğmesi

source: All packages are successfully installed!
tr: Tüm paketler başarıyla yüklendi!

source: Show &More Information >>
tr: &Daha fazla bilgi göster >>

source: Less than one kilobyte
tr: Bir kilobayttan az

source: Add New Repository
tr: Yeni Depo Ekle

source: Edit Repository
tr: Depoyu Değiştir

source: <qt>Repository address should end with xml suffix.<p>Please try again.</qt>
tr: <qt>Depo adresleri xml soneki ile bitmelidir. <p>Lütfen yeniden deneyin.</qt>

source: <qt>Do you want to update repository <b>%1</b></qt>
tr: <qt><b>%1</b> deposunu güncellemek istiyor musunuz?</b></qt>

source: Pisi Question
tr: PiSi Sorusu

source: PiSi KGA Help
tr: PiSi KGA Yardım

source: Welcome to PISI update wizard
tr: PiSi güncelleme sihirbazına hoşgeldiniz

source: We suggest you to keep your system updated to increase your privacy. Please choose your update methodology below.
tr: Sisteminizi sürekli olarak güncel tutmanızı öneririz. Lütfen aşağıdan bir güncelleme yöntemi seçin.

source: Custom update
tr: Özel güncelle

source: Fast update (only security updates)
tr: Hızlı güncelle (sadece güvenlik güncellemeleri)

source: With fast update, only very essential and critial updates are downloaded and installed to your computer. Choose this method if you don't have much time, but want to keep the system secure.
tr: Hızlı güncelleme ile sadece en önemli ve gerekli güncellemeler yapılır ve indirilen paketler sisteme kurulur. Eğer az zamanınız ve yavaş internetiniz varsa ve bu aynı zamanda sistemi güncel tutmak istiyorsanız bu seçeneği tıklayın.

source: In this method, you can select which packages to update, including packages with security updates. Click on "Custom Update" button if you want to make a fine selection.
tr: Bu yöntemde, güvenlik yamaları da dahil olacak şekilde hangi paketlerin güncelleneceğini belirtebilirsiniz. Seçim yapmak için lütfen "Özel Güncelleme" düğmesine tıklayın.

source: PiSi Update Wizard
tr: PiSi Güncelleme Sihirbazı

source: Package name
tr: Paket adı

source: New Version
tr: Yeni Sürüm

source: Old version
tr: Eski sürüm

source: Total install size:
tr: Toplam kurulum boyu:

source: Please choose the packages to be updated and click on "Next" button. We strongly recommend you to update all the packages shown below.
tr: Lütfen güncellenecek paketleri seçin ve "İleri" düğmesine tıklayın. Aşağıda isimleri yazılı olan tüm paketleri güncellemenizi öneririz.
