Repository: pisilinux/uludag
Catalog: trunk/distribution/2011/release-notes/*/Overview.po
Languages: de_de, es_es, hu_hu, nl_nl, ru_ru, tr_tr

source: Overview
de_de: Übersicht
es_es: Vista General
hu_hu: Áttekintés
nl_nl: Overzicht
ru_ru: Обзор
tr_tr: Genel Bakış

source: Pardus &PRODVER; contains major improvements over the previous Pardus release &PREVVER;. The following sections provide a brief overview of those changes.
de_de: Pardus &PRODVER; enthält gegenüber der vorherigen Pardus Version &PREVVER; zahlreiche Verbesserungen. Die folgenden Abschnitte erlauben einen kurzen Überblick über die Änderungen.
es_es: Pardus &PRODVER; contiene muchas mejoras en relación a la versión anterior de Pardus &PREVVER;. Las siguientes secciones muestran una breve información sobre las modificaciones.
hu_hu: A Pardus &PRODVER; jelentős fejlesztésekkel gazdagodott a Pardus &PREVVER; kiadása óta. A következő ismertetőből átfogó képhez juthat ezekről a változtatásokról.
nl_nl: Pardus &PRODVER; bevat belangrijke verbeteringen t.o.v. de vorige uitgave van Pardus &PREVVER;. De volgende sectie geven een korte samenvatting van deze wijzigingen.
ru_ru: Pardus &PRODVER; содержит важные улучшения со времен предыдущего выпуска Pardus &PREVVER;. В следующих разделах приведен краткий обзор этих изменений.
tr_tr: Pardus &PRODVER;, Pardus &PREVVER; sürümüne göre önemli yenilikler içermektedir. Aşağıdaki bölümlerde bu değişiklerden kısaca bahsedilmiştir.

source: Hardware Overview
de_de: Hardwareübersicht
es_es: Hardware
hu_hu: Hardver áttekintés
nl_nl: Hardware-overzicht
ru_ru: Обзор оборудования
tr_tr: Donanım

source: Pardus &PRODVER; now supports 64-bit processor architecture which is supported by many new Intel and AMD processors.
de_de: Pardus &PRODVER; unterstützt jetzt die 64-Bit Architektur, welche die neuen Prozessoren von Intel und AMD bieten.
es_es: Pardus &PRODVER; soporta ahora arquitecturas con procesadores de 64-bit que soportan muchos procesadores Intel y AMD.
hu_hu: A Pardus &PRODVER; most már támogatja a 64 bites processzor architektúrákat, ami több új Intel és AMD processzor által támogatott.
nl_nl: Pardus &PRODVER; ondersteunt nu 64-bit procesorarchitectuur, die door vele nieuwe processoren van Intel en AMD ondersteund wordt.
ru_ru: Pardus &PRODVER; уже поддерживает 64-битную архитектуру процессора, которая поддерживается многими новейшими процессорами Intel и AMD.
tr_tr: Pardus &PRODVER;, Intel ve AMD işlemcilerinin sağladığı 64-bit işlemci mimarisini desteklemektedir.

source: Software Overview
de_de: Softwareübersicht
es_es: Software
hu_hu: Szoftver áttekintés
nl_nl: Software-overzicht
ru_ru: Обзор программного обеспечения
tr_tr: Yazılım

source: <application>Kernel</application> - The latest Linux kernel &KERNELVER; provides an up-to-date hardware support together with a thousand of bug fixes.
de_de: <application>Kernel</application> - Der neueste Linux Kernel &KERNELVER; bietet zusammen mit vielen tausend Fehlerkorrekturen eine hochaktuelle Hardwareunterstützung.
es_es: <application>Kernel</application> - El último kernel &KERNELVER; provee un soporte de hardware más amplio y muchas correcciones de errrores.
hu_hu: <application>Kernel</application> - A legfrissebb Linux kernel (&KERNELVER;) rengeteg hibajavítást tartalmaz, és naprakész hardver támogatást biztosít.
nl_nl: <application>Kernel</application> - De laatste Linux-kernel &KERNELVER; ondersteunt de nieuwste hardware tezamen met talrijke foutoplossingen.
ru_ru: <application>Ядро</application> - Последнее Linux ядро &KERNELVER; обеспечивает поддержку современного оборудования, а так же содержит тысячи исправленных ошибок.
tr_tr: <application>Çekirdek</application> - Son Linux çekirdeği &KERNELVER; binlerce hata düzeltmesinin yanında en güncel donanımlara da destek vermektedir.

source: <application>Plymouth</application> - The bootsplash technology used in Pardus &PREVVER; is completely dropped and replaced by the new Plymouth engine.
de_de: <application>Plymouth</application> - Die unter Pardus &PREVVER; genutzte Bootscreen-Technologie wurde vollständig durch das neue Plymouth ersetzt.
es_es: <application>Plymouth</application> - Se dejó de utilizar la tecnología bootsplash de Pardus &PREVVER;, en su reemplazo se emplea ahora la nueva Plymouth engine.
hu_hu: <application>Plymouth</application> - A Pardus &PREVVER; kiadásában használt rendszertöltő egy az egyben eldobásra került, helyette az új Plymouth motor került alkalmazásra.
nl_nl: <application>Plymouth</application> - De gebruikte opstartafbeeldingstechniek in Pardus &PREVVER; is helemaal vervangen door de nieuwe Plymouth-engineering.
ru_ru: <application>Plymouth</application> - Технология графической заставки на этапе загрузки, используемая в Pardus &PREVVER; полностью переделана и заменена на новый движок Plymouth.
tr_tr: <application>Plymouth</application> - Pardus &PREVVER; sürümünde kullanılan bootsplash aracının yerine yeni Plymouth teknolojisi geçiyor.

source: <application>YALI</application> - YALI, the installer of Pardus, gained LVM/RAID and UUID support.
de_de: <application>YALI</application> - YALI, der Installer von Pardus bietet nun LVM/RAID sowie UUID-Unterstützung.
es_es: <application>YALI</application> - El asistente de instalación, YALI, ahora viene con soporte para LVM/RAID y UUID.
hu_hu: <application>YALI</application> - YALI, a Pardus telepítőprogramja, LVM/RAID és UUID támogatást kapott.
nl_nl: <application>YALI</application> - YALI, het installeergereedschap van Pardus, is uitgebreid met ondersteuning voor LVM/RAID en UUID.
ru_ru: <application>YALI</application> - YALI, установщик Pardus, предоставляет поддержку LVM/RAID и UUID.
tr_tr: <application>YALI</application> - Kurulum aracı YALI, LVM/RAID ve UUID desteği kazandı.

source: <application>KDE SC</application> - Pardus &PRODVER; comes with the latest KDE Software Compilation, KDE SC &KDEVER;. The base packages also contains numerous backports and fixes which will improve the stability of your desktop experience significantly.
de_de: <application>KDE SC</application> - Pardus &PRODVER; wird mit der neuesten KDE Software Compilation, KDE SC &KDEVER; ausgeliefert. Um die Stabilität des Desktops signifikant zu steigern beinhalten die Basispakete zusätzlich eine gewisse Anzahl von Portierungen und Fehlerkorrekturen.
es_es: <application>KDE SC</application> - Pardus &PRODVER; le trae la última Compilación de KDE Software, KDE SC &KDEVER;. EL paquete base además incluye varios códigos backports y correcciones para mejorar notablemente la estabilidad de su escritorio.
hu_hu: <application>KDE SC</application> - A Pardus &PRODVER; a legfrissebb KDE-vel érkezik (KDE SC &KDEVER;). Már az alapcsomagok is számtalan javítást és frissítést tartalmaznak, amitől a KDE környezet felhasználói élménye jelentősen javul.
nl_nl: <application>KDE SC</application> - Pardus &PRODVER; komt met de laatste softwarecompilatie van KDE, KDE SC &KDEVER;. Het basispakket bevat ook vele toepassingen en foutoplossingen, die de ervaring met en de stabiliteit van het systeem in belangrijke mate zal verbeteren.
ru_ru: <application>KDE SC</application> - Pardus &PRODVER; поставляется с последней версией KDE Software Compilation, KDE SC &KDEVER;. Базовые пакеты так же содержат многочисленные исправления и улучшения, что значительно увеличивает стабильность вашей системы.
tr_tr: <application>KDE SC</application> - Pardus &PRODVER; en güncel ve kararlı KDE Yazılım Seçkisi, KDE SC &KDEVER; ile geliyor. Masaüstü deneyiminizin daha hızlı ve kararlı olması için temel paketlere birçok hata düzeltmesi ve iyileştirmeler yapıldı.

source: <application>Kaptan</application> - Kaptan, the desktop customization tool of Pardus, now optionally captures your picture and sets it as your avatar in KDE.
de_de: <application>Kaptan</application> - Kaptan, das Werkzeug zur Anpassung des Desktops, kann sofern gewünscht ein Foto von Ihnen aufnehmen, und dieses als Avatar in KDE verwenden.
es_es: <application>Kaptan</application> - El asistente de primer configuración, Kaptan, tien ahora una opción de sacarle una foto para usarlo como su avatar de acceso en KDE.
hu_hu: <application>Kaptan</application> - A Kaptan, a Pardus asztal testreszabási eszközének lehetővé vált, hogy Önről képet készítsen, amit KDE avatárjaként használhat.
nl_nl: <application>Kaptan</application> - Kaptan, het gereedschap om Pardus aan te passen, kan nu optioneel uw gebruikerafbeelding opnemen en als avatar in KDE instellen.
ru_ru: <application>Kaptan</application> - Kaptan, утилита настройки рабочего стола для Pardus, теперь может (опционально) захватывать изображение с веб-камеры и устанавливать его в качестве аватара в KDE.
tr_tr: <application>Kaptan</application> - Masaüstü özelleştirme aracı Kaptan, artık seçimli olarak fotoğrafınızı çekip avatar olarak ayarlayabiliyor.

source: <application>NetworkManager</application> - GNOME NetworkManager 0.8.2 is now the default networking backend in Pardus &PRODVER;. Users are now able to set up their HSPA/CDMA/VPN networks together with the already supported Ethernet and 802.11 WLAN networks.
de_de: <application>NetworkManager</application> - Der GNOME NetworkManager 0.8.2 ist nun der Standardunterbau für das Netzwerk bei Pardus &PRODVER;. Die Anwender können nun Ihr HSPA/CDMA/VPN-Netzwerk zusammen mit dem Ethernet- und WLAN-Netzwerk einrichten und nutzen.
es_es: <application>NetworkManager</application> - GNOME NetworkManager 0.8.2 es ahora empleado como herramienta de conectividad en Pardus &PRODVER;. Usuarios pueden ahora configurar sus redes HSPA/CDMA/VPN en conjunto con las redes ya soportados de Ethernet y 802.11 WLAN.
hu_hu: <application>NetworkManager</application> - GNOME NetworkManager 0.8.2 az alapértelmezett hálózatkezelő háttérprogram a Pardus &PRODVER; kiadásában. Ezzel lehetővé vált, hogy a felhasználók beállíthassák a HSPA/CDMA/VPN hálózataikat a már eddig is támogatott Ethernet és 802.11 WLAN mellé.
nl_nl: <application>Netwerkbeheer</application> -GNOME NetworkManager 0.8.2 in nu de standaard netwerktoepassing in Pardus &PRODVER;. Voor gebruikers is het nu mogelijk om een HSPA/CDMA/VPN-verbinding tezamen met de reeds ondersteunde Ethernet- en 802.11 WLAN-verbindingen in te stellen.
ru_ru: <application>NetworkManager</application> - GNOME NetworkManager 0.8.2 используется как сетевой модуль по-умолчанию в Pardus &PRODVER;. Пользователи теперь могут создавать свои HSPA/CDMA/VPN сети, наряду с уже поддерживаемыми Ethernet и 802.11 WLAN сетями.
tr_tr: <application>NetworkManager</application> - Pardus &PRODVER; sürümünde öntanımlı ağ altyapısı olarak GNOME NetworkManager 0.8.2 sürüme geçildi. Uzun zamandır desteklenen Ethernet ve 802.11 WLAN ağlarının yanı sıra kullanıcılar artık HSPA/CDMA/VPN ağlarını da ayarlayabilecekler.

source: <application>GTK Oxygen style</application> - All GTK applications are now rendered with Oxygen style thanks to the <emphasis>oxygen-gtk</emphasis> project. This brings a huge improvement to the user interface consistency.
de_de: <application>GTK Oxygen Stil</application> - Alle GTK Programme werden jetzt dank dem <emphasis>oxygen-gtk</emphasis> Project mit dem Oxygen Stil dargestellt. Für die Konsistenz der Benutzeroberfläche ist dies eine sehr große Verbesserung.
es_es: <application>GTK Oxygen style</application> - Todas la aplicaciones GTK ahora se renderean al estilo Oxygen gracias al proyecto <emphasis>oxygen-gtk</emphasis>. Esto mejora mucho la consistencia de la interfaz de usuario.
hu_hu: <application>GTK Oxygen stílus</application> - Minden GTK alkalmazás mostantól Oxygen stílusban jelenik meg, köszönet érte a <emphasis>oxygen-gtk</emphasis> prodzsektnek. Ezzel nagyot léptünk az egységes felhasználói felület irányába.
nl_nl: <application>GTK Oxygen stijl</application> - Alle GTK-toepassingen worden nu met Oxygen-stijl weergegeven dankzij het <emphasis>oxygen-gtk</emphasis>-project. Dit geeft een belangrijke verbetering in de interface naar de gebruiker.
ru_ru: <application>GTK Oxygen style</application> - Все GTK приложения отображаются со стилем Oxygen, благодаря проекту<emphasis>oxygen-gtk</emphasis>. Это огромный шаг вперед для полноценности и равномерности отображения интерфейса пользователя.
tr_tr: <application>GTK Oxygen biçemi</application> - Tüm GTK uygulamaları artık <emphasis>oxygen-gtk</emphasis> projesi sayesinde Oxygen biçemiyle görüntüleniyor. Bu özellik sayesinde kullanıcı arabirimi tutarlılığında büyük bir iyileştirme sağlanmış oluyor.

source: <application>LibreOffice</application> - LibreOffice, an Open Source personal productivity suite sponsored by the Document Foundation, is now the default Office Suite in Pardus &PRODVER;.
de_de: <application>LibreOffice</application> - LibreOffice, eine OpenSource Suite zur produktiven Office Arbeit, welche durch die Document Foundation gesponsert wird, ist nun das Standard Officeprogramm bei Pardus &PRODVER;.
es_es: <application>LibreOffice</application> - LibreOffice, la suite de oficina de código abierta auspiciada por la Document Foundation es ahora la suite ofimatica predeterminada de Pardus &PRODVER;.
hu_hu: <application>LibreOffice</application> - A Document Foundation által szponzorált nyílt forrású LibreOffice az alapértelmezett irodai csomag a Pardus &PRODVER; kiadásában.
nl_nl: <application>LibreOffice</application> - LibreOffice, een door de Document Foundation gesponsorde open-source oplossing, is nu de standaard kantoortoepassing in Pardus &PRODVER;.
ru_ru: <application>LibreOffice</application> - LibreOffice, открытый и свободный офисный пакет, спонсируемый Document Foundation, используется как набор офисных приложений по умолчанию в Pardus &PRODVER;.
tr_tr: <application>LibreOffice</application> - Document Foundation tarafından geliştirilen açık kaynak kodlu ofis araçları takımı LibreOffice, Pardus &PRODVER; sürümünde artık öntanımlı oluyor.
