Repository: pisilinux/uludag
Catalog: trunk/distribution/2011/release-notes/*/Welcome.po
Languages: fr_fr, hu_hu, nl_nl, ru_ru

source: Welcome to Pardus &PRODVER;
fr_fr: Bienvenue sous Pardus &PRODVER;
hu_hu: Üdvözöljük a Pardus &PRODVER;-ben
nl_nl: Welkom bij Pardus &PRODVER;
ru_ru: Добро пожаловать в Pardus &PRODVER;

source: Welcome to Pardus &PRODVER;, the latest release of Pardus, a powerful, KDE-focused Linux distribution.
fr_fr: Bienvenue sous Pardus &PRODVER;, dernière mouture de Pardus, la puissante et KDE-centrée distribution Linux.
hu_hu: Üdvözöljük a Pardus &PRODVER;-ben, a Pardus legfrissebb kiadásában, ami egy hatékony KDE-re fókuszáló linux disztribúció.
nl_nl: Welkom bij Pardus &PRODVER;, de laatste uitgave van Pardus, een krachtige op KDE gebaseerde Linux-distributie.
ru_ru: Добро пожаловать в Pardus &PRODVER;, последнюю версию мощного дистрибутива Linux, сфокусированного на использование рабочей среды KDE.

source: What is Pardus?
fr_fr: Qu'est-ce que Pardus ?
hu_hu: Mi a Pardus?
nl_nl: Wat is Pardus?
ru_ru: Что такое Pardus?

source: Pardus is an open-source, freely distributable, GPL (General Public License) licensed user-friendly GNU/Linux distribution with many usability, hardware compatibility, stability and security enhancements.
fr_fr: Pardus est une distribution Linux librement distribuable et modifiable sous les termes de la licence publique générale GNU GPL, mettant l'accent sur l'ergonomie, la prise en charge du matériel, la stabilité et la sécurité.
hu_hu: A Pardus egy nyílt forrású, ingyenesen terjeszthető, GPL licenszelésű barátságod GNU/Linux disztribúció számos hardver kompatibilitási, stabilitási, biztonsági és felhasználhatósági fejlesztéssel.
nl_nl: Pardus is een open-source, vrij beschikbare, onder GPL-licentie (General Public License) vallende, gebruikersvriendelijke GNU/Linux-distributie met veel gebruikersgemak, hardware-compatibiliteit, stabiliteit en veilige mogelijkheden.
ru_ru: Pardus - это полностью открытый, свободно распространяемый, GPL (General Public License) лицензированный, простой в использовании GNU/Linux дистрибутив с множеством усовершенствований в плане удобства использования, совместимости с аппаратным обеспечением, стабильности и безопасности.

source: The Pardus project is sponsored by the <emphasis>Center of Research for Advanced Technologies of Informatics and Information Security (BILGEM)</emphasis>, an affiliate of the <emphasis>Scientific and Technological Research Council of Turkey (TUBITAK)</emphasis>.
fr_fr: Le projet Pardus est sponsorisé par le <emphasis>Centre de Recherche en Technologies Informatiques de pointe et Sécurité de l'Information (BILGEM)</emphasis>, affilié au <emphasis>Conseil de recherche Scientifique et Technologique de Turquie (TUBITAK)</emphasis>.
hu_hu: A Pardus project támogatója a törökországi <emphasis>Informatikai Technológia Fejlesztési és Információs Biztonságtechnikai Kutatóközpont (BILGEM)</emphasis>, a <emphasis>Törökországi Tudományos és Technológiai Kutatótanács (TÜBİTAK)</emphasis> tagja.
nl_nl: Het Pardus-project wordt ondersteund door de <emphasis>Center of Research for Advanced Technologies of Informatics and Information Security (BILGEM)</emphasis>, een afdeling van de <emphasis>Scientific and Technological Research Council of Turkey (TUBITAK)</emphasis>.
ru_ru: Проект Pardus спонсируется <emphasis>Центром исследования новых технологий информатики и информационной безопасности (BILGEM)</emphasis>, филиалом <emphasis>Научно-технологического исследовательского совета Турции (TUBITAK)</emphasis>.

source: The aim of the Pardus distribution is to offer people a stable, reliable, easy-to-use and feature-rich computer experience by providing modern and popular open-source software. The developers are also putting an additional effort to make Pardus run on a wide range of hardware.
fr_fr: L'objectif de Pardus est de fournir à l'utilisateur de base une distribution stable, fiable, facile à utiliser, riche en fonctionnalités, et libre. Un effort particulier est fait pour que Pardus tourne sur une large gamme de matériel.
hu_hu: A Pardus célja, hogy az emberek számára egy stabil, megbízható, könnyen használható és funkciógazdag számítógép felhasználási élményt nyújtson nyílt forrású szoftverek segítségével. A fejlesztők jelentős erőfeszítést tesznek azért, hogy a Pardus a lehető legtöbb hardveren tudjon működni.
nl_nl: Het doel van de Pardus-distributie is het aanbieden van een stabiele, betrouwbare, gemakkelijk-in-gebruik en vele-mogelijkheden computerervaring door gebruik te maken van moderne en populaire open-source software. De ontwikkelaars hebben tevens additionele inspanningen gedaan om Pardus op zoveel mogelijk hardware mogelijk te maken.
ru_ru: Цель дистрибутива Pardus в том, чтобы предоставить людям стабильную, надежную, легкую в использовании и многофункциональную систему для работы с компьютером, представленную современным и популярным открытым программным обеспечением. В дополнение ко всему, разработчики прикладывают большие усилия, чтобы Pardus поддерживал широкий спектр оборудования.

source: The project is named after the latin (and scientific) name for the Anatolian leopard, <emphasis>Panthera pardus tulliana</emphasis>.
fr_fr: Pardus est le nom scientifique (latin) du léopard d'Anatolie, <emphasis>Panthera pardus tulliana</emphasis>.
hu_hu: A prodzsekt nevét az Anatóliai leopárd latin nevéről kapta, <emphasis>Panthera pardus tulliana</emphasis>.
nl_nl: Het project is genoemd naar de Latijnse (en wetenschappelijke) naam van de Anatolische luipaard, <emphasis>Panthera pardus tulliana</emphasis>.
ru_ru: Проект назван в честь латинского (и научного) имени Анатолийского леопарда, <emphasis>Panthera pardus tulliana</emphasis>.

source: How Can I Try Pardus?
fr_fr: Comment puis-je utiliser Pardus ?
hu_hu: Hogyan próbálhatom ki a Pardus-t?
nl_nl: Hoe kan ik Pardus proberen?
ru_ru: Как я могу попробовать Pardus?

source: You can try Pardus either by installing it on your computer or running the Live version without touching your hard disk. You can boot Pardus from an optical drive as well as from USB mass storage devices like external hard drives and USB flash drives.
fr_fr: Vous pouvez soit installer Pardus sur le disque dur de votre ordinateur, soit utiliser la version Live sans toucher à votre disque dur. Pardus peut démarrer sur un DVD ou sur une clef ou disque dur USB.
hu_hu: Kipróbálhatja a Pardust a számítógépére telepítve, de telepítés nélkül is lehetősége van rá a Live verzió használatával. Bootolhat optikai meghajtóról, vagy USB tárolóról mint a külső merevlemez vagy pendrive.
nl_nl: Het is mogelijk om Pardus te proberen door het op de computer te installeren of door het starten van de live-versie en daardoor de inhoud van de harde schijf niet te veranderen. Pardus kan opgestart worden vanaf een optisch medium en ook vanaf een USB-medium zoals externe harde schijf en USB-geheugen/stick.
ru_ru: Вы можете попробовать Pardus либо путем установки его на свой компьютер, любо запустив Live-версию, не внося изменения на свой жесткий диск. Вы можете загрузить Pardus с оптического привода, а также с USB-устройств хранения данных, таких как внешние жесткие диски и USB флэш-диски.

source: Both the installation and live version images exceeds the size of a regular CD so if you are willing to use an optical drive for booting Pardus, you currently have to use DVD media to burn the images.
fr_fr: La version installable comme la version Live excèdent la capacité d'un CDROM, par conséquent, il faut graver l'image sur DVD pour utiliser Pardus à partir d'un lecteur optique.
hu_hu: A telepíthető és live verziók mindegyike meghaladja egy hagyományos CD méretét, így optikai meghajtó választása esetén DVD lemezt kell használnia.
nl_nl: Zowel de installatie- en ook de live-uitgave passen niet op een normale CD en dus is het gebruik van een DVD noodzakelijk om Pardus via een optisch medium te gebruiken.
ru_ru: В любом случае, установочный и live-образ дистрибутива превышают размер обычного CD-диска, поэтому если вы хотите использовать оптический привод для загрузки Pardus, вы должны использовать для записи образа более емкий DVD-диск.

source: Note that the boot order in your system's BIOS software should be set with the optical drive or USB mass storage device as the first device in order to boot from the installation or the live medium. On newer systems, the boot order can also be changed by pressing a key (generally F8 on desktop systems) while booting.
fr_fr: Notez que l'ordre de démarrage du BIOS de votre ordinateur doit donner la priorité au lecteur de DVD ou au périphérique de stockage USB plutôt qu'au disque dur. Vous pouvez accéder aux paramètres du BIOS en appuyant sur une touche (DEL, F8, ou autre selon le fabricant) lors des premières secondes du démarrage de votre PC.
hu_hu: Figyeljen arra hogy a rendszere BIOS-ában a boot sorrend megfelelő legyen, az optikai meghajtó vagy az USB tároló legyen az első helyen. Újabb rendszereken a bootolási sorrend induláskor módosítható egy gomb lenyomásával (általában F8 az asztali rendszereken).
nl_nl: Let op dat de volgorde van opstarten in de BIOS van de computer ingesteld dient te worden met het optisch - of USB-station als eerste opstartmedium. Bij de meeste nieuwere computers kan deze volgorde ook geselecteerd worden door het indrukken van een toets (meestal F8 of F11) tijdens het opstarten.
ru_ru: Обратите внимание, что порядок загрузки в вашей системе (BIOS) должен быть установлен с оптическим приводом или USB-устройством, как первым устройством для загрузки. В новых системах, порядок загрузки можно также изменить, нажав специальную клавишу (как правило, это F8 на настольных системах) во время загрузки.

source: More Information
fr_fr: Informations supplémentaires
hu_hu: További információ
nl_nl: Meer informatie
ru_ru: Дополнительная информация

source: Visit the official web site <ulink url="http://www.pardus.org.tr/eng">http://www.pardus.org.tr/eng</ulink> for more information.
fr_fr: Visitez le site officiel <ulink url="http://www.pardus.org.tr/eng">http://www.pardus-fr.org</ulink> pour plus d'informations.
hu_hu: További információkért látogassa meg a <ulink url="http://www.pardus.org.tr/eng">http://www.pardus.org.tr/eng</ulink> webhelyet.
nl_nl: Bezoek de officiÃ«le website <ulink url="http://www.pardus.org.tr/eng">http://www.pardus.org.tr/eng</ulink> voor meer informatie.
ru_ru: Посетите официальный сайт <ulink url="http://www.pardus.org.tr/eng">http://www.pardus.org.tr/eng</ulink> для получения дополнительной информации.

source: Feedback
fr_fr: Retours d'expérience
hu_hu: Visszajelzés
nl_nl: Terugkoppeling
ru_ru: Обратная связь

source: Visit <ulink url="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</ulink> to report a bug, send a bug fix or suggest improvements about Pardus.We would like to thank all of our users and community members for their valuable contributions which help improving Pardus, Linux and free software worldwide.
fr_fr: Rapportez vos bogues ou vos suggestions d'amélioration, dans la langue de Shakespeare uniquement, sur <ulink url="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</ulink>. Merci infiniment à tous les contributeurs !
hu_hu: Hibákat, vagy fejlesztési javaslatokat a <ulink url="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</ulink> tud tenni. Köszönjük minden felhasználónknak és közösségi tagunknak értékes részvételét, amivel világszerte segítenek jobbá tenni a Pardust, a Linuxot és a szabad szoftvereket.
nl_nl: Bezoek <ulink url="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</ulink> voor het rapporteren van fouten, oplossingen voor fouten of aanwijzingen voor verbeteringen van Pardus. Wij willen hierbij all onze gebruikers en gemeenschapsleden bedanken voor hun waardevolle bijdrage voor het verbeteren van Pardus, Linux and vrije wereldwijde software.
ru_ru: Посетите <ulink url="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</ulink>, если нужно сообщить об ошибке, отправить исправление ошибки или предложить меры для улучшения Pardus.Мы хотели бы поблагодарить всех наших пользователей и членов сообщества за их ценный вклад, которые помогали улучшить Pardus, Linux и свободное программное обеспечение во всем мире.
