Repository: pisilinux/uludag
Catalog: trunk/distribution/2011/release-notes/*/What_*_New.po
Languages: nl_nl, ru_ru, tr_tr

source: What is New?
nl_nl: Wat is er nieuw ?
ru_ru: Что нового?
tr_tr: Yenilikler

source: Updates in Pardus Technologies
nl_nl: Vernieuwingen in de technologie van Pardus
ru_ru: Обновления в технологиях Pardus
tr_tr: Pardus Teknolojilerinde Yenilikler

source: <emphasis>YALI</emphasis>, the installer of Pardus, gained LVM/RAID and UUID support.
nl_nl: <application>YALI</application>, het installeergereedschap van Pardus, is uitgebreid met ondersteuning voor LVM/RAID en UUID.
ru_ru: <emphasis>YALI</emphasis>, установщик Pardus, с улучшенной поддержкой LVM/RAID и UUID.
tr_tr: Pardus kurulum aracı <emphasis>YALI</emphasis>, LVM/RAID ve UUID desteği sunuyor.

source: The user interface is completely redesigned to improve the usability.
nl_nl: De gebruikersinterfaceis helemaal opnieuw ontworpen om gemakkelijker te zijn.
ru_ru: Пользовательский интерфейс полностью переработан для улучшения удобства использования.
tr_tr: Kullanışlılığı artırmak için tüm arayüz yeniden tasarlandı.

source: Users are now able to select between Open Source and proprietary drivers for their NVIDIA video adapters.
nl_nl: Het is nu mogelijk voor gebruikers om het open-source of propriëtaire stuurprogramma voor NVIDIA-kaarten te gebruiken.
ru_ru: Пользователи теперь могут выбирать между открытыми и проприетарными драйверами для своих видеоадаптеров NVIDIA.
tr_tr: Kullanıcılar kurulum esnasında NVIDIA ekran kartları için açık kaynak ya da firmanın sahipli sürücülerinden birini seçme şansına sahip.

source: First Boot
nl_nl: Eerste start
ru_ru: Первая загрузка
tr_tr: İlk Açılış

source: Some of the settings which were asked during the installation in Pardus &PREVVER; are now moved into a different application which shows up once during the first boot after the installation.
nl_nl: Enkele van de instellingen die gevraagd worden tijdens de installatie van Pardus &PREVVER; zijn nu verplaatst naar een ander gedeelte dat getoond wordt na de eerste start na het installeren.
ru_ru: Некоторые настройки, которые задавались в процессе установки в Pardus &PREVVER; теперь перешли в другое приложение, которое появляется один раз в течении первой загрузки установленной системы.
tr_tr: Pardus &PREVVER; sürümünde bazı yapılandırma işlemleri kurulum sırasında yapılıyordu. Bu işlemler artık farklı bir uygulama içerisinde yer alıyor ve kurulumdan sonraki ilk açılışta yapılıyor.

source: <emphasis>Kaptan</emphasis>, the desktop customization tool of Pardus, now optionally captures your picture and sets it as your avatar in KDE.
nl_nl: <application>Kaptan</application>, het gereedschap om Pardus aan te passen, kan nu optioneel uw gebruikerafbeelding opnemen en als avatar in KDE instellen.
ru_ru: <emphasis>Kaptan</emphasis>, утилита настройки рабочего окружения в Pardus, умеет (опционально) захватывать ваше изображение и устанавливать его как аватар в KDE.
tr_tr: Pardus'un kişiselleştirme yardımcısı <emphasis>Kaptan</emphasis>, isteğinize bağlı olarak resminizi çekerek KDE içinde avatar olarak kullanmanızı sağlıyor.

source: Users are now able to select their preferred icon theme which will be used in their KDE desktop environment.
nl_nl: Gebruikers kunnen nu het pictogramthema selecteren dat in KDE gebruikt wordt.
ru_ru: Пользователи теперь могут выбирать свою любимую тему оформления иконок, которая будет использоваться в их окружении рабочего стола KDE.
tr_tr: Kullanıcılar artık KDE içinde kullanılacak olan simge setini Kaptan ile seçebiliyor.

source: <emphasis>Pisi</emphasis> now internally uses XZ as the default compression algorithm.
nl_nl: <emphasis>Pisi</emphasis> gebruikt intern nu XZ als het standaard compressie-algoritme.
ru_ru: <emphasis>Pisi</emphasis> теперь использует XZ как алгоритм сжатия по умолчанию.
tr_tr: <emphasis>Pisi</emphasis> XZ sıkıştırma algoritmasını öntanımlı olarak kullanıyor.

source: Binary package names now reflects the architecture and the distribution release for which the package is built.
nl_nl: Binaire pakketnamen geven nu de architectuur en de distributievrijgave weer waarvoor het pakket gebouwd is.
ru_ru: Имена бинарных пакетов теперь отображают архитектуру и релиз дистрибутива, для которого пакет был собран.
tr_tr: İkili paketlerin isimleri artık hangi sürüm ve işlemci mimarisine göre derlendikleri bilgisini gösterir şekilde hazırlanıyor.

source: Various speed enhancements has been done in the core components for a better package management experience.
nl_nl: Verschillende snelheidsverbeteringen zijn in de hoofdcomponenten gedaan voor een verbeterde pakketbeheerervaring.
ru_ru: Были реализованы различные улучшения скорости для основных компонентов системы, ради лучшего управления пакетами.
tr_tr: Paket yönetiminde daha rahat kullanım için temel bileşenlerde bir çok iyileştirme yapıldı.

source: Package Manager
nl_nl: Pakketbeheer
ru_ru: Пакетный менеджер
tr_tr: Paket Yöneticisi

source: Users are now able to vote for a package and see the screenshots of graphical applications shipped within packages.
nl_nl: Gebruikers kunnen nu hun pakketvoorkeur aangeven en afbeeldingen van grafische toepassingen binnen de pakketten zien.
ru_ru: Пользователи теперь могут голосовать за понравишейся пакет и смотреть скриншоты графических приложений, поставляемые в пакетах.
tr_tr: Kullanıcılar artık paketleri oylayabiliyor ve ekran görüntülerine bakarak tercih yapabiliyor.

source: The graphical user interface is redesigned to improve the usability. Various speed enhancements has been done for a better graphical package management experience.
nl_nl: De grafische gebruikersinterface is opnieuw ontworpen om het gebruik te verbeteren. Verschillende snelheidsverbeteringen zijn gedaan voor een verbeterde grafische pakketbeheerervaring.
ru_ru: Графический пользовательский интерфейс был полностью переработан для улучшения удобства использования. Были реализованы различные улучшения скорости для лучшего управления пакетами.
tr_tr: Grafik arabirim kullanışlılığı artırmak için baştan tasarlandı. Daha hızlı çalışması için bir çok iyileştirme yapıldı.

source: A lot of KDE integration work has been done including the usage of KDE system tray.
nl_nl: Veel integratiewerk voor KDE is uitgevoerd inclusief het het systeemvakgebruik van KDE.
ru_ru: Было сделано много работы для интеграции KDE, в том числе использования системного лотка KDE.
tr_tr: KDE sistem çekmecesinin kullanımı da dahil olmak üzere bir çok KDE entegrasyonu iyileştirmesi gerçekleştirildi.

source: Updates in Core Components
nl_nl: Verbeteringen in de hoofdcomponenten
ru_ru: Обновления в основных компанентах системы
tr_tr: Temel Bileşenlerde Güncellemeler

source: <application>Kernel</application> - The Linux kernel shipped with Pardus &PRODVER; is &KERNELVER; which is the latest stable kernel released on 2011/01/05.
nl_nl: <application>Kernel</application> - The Linux-kernel in Pardus &PRODVER; is &KERNELVER; en is de laatste stabiele kernel, vrijgegeven op 05-01-2011.
ru_ru: <application>Ядро</application> - Linux ядро, поставляемое с Pardus &PRODVER; - &KERNELVER;, является новейшим стабильным ядром от 2011/01/05.
tr_tr: <application>Kernel</application> - Pardus &PRODVER; ile Linux çekirdeğinin 5 Ocak 2011'de yayınlanan en son kararlı &KERNELVER; sürümüne geçildi.

source: <application>Plymouth</application> - The bootsplash technology used in Pardus &PREVVER; is completely dropped and replaced by the new Plymouth engine.
nl_nl: <application>Plymouth</application> - De gebruikte opstartafbeeldingstechniek in Pardus &PREVVER; is helemaal vervangen door de nieuwe Plymouth-engineering.
ru_ru: <application>Plymouth</application> - Технология графической заставки на этапе загрузки, используемая в Pardus &PREVVER; полностью переделана и заменена на новый движок Plymouth.
tr_tr: <application>Plymouth</application> - Pardus &PREVVER; sürümünde açılış süreci görselleştirmesi için kullanılan teknoloji bırakılarak Plymouth teknolojisine geçildi.

source: <application>Python</application> - Python is updated to &PYTHONVER;.
nl_nl: <application>Python</application> - Python is bijgewerkt tot &PYTHONVER;.
ru_ru: <application>Python</application> - Python обновлен до &PYTHONVER;.
tr_tr: <application>Python</application> - Python &PYTHONVER; sürümüne yükseltildi.

source: <application>Perl</application> - Perl is updated to &PERLVER;.
nl_nl: <application>Perl</application> - Perl is bijgewerkt tot &PERLVER;.
ru_ru: <application>Perl</application> - Perl обновлен до &PERLVER;.
tr_tr: <application>Perl</application> - Perl, &PERLVER; sürümüne yükseltildi.

source: <application>X.org</application> - xorg-server is updated to &XORGVER;, improvements to the automatic driver configuration mechanism has been done by our developers.
nl_nl: <application>X.org</application> - xorg-server is bijgewerkt tot &XORGVER;, verbeteringen aan het automatische configuratiesysteem zijn door de ontwikkelaars uitgevoerd.
ru_ru: <application>X.org</application> - xorg-server обновлен до &XORGVER;, нашими разработчиками было сделано усовершенствование механизма автоматической конфигурации драйвера.
tr_tr: <application>X.org</application> - xorg-sunucusu &XORGVER; sürümüne yükseltildi. Otomatik sürücü yapılandırması için geliştiricilerimizin iyileştirmeleri eklendi.

source: <application>TeX Live</application> - TeX Live documentation stack is updated to &TEXLIVEVER;.
nl_nl: <application>TeX Live</application> - de stack van TeX Live-documentatie is bijgewerkt tot &TEXLIVEVER;.
ru_ru: <application>TeX Live</application> - документация TeX Live была обновлена до &TEXLIVEVER;.
tr_tr: <application>TeX Live</application> - TeX Live belgeleme araçları &TEXLIVEVER; sürümüne yükseltildi.

source: Desktop Experience
nl_nl: Bureaubladervaring
ru_ru: Окружение рабочего стола
tr_tr: Masaüstü Deneyimi

source: Changes in KDE Desktop Environment
nl_nl: Wijzigingen in de KDE-omgeving
ru_ru: Изменения в KDE Desktop Environment
tr_tr: KDE Yazılım Seçkisinde Değişiklikler

source: Pardus &PRODVER; comes with the latest KDE Software Compilation, KDE SC &KDEVER;. The base packages also contains numerous backports and fixes which will improve the stability of your desktop experience significantly.
nl_nl: Pardus &PRODVER; komt met de laatste softwarecompilatie van KDE, KDE SC &KDEVER;. Het basispakket bevat ook vele toepassingen en foutoplossingen, die de ervaring met en de stabiliteit van het systeem in belangrijke mate zal verbeteren.
ru_ru: <application>KDE SC</application> - Pardus &PRODVER; поставляется с последней версией KDE Software Compilation, KDE SC &KDEVER;. Базовые пакеты так же содержат многочисленные исправления и улучшения, что значительно увеличивает стабильность вашей системы.
tr_tr: Pardus &PRODVER; en yeni KDE Yazılım Seçkisi, KDE SC &KDEVER; ile geliyor. Temel paketler bir çok uyumluluk ve hata giderme çalışmasından geçirilerek masaüstü deneyiminize gözle görülür bir iyileştirme hedeflendi.

source: KDE SC &KDEVER; brings more performance and stability to the desktop experience. Support for WebKit, improved user experience for netbooks, a new high-speed cache allowing fast access to resources stored on disk are among the new features of this version.
nl_nl: KDE SC &KDEVER; geeft meer prestaties en stabiliteit voor de werkervaring. Ondersteuning voor WebKit, verbeterde ervaring voor netbook computers, een nieuw hoge-snelheid buffer maakt snelle schijftoegang mogelijk en zijn enkele van de nieuwe toevoegingen in deze versie.
ru_ru: KDE SC &KDEVER; обеспечивает более высокую производительность и стабильность для окружения рабочего стола. Среди новых возможностей этой версии можно отметить: поддержка WebKit, улучшенный пользовательский интерфейс для использования на нетбуках, новый высокоскоростной кэш обеспечивает быстрый доступ к ресурсам диска.
tr_tr: KDE SC &KDEVER; daha iyi performans ve kararlılık sağlıyor. WebKit desteği, netbook kullanıcıları için geliştirilen kullanışlılık, yüksek hızlı önbellek ile diskte tutulan bilgilere çabucak ulaşım gibi özellikler göze çarpıyor.

source: Visual Enhancements
nl_nl: Visuele verbeteringen
ru_ru: Визуальные улучшения
tr_tr: Görsel İyileştirmeler

source: All GTK applications are now rendered with Oxygen style thanks to the <emphasis>oxygen-gtk</emphasis> project. This brings a huge improvement to the user interface consistency.
nl_nl: Alle GTK-toepassingen worden nu met Oxygen-stijl weergegeven dankzij het <emphasis>oxygen-gtk</emphasis>-project. Dit geeft een belangrijke verbetering in de interface naar de gebruiker.
ru_ru: Все GTK-приложения отображаются со стилем Oxygen, благодаря <emphasis>oxygen-gtk</emphasis> проекту. Это огромный шаг вперед для полноценности и равномерности отображения интерфейса пользователя.
tr_tr: <emphasis>oxygen-gtk</emphasis> projesi sayesinde, tüm GTK uygulamaları artık Oxygen biçemiyle görüntülenebiliyor, Bu özellik arabirim tutarlılığı konusunda büyük bir gelişme sağladı.

source: Milky icon theme especially designed for Pardus is shipped within the installation image. Users can set this icon theme through <emphasis>Kaptan</emphasis> or <emphasis>System Settings</emphasis>.
nl_nl: Milky-pictogramthema is speciaal voor Pardus ontworpen en toegevoegd. Gebruikers kunnen dit pictogramthema in <emphasis>Kaptan</emphasis> of <emphasis>Systeeminstellingen</emphasis> instellen.
ru_ru: Тема иконок Milky, специально созданная для Pardus, поставляется на установочном образе. Пользователи могут установить эту тему иконок через <emphasis>Kaptan</emphasis> или <emphasis>Настройки Системы</emphasis>.
tr_tr: Milky simge seti Pardus için özel olarak tasarlanan ve kurulum imajıyla dağıtılan setlerden biri. Kullanıcılar yenilenen <emphasis>Kaptan</emphasis> ya da <emphasis>Sistem Ayarları</emphasis> içinden kullanacakları simge setini seçebiliyor.

source: Network Management
nl_nl: Netwerkbeheer
ru_ru: Менеджер сети
tr_tr: Ağ Yönetimi

source: Besides switching to GNOME NetworkManager as the default networking backend, Pardus &PRODVER; comes with a heavily improved and modified KDE Network Management tool and plasmoid to give their users a much more consistent networking experience.
nl_nl: Naast het omschakelen naar GNOME NetworkManager als de standaard netwerkbeheerder, komt Pardus&PRODVER; met de veel verbeterde en gewijzigde netwerkbeheerder van KDE en plasmoid om voor de gebruiker in een veel consequentere netwerkervaring te voorzien.
ru_ru: Кроме перехода на GNOME NetworkManager как на модуль управления сетью по-умолчанию, Pardus &PRODVER; поставляется с улучшенным и измененным инструментом KDE Network Management, а так же с соответствующим плазмоидом (апплет для KDE Plasma), чтобы дать пользователям больше возможностей для работы с сетью.
tr_tr: Ağ yapılandırmasında GNOME NetworkManager kullanmanın yanında Pardus &PRODVER; KDE Ağ Yönetim araç ve plasmoid programcıklarıyla geliyor ve çok kararlı bir ağ kullanımı sunuyor.

source: With this new networking backend, users are now able to easily set up their Ethernet (With support for 802.1x authentication), 802.11 Wireless (With support for WEP/WPA/WPA2/WPA-EAP and 802.1x authentication), EDGE/3G/CDMA and VPN networks.
nl_nl: Met deze nieuwe netwerkoplossing is het instellen eenvoudig voor de gebruiker van Ethernet (met ondersteuning voor 802.1x-authenticatie), 802.11-WLAN (met ondersteuning voor WEP/WPA/WPA2/WPA-EAP en 802.1x-authenticatie), EDGE/3G/CDMA en VPN-netwerken.
ru_ru: С новым сетевым модулем, пользователи могут легко установить и настроить их Ethernet (с поддержкой 802.1x аутентификации), беспроводную 802.11 (с поддержкой WEP/WPA/WPA2/WPA-EAP и 802.1x аутентификации), EDGE/3G/CDMA и VPN сеть.
tr_tr: Yeni ağ altyapısı ile kullanıcılar Ethernet (802.1x yetkilendirme desteği ile), 802.11 Kablosuz (WEP/WPA/WPA2/WPA-EAP ve 802.1x yetkilendirme desteği), EDGE/3G/CDMA ve VPN ağlarına bağlanabiliyor.

source: Default Applications
nl_nl: Standaard-toepassingen
ru_ru: Стандартные приложения
tr_tr: Öntanımlı Uygulamalar

source: Pardus &PRODVER; comes with Mozilla Firefox &FIREFOXVER; as the default web browser application. New features of this Firefox release include Firefox Panorama, application tabs, a redesigned extension manager, Jetpack extensions support, integration with Firefox Sync, and support for multitouch displays.
nl_nl: Pardus &PRODVER; komt met Mozilla Firefox &FIREFOXVER; als de standaard Web-browsertoepassing. Nieuwe mogelijkheden van deze uitgave van Firefox inclusief Firefox Panorama, tabbladen toepassing, een nieuw ontworpen extensiebeheerder, Jetpack extensie-ondersteuning, integratie met Firefox Sync, en ondersteuning voor aanraakschermen.
ru_ru: Pardus &PRODVER; поставляется с Mozilla Firefox &FIREFOXVER; как веб-браузером по-умолчанию. Новые возможности этой версии Firefox включают функцию Firefox Panorama, систему управления вкладками, обновленный менеджер расширений, поддержку расширений Jetpack, интеграцию с Firefox Sync и поддержку для мультитач-дисплеев.
tr_tr: Pardus &PRODVER; öntanımlı İnternet tarayıcısı olarak Mozilla Firefox &FIREFOXVER; sürümü ile geliyor. Firefox'un bu sürümde yeni özellikleri arasında Firefox Panorama, uygulama sekmeleri, yenilenmiş eklenti yöneticisi, Jetpack eklenti desteği, değişik bilgisayarlar arası eşgüdüm sağlayan Firefox Sync entegrasyonu ve birden çok parmakla dokunmayı destekleyen ekran desteği yer alıyor.

source: <emphasis>Clementine</emphasis>, a cross-platform music player based on Amarok 1.4 is set as the default audio playing application as it is well maintained and lightweight.
nl_nl: <emphasis>Clementine</emphasis>, een cross-platform muziekspeler gebaseerd op Amarok 1.4 is ingesteld als standaard afspeler voor geluid en deze is goed onderhouden en licht-gewicht.
ru_ru: <emphasis>Clementine</emphasis>, кросс-платформенный музыкальный плеер, созданный в лучших традициях Amarok 1.4, является аудио-плеером по-умолчанию, как хорошо поддерживаемый и легкий.
tr_tr: Amarok 1.4 sürümü temel alınarak hazırlanan platform bağımsız müzik çalar <emphasis>Clementine</emphasis> geliştirme süreci aktif devam eden, hafif ve başarılı uygulama olarak ses dosyaları için öntanımlı oynatıcı olarak yer aldı.

source: <emphasis>SMplayer</emphasis>, a Qt based frontend for MPlayer is set as the default Video/VCD/DVD playing application as it is well integrated with KDE desktop environment in terms of usability and graphical user interface and supports playing a wide range of video file types thanks to the MPlayer backend.
nl_nl: <emphasis>SMplayer</emphasis>, een op QT-gebaseerde interface voor MPlayer is ingesteld als de standaard Video/VCD/DVD-toepassing voor afspelen en uitstekend geïntegreerd met KDE betreffende gebruik en grafische gebruikersinterface en ondersteuning voor het afspelen van een uitgebreide range van videoformaatbestanden dankzij de MPlayer-backend.
ru_ru: <emphasis>SMplayer</emphasis>, Qt-фронтенд для MPlayer, установлен по-умолчанию как Video/VCD/DVD плеер, отлично интегрируется в окружение рабочего стола KDE, имеет удобный графический интерфейс и поддерживает воспроизведение широкого спектра типов файлов, благодаря MPlayer.
tr_tr: Qt ile yazılmış bir MPlayer önyüzü olan ve KDE ile görsel arabirim ve kullanım alışkanlıkları açısından çok iyi entegre olan ve MPlayer sayesinde bir çok farklı video türünü oynatabilen <emphasis>SMplayer</emphasis> Video/VCD/DVD izlemek için öntanımlı uygulama olarak seçildi.

source: <emphasis>KsCD</emphasis>, is set as the default Audio CD playing application.
nl_nl: <emphasis>KsCD</emphasis>, is ingesteld als de standaard geluid-cd afspelertoepassing.
ru_ru: <emphasis>KsCD</emphasis>, проигрыватель Audio CD, используемый по-умолчанию.
tr_tr: Müzik CD'leri için öntanımlı uygulama olarak <emphasis>KsCD</emphasis> seçildi.

source: Web Browsers
ru_ru: Веб-браузеры
tr_tr: İnternet Tarayıcıları

source: Although not included in the installation images, a wide range of web browsers including Chromium browser, rekonq, Arora and Opera are available for installation through the package manager.
nl_nl: Alhoewel niet in het installatiemedium opgenomen zijn vele web-browsers inclusief Chromium-browser, rekonq, Arora en Opera beschikbaar in de pakketbeheerder.
ru_ru: Помимо содержимого установочного образа, имеется большой спектр поддерживаемых браузеров, включая Chromium, rekonq, Arora и Opera. Они доступны для установки через менеджер пакетов.
tr_tr: Kurulum imajlarında yer almasa da, paket yöneticisi ile Chromium, rekonq, Arora ve Opera gibi İnternet tarayıcıları da seçilebiliyor.

source: System Settings
nl_nl: Systeeminstellingen
ru_ru: Настройки системы
tr_tr: Sistem Ayarları

source: <emphasis>Panda</emphasis> (Pardus alternative driver administration) is a new System Settings module which allows users to change the driver between Open Source and proprietary one for NVIDIA and ATI display adapters.
nl_nl: <emphasis>Panda</emphasis> (Pardus alternatieve stuurprogrammabeheerder) is een nieuw module in Systeeminstellingen om het wisselen tussen open-source en propriëtaire stuurprogramma voor NVIDIA- en ATI-videokaarten mogelijk te maken.
ru_ru: <emphasis>Panda</emphasis> (Pardus alternative driver administration) это новый модуль Настройки системы, который позволяет пользователям менять драйвер на открытый или проприетарный, для NVIDIA и ATI адаптеров дисплея.
tr_tr: <emphasis>Panda</emphasis> (Pardus alternative driver administration / Pardus alternatif sürücü yönetimi) Sistem Ayarlarına eklenen yeni bileşenlerden biri. Panda kullanılarak NVIDIA ve ATI kartlarda açık kaynak kodlu ya da sahipli sürücülerden biri seçilebiliyor.

source: Users are now able to set up their Bluetooth devices, Wacom tablets and Synaptics touchpads through System Settings.
nl_nl: Gebruikers kunnen nu de Bluetooth-apparaten, Wacom-tablets en Synaptics-aanraakpads in Systeeminstellingen instellen.
ru_ru: Пользователи теперь могут подключать свои Bluetooth устройства, Wacom планшеты и сенсорные панели Synaptics через Настройки Системы.
tr_tr: Kullanıcılar Sistem Ayarlarını kullanarak Bluetooth aygıtları, Wacom tabletleri ya da Synaptics tercihlerini yapılandırabiliyor.

source: The default language used throughout the whole system can now be changed through the locale settings section.
nl_nl: De standaard taal die door het gehele systeem gebruikt wordt kan nu in de Taalregio-sectie ingesteld worden.
ru_ru: Язык по-умолчанию, используемый во всей системе, теперь может быть изменен через раздел региональных настроек.
tr_tr: Yerelleştirme yapılandırmasıyla tüm sistemde kullanılan öntanımlı dil değiştirilebiliyor.

source: Office Suite
nl_nl: Kantoortoepassingen
ru_ru: Набор офисных приложений
tr_tr: Ofis Paketi

source: <emphasis>LibreOffice</emphasis>, an Open Source personal productivity suite sponsored by the Document Foundation, is now the default Office Suite in Pardus &PRODVER;.
nl_nl: <application>LibreOffice</application>, een door de Document Foundation gesponsorde open-source oplossing, is nu de standaard kantoortoepassing in Pardus &PRODVER;.
ru_ru: <application>LibreOffice</application> - LibreOffice, открытый и свободный офисный пакет, спонсируемый Document Foundation, используется как набор офисных приложений по-умолчанию в Pardus &PRODVER;.
tr_tr: Document Foundation tarafından hazırlanan, açık kaynak kodlu üretim araçları paketi <emphasis>LibreOffice</emphasis> Pardus &PRODVER; sürümüyle öntanımlı ofis paketi olarak geliyor.

source: Games
nl_nl: Spellen
ru_ru: Игры
tr_tr: Oyunlar
