Repository: pisilinux/uludag
Catalog: trunk/distribution/2011/release-notes/*/What_*_New.po
Languages: nl_nl, ru_ru, tr_tr

source: Pardus &PRODVER; continues the tradition of giving importance to the quality of games offered to their users. The default installation now includes the board and logic games provided by the <application>kdegames</application> package.
nl_nl: Pardus &PRODVER; zet de traditie voort van kwaliteitsondersteuning voor spelen voor de gebruikers. De standaard installatie bevat nu bord en logische spelen geleverd door het <application>kdegames</application>-pakket.
ru_ru: Pardus &PRODVER; продолжает традицию радовать своих пользователей ещё и качественными играми. Стандартная установка теперь содержит набор настольных и логических игр пакета <application>kdegames</application>.
tr_tr: Pardus &PRODVER; sürümüyle, kullanıcılarına kaliteli oyunlar sunma geleneğini sürdürüyor. Kurulum sırasında <application>kdegames</application> ile gelen masaüstü oyunları ve mantık oyunları yer alıyor.

source: Other Changes
nl_nl: Overige wijzigingen
ru_ru: Другие изменения
tr_tr: Diğer Değişiklikler

source: Firefox gets new stable release rapidly. &FIREFOXVER; release presents many new features like the new interface of the browser as well as plugin management new interface, tab grouping, bookmarks between computers, passwords and history matching, a new plug-in interface. HTML5, CSS3 and WebM technology supports are also most important features for the developers.
nl_nl: Firefox krijgt snel een stabiele uitgave . &FIREFOXVER;-uitgave presenteert vele nieuwe mogelijkheden zoals de nieuwe interface van de browser en ook nieuwe interface voor plug-in-beheer, tabbladen-groepering, bladwijzers tussen computers, wachtwoorden en geschiedenis uitwisseling, een nieuwe plug-in-interface. HTML5, CSS3 and WebM-technologie zijn zeer belangrijke mogelijkheden voor de ontwikkelaars.
ru_ru: Совсем скоро выйдет новая стабильная версия Firefox. &FIREFOXVER; представляет множество новых возможностей, таких как новый интерфейс браузера, а также плагин управления новым интерфейсом, группировка вкладок, синхронизация паролей, истории и закладок между компьютерами. Поддержка HTML5, CSS 3 и WebM и наиболее важных функций для разработчиков.
tr_tr: Firefox &FIREFOXVER; sürümü bir çok yeni özellik sunuyor. Yeni arabirim, eklenti yönetimi, sekme gruplama, bilgisayarlar arası yer imlerini, parola ve tarama geçmişini eşlemenin yanı sıra geliştiriciler için önem taşıyan HTML5 ve CSS3 desteği, WebM teknolojilerine uyumluluk gibi özellikler öne çıkanlar arasında.
