Repository: pisilinux/uludag
Catalog: branches/kde/boot-manager/corporate2/po/*.po
Languages: de, nl, ru, sv

source: Boot Manager
nl: Opstartbeheer
ru: Менеджер загрузки
sv: Starthanteraren

source: Developer and Current Maintainer
de: Entwickler und aktueller Betreuer
nl: Ontwikkelaar en huidige onderhouder
ru: Разработчик и текущий сопровождающий
sv: Utvecklare och aktuell underhållare

source: Boot Manager is already started!
de: Boot-Manager ist bereits gestartet worden!
nl: Opstartbeheer is al actief!
ru: Менеджер загрузки уже запущен!
sv: Starthanteraren körs redan!

source: Edit entry
de: Eintrag bearbeiten
nl: Bewerk keuze
ru: Редактировать запись
sv: Redigera post

source: Delete entry
de: Eintrag löschen
nl: Verwijder keuze
ru: Удалить запись
sv: Ta port post

source: This is the last entry, you cannot delete it!
de: Dies ist der letzte Eintrag, daher nicht löschbar!
nl: Dit is het laatste item en deze kan niet verwijderd worden!
ru: Это последняя запись, вы не можете ее удалить!
sv: Det här är den sista posten, du kan inte ta bort den!

source: New Entry
de: Neuer Eintrag
nl: Nieuwe keuze
ru: Новая запись
sv: Ny post

source: Unused Kernels
de: Nicht verwendete Kernel
nl: Niet gebruikte kernels
ru: Неиспользуемые ядра
sv: Oanvända kärnor

source: Remember last booted entry.
de: Zuletzt geladenen Eintrag merken.
nl: Onthoud laatst opstartkeuze.
ru: Запомнить последнюю загруженную запись
sv: Kom ihåg senaste startade post.

source: Timeout:
de: Zeitüberschreitung:
nl: Onderbreking:
ru: Задержка:
sv: Nedräkning:

source: Title:
de: Titel:
nl: Titel:
ru: Заголовок:
sv: Titel:

source: System:
nl: Systeem:
ru: Система:

source: Root (or UUID):
de: Root (oder UUID):
nl: Root (of UUID):
ru: Корень (или UUID):
sv: Rot (eller UUID):

source: Kernel:
ru: Ядро:

source: Kernel Parameters:
de: Kernel-Parameter:
ru: Параметры ядра:
sv: Argument:

source: Initial Ramdisk:
de: RAM-Disk initialisieren
nl: Aanvankelijke ramdisk:
ru: Начальный Ramdisk:
sv: Initrd:

source: Set as default boot entry.
de: Als Standard-Booteintrag setzen
nl: Kies als standaard opstartkeuze.
ru: Отметить как запись по-умолчанию.
sv: Förvalt startalternativ.

source: There must be at least one Pardus entry.
de: Es muss mindestens ein Pardus-Eintrag bestehen.
nl: Er moet tenminste één Pardus keuze zijn.
ru: Должна быть по крайней мере одна загрузочная запись Pardus.
sv: Det måste finnas minst en Parduspost.

source: Access Denied
de: Zugriff verweigert
nl: Toegang geweigerd
ru: Доступ запрещен
sv: Åtkomst nekad

source: Are you sure you want to remove this entry from the boot loader?
de: Sind Sie sicher, dass Sie diesen Eintrag entfernen möchten?
nl: Weet u zeker dat u deze keuze van de bootlader wilt verwijderen?
ru: Вы уверены, что хотите удалить эту загрузочную запись из загрузчика?
sv: Är du säker på att du vill ta bort den här posten från startladdaren?

source: Delete Entry
de: Eintrag entfernen
nl: Verwijder keuze
ru: Удаление загрузочной записи
sv: Ta bort post

source: This is a Pardus kernel entry. Do you want to uninstall it from the system?
de: Dies ist ein Pardus-Kernel Eintrag. Wollen Sie es vom System deinstallieren?
nl: Er is een Pardus kernel keuze. Wilt u deze van het systeem verwijderen?
ru: Это загрузочная запись Pardus. Вы хотите удалить её из системы?
sv: Den här är en kärna för Pardus. Vill du avinstallera den från systemet?

source: Uninstall Kernel
de: Kernel deinstallieren
nl: Verwijder kernel
ru: Удаление ядра
sv: Avinstallera kärna

source: Failed
de: Fehlgeschlagen
nl: Mislukt
ru: Неудачно
sv: Misslyckades

source: These kernels are installed in the system but doesn't exist in boot loader list:
de: Folgende Kernel sind im System installiert aber existieren nicht in der Boot-Lader-Liste:
nl: Deze kernels zijn binnen het systeem geïnstalleerd, maar bestaan niet in de bootlader lijst:
ru: Эти ядра установлены в системе, но отсутствуют в списке загрузчика:
sv: Dessa kärnor är installerade men finns inte i Starthanterarens lista:

source: Add Boot Entry
de: Boot-Eintrag hinzufügen
nl: Boot keuze toevoegen
ru: Добавление загрузочной записи
sv: Lägg till startpost

source: Uninstall
de: Deinstallieren
nl: Verwijder
ru: Удаление
sv: Avinstallera

source: Do you want to uninstall selected kernel(s) from the system?
de: Nicht verwendete(n) Kernel vom System deinstallieren?
nl: Wilt u de geselecteerde kernel(s) van het systeem verwijderen?
ru: Вы хотите удалить выбранное ядро(а) из системы?
sv: Vill du avinstallera valda kärnor från systemet?

source: Unable to connect to DBus.
de: Kann nicht mit DBus verbunden werden.
nl: Kan geen verbinding maken met DBus.
ru: Не удалось подключиться к DBus.
sv: Kan inte ansluta till D-Bus.

source: DBus Error
de: DBus-Fehler
nl: DBus fout
ru: Ошибка DBus
sv: D-Bus-fel

source: Waiting DBus...
de: Auf DBus wartend...
nl: Wachten op DBus...
ru: Ожидание DBus...
sv: Väntar på D-Bus...

source: Connection to the DBus unexpectedly closed, trying to reconnect...
de: Verbindung zu DBus unerwartet geschlossen, es wird versucht erneut zu verbinden...
nl: Verbinding met de DBus onverwacht afgesloten, proberen opnieuw te verbinden...
ru: Подключение к DBus неожиданно закрыто, попытка переподключения...
sv: Anslutningen till D-Bus avslutades oväntat, försöker att återansluta...

source: Cannot connect to the DBus! If it is not running you should start it with the 'service dbus start' command in a root console.
de: Kann nicht mit DBus verbunden werden! Falls es nicht ausgeführt wird, dann sollten Sie es in einer Root-Konsole mit dem Befehl 'service dbus start' ausführen.
nl: Kan geen verbinding maken met DBus! Als het niet draait dient u het te starten met de dienst 'service dbus start' commando in de root console.
ru: Не удается подключиться к DBus! Если он не запущен вы должны запустить его командой 'service dbus start' в консоли администратора.
sv: Kan inte ansluta till D-Bus! Om den inte körs bör du starta den med 'service dbus start' som root i terminalen.

source: You are not authorized for this operation.
de: Sie sind für diesen Vorgang nicht berechtigt.
nl: U bent niet geautoriseerd voor deze handeling.
ru: У вас нет прав для данной операции.
sv: Du är inte behörig för denna åtgärd.

source: COMAR Error
de: COMAR-Fehler
nl: COMAR fout
ru: Ошибка COMAR
sv: COMAR-fel

source: Bootloader configuration changed by another application.
de: Boot-Loader-Konfiguration wurde durch eine andere Applikation geändert.
nl: Opstart configuratie is veranderd door een andere applicatie.
ru: Настройка загрузчика изменена другим приложением.
sv: Starthanterarens inställningar har ändrats av ett annat program.

source: Contributions to Boot.Loader model.
de: Beiträge zum Boot-Lader-Model.
nl: Medewerkers aan het bootlader model.
sv: Bidrag till Boot.Loader.
