Repository: pisilinux/uludag
Catalog: tags/kde/firewall-manager/1.6.6/po/*.po
Languages: es, fr, nl

source: Pardus Firewall Graphical User Interface
es: Interfaz gráfico del Cortafuegos Pardus
fr: Interface Homme-Machine du Pare-feu Pardus
nl: Pardus firewall grafische gebruikersinterface

source: GUI Design & Usability
es: Diseño del Interfaz gráfico & Usabilidad
fr: Ergonomie & Conception d'IHM
nl: Gebruikersinterface ontwerp & functionaliteit

source: Help with IPTables
es: Ayuda con IPtables
fr: Aide à propos d'IPTables
nl: Hulp met IP tabellen

source: Help with KDE stuff
es: Ayuda con KDE
fr: Aide relative à KDE
nl: Hulp met KDE spul

source: Accept all incoming connection through ports %s
es: Aceptar todas las conexiones entrantes por puertos %s
fr: Accepter toutes les connections entrantes via les ports %s
nl: Accepteer alle binnenkomende verbindingen door poorten %s

source: Reject all incoming connection through ports %s
es: Rechazar todas las conexiones entrantes por puertos %s
fr: Rejeter toutes les connections entrantes via les ports %s
nl: Keur alle inkomende verbindingen af door poorten %s

source: Accept all outgoing connection through ports %s
es: Aceptar todas las conexiones salientes por puertos %s
fr: Accepter toutes les connections sortantes via les ports %s
nl: Accepteer alle uitgaande verbindingen door poorten %s

source: Reject all outgoing connection through ports %s
es: Rechazar todas las conexiones salientes por puertos %s
fr: Rejeter toutes les connections sortantes via les ports %s
nl: Keur alle uitgaande verbindingen af door poorten %s

source: Invalid port range.
es: Rango de puertos inválido.
fr: Interval de ports invalide.
nl: Ongeldig poort bereik.

source: Firewall Configuration
es: Configuración de Cortafuegos
fr: Configuration du Pare-feu
nl: Firewall configuratie

source: &Stop Firewall
es: &Parar Cortafuegos
fr: &Arrêter le Pare-Feu

source: <b><font size='+1'>Firewall is running</font></b>
es: <b><font size='+1'>Cortafuegos está activo</font></b>
fr: <b><font size='+1'>Le Pare-feu est en cours d'exécution</font></b>
nl: <b><font size='+1'>Firewall is actief</font></b>

source: Click here to stop the firewall and allow all incoming and outgoing connections.
es: Presione aquí para desactivar el cortafuegos y permitir toda clase de conexiones entrantes y salientes.
fr: Cliquer ici pour arrêter le pare-feu et autoriser toutes connections entrantes et sortantes.
nl: Klik hier om de firewall te stoppen en alle inkomende en uitgaande verbindingen toe te staan.

source: &Start Firewall
es: &Iniciar Cortafuegos
fr: &Démarrer le Pare-feu

source: <b><font size='+1'>Firewall is not running</font></b>
es: <b><font size='+1'>Cortafuegos está desactivado</font></b>
fr: <b><font size='+1'>Le Pare-feu est à l'arrêt</font></b>
nl: <b><font size='+1'>Firewall is niet actief</font></b>

source: Click here to start the firewall and allow connections only to specified services.
es: Presione aquí para activar el cortafuegos y permitir conexiones solamente a servicios especificados.
fr: Cliquer ici pour démarrer le pare-feu et n'autoriser que les connections aux services spécifiés.
nl: Klik hier om de firewall te starten en slechts bepaalde inkomende en uitgaande verbindingen toe te staan.

source: You are not allowed to edit firewall settings.
es: No tiene permisos suficientes para modificar las propiedades del cortafuegos.
fr: Vous n'êtes pas autorisé à éditer les paramètres du pare-feu.
nl: U bent niet bevoegd om de firewall instellingen te bewerken

source: Access Denied
es: Acceso denegado
fr: Accès Refusé
nl: Toegang geweigerd

source: Pardus Firewall Interface is already running!
es: Interfaz de Administración de Cortafuegos Pardus ya se está ejecutando !
fr: L'interface du Pare-feu Pardus est déjà en cours d'exécution !
nl: Pardus firewall interface is al actief!

source: Mail services
es: Servicios de correo
fr: Services de courrier
nl: Maildiensten

source: Web services
es: Servicios de web
fr: Services web
nl: Webdiensten

source: Remote login service
es: Servicios de acceso remoto (rsh)
fr: Service de connection système à distance
nl: Logindienst op afstand

source: Windows file sharing service
es: Servicios de archivos compartidos con windows (samba)
fr: Service de partage de fichier Windows
nl: Windows gedeelde bestanden dienst

source: Internet relay chat service
es: Servicios de Internet relay chat (IRC)
fr: Service de discution en temps réel sur internet (IRC)
nl: Internet relay chat (IRC) dienst

source: File transfer service
es: Servicios de transferencia de archivos FTP
fr: Service de transfert de fichier
nl: Bestandsoverdrachtsdienst

source: <b><font size="+1">Firewall is running</font></b>
es: <b><font size="+1">Cortafuegos está activado</font></b>
fr: <b><font size='+1'>Le Pare-feu est en cours d'exécution</font></b>
nl: <b><font size="+1">Firewall is actief</font></b>

source: &Stop
es: &Parar
fr: &Arrêter

source: Click here to stop the firewall and allow all incoming connections.
es: Presione aquí para desactivar el cortafuegos y permitir toda clase de conexiones entrantes.
fr: Cliquer ici pour arrêter le pare-feu et autoriser toutes les connections entrantes.
nl: Klik hier om de firewall te beëindigen en alle inkomende verbindingen toe te staan.

source: All incoming connections are <b>rejected</b> by default. If you want to allow other computers to access services on this computer, check the service below:
es: Todas las conexiones entrantes <b>se rechazan</b> por defecto. Si quiere permitir que otras computadoras puedan acceder a servicios corriendo localmente aquí, marque el servicio abajo:
fr: Par défaut, toutes les connections entrantes sont <b>rejetées</b>, si vous voulez autoriser d'autres ordinateurs à accéder aux services de ce poste, veuillez activer le service ci-dessous :
nl: Alle binnenkomende verbindingen worden standaard <b>afgewezen</b>. Als u andere computers toegang wilt geven tot diensten op deze computer, kies dan onderstaande dienst:

source: Incoming Connections
es: Conexiones entrantes
fr: Connections entrantes
nl: Binnenkomende verbindingen

source: In this tab, you can create your own firewall rules. Use '+' button to create rules, and uncheck rules from list to remove them.
es: En esta pestaña puede crear sus propias reglas de cortafuegos. Use el botón '+' para crear reglas, y desmarque reglas de la lista para removerlas.
fr: Dans cet onglet, vous pouvez créer vos propres règles de pare-feu. Utiliser le bonton '+' pour créer des règles. Pour supprimer une règle il suffit de la désactiver dans la liste.
nl: In deze tab kunt u uw eigen firewall regels maken. Gebruik '+' toets om een regel te maken, en deselcteer regels van de lijst om ze te verwijderen.

source: Advanced
es: Avanzado
fr: Avancé
nl: Gevorderd

source: New Rule
es: Nueva Regla
fr: Nouvelle règle
nl: Nieuwe regel

source: Connections
es: Conexiones
nl: Verbindingen

source: Incoming
es: Entrante
fr: Entrant
nl: Binnenkomend

source: Outgoing
es: Saliente
fr: Sortant
nl: Uitgaand

source: Port Range
es: Rango de Puertos
fr: Intervalle de port
nl: Poort bereik

source: Example: 100-200,300
es: Ejemplo: 100-200,300
fr: Exemple : 100-200,300
nl: Voorbeeld: 100-200,300

source: Action
es: Acción
nl: Actie

source: Accept
es: Aceptar
fr: Accepter
nl: Accepteer

source: Reject
es: Rechazar
fr: Rejeter
nl: Keur af
