Repository: pisilinux/uludag
Catalog: tags/kde/network-manager/1.13/po/*.po
Languages: fr

source: Name:
fr: Nom:

source: Authentication
fr: Authentification

source: Address:
fr: Adresse

source: Automatic
fr: Automatiquement

source: Turn on/off connection
fr: Activer/Désactiver la connection

source: Configure connection
fr: Configurer la connection réseau

source: Delete connection
fr: Effacer la connection

source: Should I delete the '%s' connection?
fr: Dois je supprimer la la connection '%s' ?

source: Delete connection?
fr: Supprimer la connection?

source: No device!
fr: Pas de périphérique!

source: New connection
fr: Créer une connection

source: Name Service Settings
fr: Configuration du service de nom

source: Network Connections Help
fr: Aide à propos des connections réseaux

source: Computer
fr: Ordinateur

source: Host name:
fr: Nom d'hôte

source: Name servers
fr: Serveurs de nom

source: Up
fr: Activée

source: Down
fr: Désactivée

source: Add Name Server
fr: Ajouter un serveur de nom

source: Name server:
fr: Serveur de nom:

source: <hidden>
fr: <caché>

source: Scan results:
fr: Résultats du sondage:

source: Scan again
fr: Sonder de nouveau

source: Use
fr: Utiliser

source: Connection name:
fr: Nom de la connection :

source: Device:
fr: Périphérique:

source: Select
fr: Sélectionner

source: Scan
fr: Sonder

source: No authentication
fr: Pas d'authentification

source: Password:
fr: Mot de passe:

source: User name:
fr: Nom d'utlisateur

source: Network settings
fr: Paramètres réseau

source: Automatic query (DHCP)
fr: Requête automatique (DHCP)

source: Manual
fr: Manuel

source: Custom
fr: Personnalisé

source: Net mask:
fr: Masque de réseau:

source: Gateway:
fr: Passerelle:

source: Configure network connection
fr: Configurer la connection réseau

source: Network Manager
fr: Gestionnaire réseau

source: Network manager module is already started!
fr: Le gestionnaire réseau est déjà en cours d'exécution!

source: Waiting COMAR...
fr: En attente de COMAR...

source: Connection to the COMAR unexpectedly closed, trying to reconnect...
fr: La connection avec COMAR a été perdue, tentative de reconnection en cours...

source: Cannot connect to the COMAR! If it is not running you should start it with the 'service comar start' command in a root console.
fr: Impossible de se connecter à COMAR! S'il n'est pas déjà lancé, veuillez le faire en lançant la commande 'service comar start' dans une invite de commande de l'administrateur.

source: new connection
fr: Nouvelle connection

source: Create a new connection
fr: Créer une nouvelle connection

source: Select device:
fr: Sélectionner le périphérique:

source: Create
fr: Créer

source: No suitable device found
fr: Aucun périphérique adéquat trouvé

source: Install network packages!
fr: Installation des pacquets réseau!

source: No package with COMAR network scripts are installed yet.
fr: Aucun paquet contenant des scripts réseau COMAR n'ont été installé jusqu'à présent.

source: Firewall...
fr: Pare-feu...

source: Edit Connections...
fr: Editer les connections réseaux...

source: Icon Per Device
fr: Une icône par périphérique

source: Single Icon
fr: Une seule icône

source: Should network-applet start automatically when you login?
fr: Démarrer automatiquement l'applet réseau dès votre connection?

source: Network Applet
fr: Applet Réseau
