<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>


  <title>Pardus 2007.1 release notes</title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8">
</head>

<body>


<h1>Notas de Release Pardus 2007.1</h1>


<h2>1. Bienvenido a Pardus 2007.1</h2>
Le damos la bienvenida a&nbsp;Pardus versi&oacute;n 2007.1, un
lanzamiento de mantenimiento para Pardus 2007, siendo un sistema
operativo f&aacute;cil de instalar y usar, que provee una serie de
desarrollos &uacute;tiles, seguros y compatibles con el entorno de
escritorio K&nbsp;(KDE). Con Pardus, puede conectarse a&nbsp;Internet,
leer mensajes de&nbsp;e-mail, comunicarse de modo seguro con sus amigos
y aprovechar las facilidades multimedia de su computadora, escuchando
musica, y observando peliculas. Le invitamos cordialmente a
visitar&nbsp;<a href="http://www.pardus.org.tr/eng" target="_blank">www.pardus.org.tr/eng</a>
para descubrir como 2007.1 puede responder a sus necesidades en computaci&oacute;n.

<h3>1.1 Feedback</h3>
Puede utilizar la p&aacute;gina web bugs.pardus.org.tr, alias sistema
de reporte de fallas de Pardus, para enviar un reporte de falla, una
correcci&oacute;n, o cualquier sugerencia relacionado con&nbsp;Pardus.
Nos gustar&iacute;a agradecer a nuestros usuarios y desarrolladores por
su env&iacute;o de&nbsp;reportes de fallas, correcciones relacionados y
sugerencias para&nbsp;funcionalidades, y que de esta manera aportaron
para la release actual.
<br>

<br>
Adem&aacute;s puede utilizar el aplicativo de feedback, que viene con&nbsp;Pardus 2007.1
para enviar sus ideas sobre&nbsp;Pardus por la&nbsp;Internet.

<h2>2. Caracter&iacute;sticas Principales</h2>
Esta secci&oacute;n describe las caracter&iacute;sticas que est&aacute;
introduciendo&nbsp;Pardus 2007.1. Pardus
2007.1 es principalemente una release de correcci&oacute;n de errores
(bugfix), actulizaci&oacute;n de traducciones y extensiones menores
de&nbsp;Pardus 2007.

<h3>2.1 Usabilidad del Escritorio (KDE 3.5.6)</h3>
Pardus 2007.1 ahora introduce KDE 3.5.6 por su mejor estabilidad,
traducci&oacute;n y efectos visuales para los usuarios de Pardus. Este
paquete tambien es disponible para usuarios de&nbsp;Pardus 2007
mediante el administrador de paquetes de Pardus.

<h3>2.2 Soporte WPA para Administrador de Redes</h3>
El Administrador de Red ahora viene con soporte WPA incorporado,
mostrando el estado de redes Wifi con una linda interf&aacute;z
gr&aacute;fica. Esto fue una de las caracter&iacute;sticas m&aacute;s
requeridas luego de Pardus 2007.

<h3>2.3 Sistema de Administraci&oacute;n de Paquetes mejorado</h3>
PISI, el administrador de paquetes de Pardus lleg&oacute; a la version
1.1.1, introduciendo busquedas m&aacute;s eficientes y una mejora
de&nbsp;40% + en velocidad para la fase de actualizaci&oacute;n de
repositorios. Ahora usuarios estar&aacute;n beneficiados de la mejora
en velocicad en actualizaciones de repositorios y busquedas
insensitivas a mayusculas/min&uacute;sculas para nombres de paquetes, y
informaci&oacute;n de resumen y descripci&oacute;n.

<h3>2.4 Actualizaciones de Paquetes</h3>
Muchas actualizaciones de seguridad de&nbsp;Pardus 2007 fueron incluidos en&nbsp;2007.1,
incluyendo&nbsp;mplayer, spamasassin, clamav, ImageMagick, nexuiz, wireshark,
kernel y otros. Adicionalmente, m&aacute;s de 280 paquetes fueron actualizados y est&aacute;n incluidos en&nbsp;2007.1

<h3>2.5 M&aacute;s soporte de localizaci&oacute;n</h3>
Pardus 2007 incluye soporte para Ingl&eacute;s, Turco, Alem&aacute;n,
Holand&eacute;s y Espa&ntilde;ol desde la instalaci&oacute;n hasta el
escritorio. Ahora en&nbsp;Pardus 2007.1 hay soporte adicional para
Portugu&eacute;s Brasiliano desde el inicio. <br>
<br>
Soporte para Italiano y Franc&eacute;s est&aacute; en
preparaci&oacute;n, y le invitamos a apoyar a Pardus con su idioma para
incluirlos tambi&eacute;n en las proximas versiones de Pardus.

<h2>3. Requerimientos de Installaci&oacute;n</h2>
Pardus puede ser ejecutado en un hardware promedio. Sugerimos al
menos&nbsp;512 MB RAM y procesador de 1200 MHz para un rendimiento
aceptable. Requerimientos de hardware m&iacute;nimos y recomendados
para&nbsp;Pardus
2007.1 son:

<ul>

  <li>256 MB memoria (512 MB recomendado)</li>

  <li>Procesador 800 MHz, Intel o AMD (1200 MHz&nbsp;recomendado)</li>

  <li>Espacio en disco r&iacute;gido al menos 4 GB&nbsp;(10 GB&nbsp;recomendado)</li>

</ul>


<h2>4. Contacto</h2>
Por favor, visite la p&aacute;gina web de&nbsp;Pardus&nbsp;(<a href="http://www.pardus.org.tr/eng" target="_blank">www.pardus.org.tr/eng</a>) por m&aacute;s informaci&oacute;n.

</body>
</html>
