Repository: pisilinux/uludag
Catalog: tags/kde/kaptan/2.1/po/*.po
Languages: nl

source: hours
nl: uren

source: &Single-click to open files and folders
nl: &Eenmaal-klikken om bestanden en mappen te openen

source: &Test Wallpaper
nl: &Test achtergrond

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. With package-manager you can easily install new programs and upgrade your system. But also can work in the system tray and periodically checks new upgrades of the programs that are installed on your system.
nl: <b>Pakketbeheer</b> is de grafische interface van <b>PiSi</b>. Met pakketbeheer kunt u met gemak nieuwe programma's installeren en opwaarderen op uw systeem. Maar het kan ook actief zijn in het systeemvak en periodiek controleren voor op te waarderen pakketten welk op uw systeem geïnstalleerd zijn.

source: <b>Pardus </b>is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; with acquiring the strong ideas, architecture and code of other distributions; with a custom configuration framework which has the ability to evolve into an autonomous system; for simplifying the installation and usage of the computers.
nl: <b>Pardus</b> is een GNU/Linux distributie gericht op computergebruikers met gemiddelde ervaring. Door goede ideeën, architectuur en code van andere distributies te combineren met een eigen configuratieraamwerk, met potentie om door te groeien tot een autonoom systeem, zal het installeren en gebruiken van computers sterk worden vereenvoudigen.

source: <big>Loading...</big>
nl: <big>Laden...</big>

source: <center>You have finished! Now you can start using <b>Pardus</b></center>
nl: <center>Gereed! Vanaf nu kunt u <b>Pardus</b> gaan gebruiken</center>

source: Button Order
nl: Knopvolgorde

source: Check updates automatically for every
nl: Controleer automatisch voor bijgewerkte bestanden elke

source: Click behaviour
nl: Klik gedrag

source: Congratulations
nl: Gefeliciteerd

source: Don't change desktop background!
nl: De achtergrond niet veranderen!

source: Dou&ble-click to open files and folders (select icons on first click)
nl: Du&bbel-klikken om bestanden en mappen te openen (selecteer icoon bij eerste klik)

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
nl: Hier kunt u een <b>stijl</b> voor uw bureaublad kiezen. <b>Pardus</b> voorziet u van enkeleoogstrelende stijlen.

source: Here, you can select a <b>wallpaper</b> for your desktop background. <b>Pardus</b> provides eye candy wallpapers, you can select one of them, as you wish.
nl: Hier kunt u een <b>achtergrond</b> voor uw bureaublad kiezen. <b>Pardus</b> voorziet u van oogstrelende achtergronden, u kunt er één kiezen, als u wilt.

source: If you are left-handed, you may prefer to swap the functions of the left and right buttons on your pointing device by choosing the 'Left handed' option below. You can also select default click behaviour.
nl: Als u linkshandig bent, kunt u de knoppen van uw aanwijsapparaat omwisselen met onderstaande optie. U kunt ook het standaard klikgedrag aanpassen.

source: Left handed
nl: Linkshandig

source: Mouse Setup
nl: Muis instellen

source: Network Setup
nl: Netwerk instellen

source: Package Manager
nl: Pakketbeheer

source: Reverse scroll
nl: Scrollen omdraaien

source: Right handed
nl: Rechtshandig

source: Show in system tray
nl: Toon in systeemvak

source: Style
nl: Stijl

source: Style Setup
nl: Stijl instellen

source: Test Style
nl: Test stijl

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. This application will also set some default configuration for a better desktop :).
nl: Dit programma, genaamd <b>Kaptan Desktop</b>, zal u helpen om uw <b>Pardus</b> desktop in enkele eenvoudige stappen in te stellen. Het programma zal ook enkele basis configuratie instellingen maken voor een betere desktop :).

source: Use enhanced Kickoff style menu
nl: Gebruik verbeterd Kickoff stijl menu

source: Wallpaper
nl: Achtergrond

source: Wallpaper Setup
nl: Achtergrond instellen

source: Welcome
nl: Welkom
